{
  "id": 1000,
  "documents": {
    "1000": {
      "createdDate": "2024-12-02T22:22:43.770Z",
      "summary": "### Summary of House Bill 1000 (H-0097.1)\n\n**Legislative Overview:**\n- **State:** Washington\n- **Session:** 69th Legislature, 2025 Regular Session\n- **Sponsors:** Representatives Walsh, Marshall, Jacobsen, Couture, McClintock, Keaton, Caldier, Barnard\n- **Dates:**\n  - Prefiled: December 2, 2024\n  - First Reading: January 13, 2025\n  - Referred to Committee on Community Safety\n\n**Purpose of the Bill:**\n- This bill proposes to expand the circumstances that may be classified as a \"major violation\" under the Uniform Controlled Substances Act by amending RCW 9.94A.535.\n\n**Key Amendments and Provisions:**\n\n1. **Exceptional Sentencing:**\n   - Courts may impose sentences outside the standard range if substantial and compelling reasons justify them.\n   - Courts must provide written findings for any such decisions, explaining the rationale.\n\n2. **Aggravating and Mitigating Circumstances:**\n   - The bill outlines specific aggravating and mitigating circumstances to be considered when imposing sentences.\n   - **Mitigating Circumstances Include:**\n     - The victim was an aggressor or provocateur.\n     - The defendant compensated victims prior to detection.\n     - The defendant acted under duress.\n     - The defendant's capacity to understand the wrongdoing was impaired.\n     - The offense was a response to a continuing pattern of abuse.\n\n3. **Criteria for Major Violations:**\n   - The bill specifies new criteria for identifying major violations related to drug trafficking:\n     - Involvement in multiple transactions.\n     - Sales in quantities substantially larger than personal use.\n     - Manufacture of controlled substances for distribution.\n     - Occupancy of a high position in the drug distribution hierarchy.\n     - Distribution of fentanyl or related substances resulting in serious harm, impairment, or death.\n\n4. **Additional Aggravating Factors:**\n   - New factors for considering aggravating circumstances that warrant harsher sentences, including:\n     - Conduct demonstrating deliberate cruelty.\n     - Prior history of offenses.\n     - Offenses against vulnerable victims, law enforcement, or during the commission of domestic violence.\n     - Serious offenses occurring in sensitive locations, such as courtrooms.\n\n5. **Clarifications on Offender Status:**\n   - Defines circumstances under which a current offense may be elevated to a major violation, particularly relating to a defendant's role in drug-related crimes and the severity of harm caused.\n\n### Conclusion:\nHouse Bill 1000 seeks to enhance the legal framework surrounding exceptional sentencing in drug-related offenses by detailing specific circumstances and criteria for what constitutes major violations of the Uniform Controlled Substances Act and expanding the considerations for both mitigating and aggravating factors during sentencing."
    }
  },
  "reports": {},
  "amendments": {}
}