{
  "id": 1000,
  "documents": {
    "1000": {
      "createdDate": "2024-12-02T22:22:43.770Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0097.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1000</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Walsh, Marshall, Jacobsen, Couture, McClintock, Keaton, Caldier, and Barnard<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/02/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Community Safety.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to expanding the circumstances that may constitute a major violation of the uniform controlled substances act; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.535'>9.94A.535</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.535'>9.94A.535</a> and 2019 c 219 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The court may impose a sentence outside the standard sentence range for an offense if it finds, considering the purpose of this chapter, that there are substantial and compelling reasons justifying an exceptional sentence. Facts supporting aggravated sentences, other than the fact of a prior conviction, shall be determined pursuant to the provisions of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.537'>9.94A.537</a>.</div><div style=\"text-indent:0.5in;\">Whenever a sentence outside the standard sentence range is imposed, the court shall set forth the reasons for its decision in written findings of fact and conclusions of law. A sentence outside the standard sentence range shall be a determinate sentence.</div><div style=\"text-indent:0.5in;\">If the sentencing court finds that an exceptional sentence outside the standard sentence range should be imposed, the sentence is subject to review only as provided for in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.585'>9.94A.585</a>(4).</div><div style=\"text-indent:0.5in;\">A departure from the standards in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.589'>9.94A.589</a> (1) and (2) governing whether sentences are to be served consecutively or concurrently is an exceptional sentence subject to the limitations in this section, and may be appealed by the offender or the state as set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.585'>9.94A.585</a> (2) through (6).</div><div style=\"text-indent:0.5in;\">(1) Mitigating Circumstances - Court to Consider</div><div style=\"text-indent:0.5in;\">The court may impose an exceptional sentence below the standard range if it finds that mitigating circumstances are established by a preponderance of the evidence. The following are illustrative only and are not intended to be exclusive reasons for exceptional sentences.</div><div style=\"text-indent:0.5in;\">(a) To a significant degree, the victim was an initiator, willing participant, aggressor, or provoker of the incident.</div><div style=\"text-indent:0.5in;\">(b) Before detection, the defendant compensated, or made a good faith effort to compensate, the victim of the criminal conduct for any damage or injury sustained.</div><div style=\"text-indent:0.5in;\">(c) The defendant committed the crime under duress, coercion, threat, or compulsion insufficient to constitute a complete defense but which significantly affected his or her conduct.</div><div style=\"text-indent:0.5in;\">(d) The defendant, with no apparent predisposition to do so, was induced by others to participate in the crime.</div><div style=\"text-indent:0.5in;\">(e) The defendant's capacity to appreciate the wrongfulness of his or her conduct, or to conform his or her conduct to the requirements of the law, was significantly impaired. Voluntary use of drugs or alcohol is excluded.</div><div style=\"text-indent:0.5in;\">(f) The offense was principally accomplished by another person and the defendant manifested extreme caution or sincere concern for the safety or well-being of the victim.</div><div style=\"text-indent:0.5in;\">(g) The operation of the multiple offense policy of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.589'>9.94A.589</a> results in a presumptive sentence that is clearly excessive in light of the purpose of this chapter, as expressed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.010'>9.94A.010</a>.</div><div style=\"text-indent:0.5in;\">(h) The defendant or the defendant's children suffered a continuing pattern of physical or sexual abuse by the victim of the offense and the offense is a response to that abuse.</div><div style=\"text-indent:0.5in;\">(i) The defendant was making a good faith effort to obtain or provide medical assistance for someone who is experiencing a drug-related overdose.</div><div style=\"text-indent:0.5in;\">(j) The current offense involved domestic violence, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.99.020'>10.99.020</a>, and the defendant suffered a continuing pattern of coercion, control, or abuse by the victim of the offense and the offense is a response to that coercion, control, or abuse.</div><div style=\"text-indent:0.5in;\">(k) The defendant was convicted of vehicular homicide, by the operation of a vehicle in a reckless manner and has committed no other previous serious traffic offenses as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>, and the sentence is clearly excessive in light of the purpose of this chapter, as expressed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.010'>9.94A.010</a>.</div><div style=\"text-indent:0.5in;\">(2) Aggravating Circumstances - Considered and Imposed by the Court</div><div style=\"text-indent:0.5in;\">The trial court may impose an aggravated exceptional sentence without a finding of fact by a jury under the following circumstances:</div><div style=\"text-indent:0.5in;\">(a) The defendant and the state both stipulate that justice is best served by the imposition of an exceptional sentence outside the standard range, and the court finds the exceptional sentence to be consistent with and in furtherance of the interests of justice and the purposes of the sentencing reform act.</div><div style=\"text-indent:0.5in;\">(b) The defendant's prior unscored misdemeanor or prior unscored foreign criminal history results in a presumptive sentence that is clearly too lenient in light of the purpose of this chapter, as expressed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.010'>9.94A.010</a>.</div><div style=\"text-indent:0.5in;\">(c) The defendant has committed multiple current offenses and the defendant's high offender score results in some of the current offenses going unpunished.</div><div style=\"text-indent:0.5in;\">(d) The failure to consider the defendant's prior criminal history which was omitted from the offender score calculation pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.525'>9.94A.525</a> results in a presumptive sentence that is clearly too lenient.</div><div style=\"text-indent:0.5in;\">(3) Aggravating Circumstances - Considered by a Jury - Imposed by the Court</div><div style=\"text-indent:0.5in;\">Except for circumstances listed in subsection (2) of this section, the following circumstances are an exclusive list of factors that can support a sentence above the standard range. Such facts should be determined by procedures specified in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.537'>9.94A.537</a>.</div><div style=\"text-indent:0.5in;\">(a) The defendant's conduct during the commission of the current offense manifested deliberate cruelty to the victim.</div><div style=\"text-indent:0.5in;\">(b) The defendant knew or should have known that the victim of the current offense was particularly vulnerable or incapable of resistance.</div><div style=\"text-indent:0.5in;\">(c) The current offense was a violent offense, and the defendant knew that the victim of the current offense was pregnant.</div><div style=\"text-indent:0.5in;\">(d) The current offense was a major economic offense or series of offenses, so identified by a consideration of any of the following factors:</div><div style=\"text-indent:0.5in;\">(i) The current offense involved multiple victims or multiple incidents per victim;</div><div style=\"text-indent:0.5in;\">(ii) The current offense involved attempted or actual monetary loss substantially greater than typical for the offense;</div><div style=\"text-indent:0.5in;\">(iii) The current offense involved a high degree of sophistication or planning or occurred over a lengthy period of time; or</div><div style=\"text-indent:0.5in;\">(iv) The defendant used his or her position of trust, confidence, or fiduciary responsibility to facilitate the commission of the current offense.</div><div style=\"text-indent:0.5in;\">(e) The current offense was a major violation of the Uniform Controlled Substances Act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50'>69.50</a> RCW (VUCSA), related to trafficking in controlled substances, which was more onerous than the typical offense of its statutory definition: The presence of ANY of the following may identify a current offense as a major VUCSA:</div><div style=\"text-indent:0.5in;\">(i) The current offense involved at least three separate transactions in which controlled substances were sold, transferred, or possessed with intent to do so;</div><div style=\"text-indent:0.5in;\">(ii) The current offense involved an attempted or actual sale or transfer of controlled substances in quantities substantially larger than for personal use;</div><div style=\"text-indent:0.5in;\">(iii) The current offense involved the manufacture of controlled substances for use by other parties;</div><div style=\"text-indent:0.5in;\">(iv) The circumstances of the current offense reveal the offender to have occupied a high position in the drug distribution hierarchy;</div><div style=\"text-indent:0.5in;\">(v) The current offense involved a high degree of sophistication or planning, occurred over a lengthy period of time, or involved a broad geographic area of disbursement; ((<span style=\"text-decoration:line-through;\">or</span>))</div><div style=\"text-indent:0.5in;\">(vi) The offender used his or her position or status to facilitate the commission of the current offense, including positions of trust, confidence or fiduciary responsibility (e.g., pharmacist, physician, or other medical professional)<span style=\"text-decoration:underline;\">; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(vii) The current offense involved the knowing delivery or distribution of fentanyl, precursor chemicals used in the illicit manufacture of fentanyl, or a counterfeit substance containing fentanyl, and resulted in substantial bodily harm as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.04.110'>9A.04.110</a>, permanent impairment to cognitive functions, or death of another person</span>.</div><div style=\"text-indent:0.5in;\">(f) The current offense included a finding of sexual motivation pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.835'>9.94A.835</a>.</div><div style=\"text-indent:0.5in;\">(g) The offense was part of an ongoing pattern of sexual abuse of the same victim under the age of eighteen years manifested by multiple incidents over a prolonged period of time.</div><div style=\"text-indent:0.5in;\">(h) The current offense involved domestic violence, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.99.020'>10.99.020</a>, or stalking, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.46.110'>9A.46.110</a>, and one or more of the following was present:</div><div style=\"text-indent:0.5in;\">(i) The offense was part of an ongoing pattern of psychological, physical, or sexual abuse of a victim or multiple victims manifested by multiple incidents over a prolonged period of time;</div><div style=\"text-indent:0.5in;\">(ii) The offense occurred within sight or sound of the victim's or the offender's minor children under the age of eighteen years; or</div><div style=\"text-indent:0.5in;\">(iii) The offender's conduct during the commission of the current offense manifested deliberate cruelty or intimidation of the victim.</div><div style=\"text-indent:0.5in;\">(i) The offense resulted in the pregnancy of a child victim of rape.</div><div style=\"text-indent:0.5in;\">(j) The defendant knew that the victim of the current offense was a youth who was not residing with a legal custodian and the defendant established or promoted the relationship for the primary purpose of victimization.</div><div style=\"text-indent:0.5in;\">(k) The offense was committed with the intent to obstruct or impair human or animal health care or agricultural or forestry research or commercial production.</div><div style=\"text-indent:0.5in;\">(l) The current offense is trafficking in the first degree or trafficking in the second degree and any victim was a minor at the time of the offense.</div><div style=\"text-indent:0.5in;\">(m) The offense involved a high degree of sophistication or planning.</div><div style=\"text-indent:0.5in;\">(n) The defendant used his or her position of trust, confidence, or fiduciary responsibility to facilitate the commission of the current offense.</div><div style=\"text-indent:0.5in;\">(o) The defendant committed a current sex offense, has a history of sex offenses, and is not amenable to treatment.</div><div style=\"text-indent:0.5in;\">(p) The offense involved an invasion of the victim's privacy.</div><div style=\"text-indent:0.5in;\">(q) The defendant demonstrated or displayed an egregious lack of remorse.</div><div style=\"text-indent:0.5in;\">(r) The offense involved a destructive and foreseeable impact on persons other than the victim.</div><div style=\"text-indent:0.5in;\">(s) The defendant committed the offense to obtain or maintain his or her membership or to advance his or her position in the hierarchy of an organization, association, or identifiable group.</div><div style=\"text-indent:0.5in;\">(t) The defendant committed the current offense shortly after being released from incarceration.</div><div style=\"text-indent:0.5in;\">(u) The current offense is a burglary and the victim of the burglary was present in the building or residence when the crime was committed.</div><div style=\"text-indent:0.5in;\">(v) The offense was committed against a law enforcement officer who was performing his or her official duties at the time of the offense, the offender knew that the victim was a law enforcement officer, and the victim's status as a law enforcement officer is not an element of the offense.</div><div style=\"text-indent:0.5in;\">(w) The defendant committed the offense against a victim who was acting as a good samaritan.</div><div style=\"text-indent:0.5in;\">(x) The defendant committed the offense against a public official or officer of the court in retaliation of the public official's performance of his or her duty to the criminal justice system.</div><div style=\"text-indent:0.5in;\">(y) The victim's injuries substantially exceed the level of bodily harm necessary to satisfy the elements of the offense. This aggravator is not an exception to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.530'>9.94A.530</a>(2).</div><div style=\"text-indent:0.5in;\">(z)(i)(A) The current offense is theft in the first degree, theft in the second degree, possession of stolen property in the first degree, or possession of stolen property in the second degree; (B) the stolen property involved is metal property; and (C) the property damage to the victim caused in the course of the theft of metal property is more than three times the value of the stolen metal property, or the theft of the metal property creates a public hazard.</div><div style=\"text-indent:0.5in;\">(ii) For purposes of this subsection, \"metal property\" means commercial metal property, private metal property, or nonferrous metal property, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.290.010'>19.290.010</a>.</div><div style=\"text-indent:0.5in;\">(aa) The defendant committed the offense with the intent to directly or indirectly cause any benefit, aggrandizement, gain, profit, or other advantage to or for a criminal street gang as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>, its reputation, influence, or membership.</div><div style=\"text-indent:0.5in;\">(bb) The current offense involved paying to view, over the internet in violation of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.68A.075'>9.68A.075</a>, depictions of a minor engaged in an act of sexually explicit conduct as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.68A.011'>9.68A.011</a>(4) (a) through (g).</div><div style=\"text-indent:0.5in;\">(cc) The offense was intentionally committed because the defendant perceived the victim to be homeless, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>.</div><div style=\"text-indent:0.5in;\">(dd) The current offense involved a felony crime against persons, except for assault in the third degree pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.36.031'>9A.36.031</a>(1)(k), that occurs in a courtroom, jury room, judge's chamber, or any waiting area or corridor immediately adjacent to a courtroom, jury room, or judge's chamber. This subsection shall apply only: (i) During the times when a courtroom, jury room, or judge's chamber is being used for judicial purposes during court proceedings; and (ii) if signage was posted in compliance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=2.28.200'>2.28.200</a> at the time of the offense.</div><div style=\"text-indent:0.5in;\">(ee) During the commission of the current offense, the defendant was driving in the opposite direction of the normal flow of traffic on a multiple lane highway, as defined by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.04.350'>46.04.350</a>, with a posted speed limit of ((<span style=\"text-decoration:line-through;\">forty-five</span>))<span style=\"text-decoration:underline;\">45</span> miles per hour or greater.</div><div style=\"text-indent:0.5in;\">(ff) The current offense involved the assault of a utility employee of any publicly or privately owned utility company or agency, who is at the time of the act engaged in official duties, including: (i) The maintenance or repair of utility poles, lines, conduits, pipes, or other infrastructure; or (ii) connecting, disconnecting, or recording utility meters.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1000 is to expand the circumstances that can be considered a major violation under the Uniform Controlled Substances Act (VUCSA) in Washington State. This amendment to RCW 9.94A.535 aims to enhance the legal framework surrounding controlled substances by identifying more extensive grounds for imposing exceptional sentencing beyond standard ranges for specific offenses. The key change introduced is the identification of new factors that classify certain drug-related offenses, particularly those involving fentanyl and other serious violations, as major violations. This is intended to address public safety concerns and better reflect the severity of particular drug-related offenses.</p>\n<h3>Key Provisions</h3>\n<h4>Sentencing Guidelines</h4>\n<ul>\n<li>Courts can impose sentences outside the standard range for offenses if substantial and compelling reasons exist.</li>\n<li>Written findings must be provided when an exceptional sentence is given.</li>\n<li>The criteria for exceptional sentences now include more specific mitigating and aggravating circumstances.</li>\n</ul>\n<h4>Major Violations of Controlled Substances</h4>\n<ul>\n<li>An offense is classified as a major VUCSA if it meets any of the expanded criteria, which include:<ul>\n<li>Involvement in at least three transactions of selling or transferring controlled substances.</li>\n<li>Sale or transfer of controlled substances in quantities significantly exceeding personal use.</li>\n<li>Manufacture of controlled substances for others' use.</li>\n<li>High position in drug distribution hierarchy.</li>\n<li>High degree of sophistication or a broad geographic scope in carrying out the offense.</li>\n<li>Specific inclusion of fentanyl-related offenses that lead to substantial harm or death.</li></ul></li>\n</ul>\n<h4>Aggravating Circumstances</h4>\n<ul>\n<li>The court may impose an aggravated exceptional sentence without a jury finding if:<ul>\n<li>Both the defendant and the state agree that justice demands an exceptional sentence.</li>\n<li>Historical factors indicate a lenient presumptive sentence based on prior unscored criminal history.</li>\n<li>Failure to consider certain prior criminal histories leads to an excessively lenient sentence.</li></ul></li>\n</ul>\n<h4>Mitigating Circumstances</h4>\n<ul>\n<li>The court may consider various mitigating factors for an exceptional sentence below the standard range, such as:<ul>\n<li>Victim's role in initiating the incident.</li>\n<li>The defendant's good faith compensation to the victim prior to detection.</li>\n<li>Crimes committed under significant duress or coercion.</li></ul></li>\n</ul>\n<h4>Specific Offenses Considered Major</h4>\n<ul>\n<li>Specific aggravating factors for sentencing upon conviction include:<ul>\n<li>The offense shows deliberate cruelty to the victim.</li>\n<li>The victim's vulnerability was known to the defendant.</li>\n<li>The offense was part of a pattern of domestic violence.</li>\n<li>Offender used a position of trust to commit the crime.</li></ul></li>\n</ul>\n<p>This bill represents a significant approach to enhancing drug-related legislation and ensuring that severe violations are met with more stringent legal responses.</p>"
    }
  },
  "reports": {},
  "amendments": {}
}