{
  "id": 1001,
  "lastUpdated": "2025-03-01T00:03:58.115Z",
  "agency": "House",
  "description": "Concerning capital projects for the provision of fire protection services.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Capital Budget."
  },
  "sponsors": [
    "Abbarno",
    "Waters",
    "Barnard",
    "Orcutt",
    "Bronoske",
    "Caldier"
  ],
  "document": {
    "name": "1001",
    "description": "House Bill 1001",
    "url": {
      "ts": "2024-12-02T22:22:44.507Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1001.htm"
    },
    "original": {
      "ts": "2024-12-02T22:22:44.507Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0022.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1001</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Abbarno, Waters, Barnard, Orcutt, Bronoske, and Caldier<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/02/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Capital Budget.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to capital projects for the provision of fire protection services; and adding a new chapter to Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43'>43</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) \"Department\" means the department of commerce.</div><div style=\"text-indent:0.5in;\">(2) \"Fire protection services capital project\" means a project of a local government for the planning, acquisition, construction, repair, reconstruction, replacement, rehabilitation, or improvement of a facility providing fire protection services.</div><div style=\"text-indent:0.5in;\">(3) \"Local governments\" means cities, towns, counties, special purpose districts, port districts, and any other municipal corporations or quasi-municipal corporations in the state providing fire protection services.</div><div style=\"text-indent:0.5in;\">(4) \"Rural county\" means a county with a population density of fewer than 100 persons per square mile or a county smaller than 225 square miles, as determined by the office of financial management pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.62.035'>43.62.035</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">(1) The department must establish a competitive grant program to award funding to local governments in rural counties for fire protection services capital projects.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2)(a) The department must establish a committee to develop the grant program criteria and process for prioritization of applications. The committee must be composed of no less than one representative each from the department, a fire protection district, a county, and a city.</div><div style=\"text-indent:0.5in;\">(b) The department must consider, at a minimum and in any order, the following factors in prioritizing projects:</div><div style=\"text-indent:0.5in;\">(i) The insurance services office fire rating for the jurisdiction providing the fire protection services in the facility;</div><div style=\"text-indent:0.5in;\">(ii) The extent to which the project leverages other funds;</div><div style=\"text-indent:0.5in;\">(iii) The ability of the local government providing the fire protection services to levy local resources;</div><div style=\"text-indent:0.5in;\">(iv) Whether the project is critical in nature and would affect the health and safety of the people in the community of service;</div><div style=\"text-indent:0.5in;\">(v) The extent to which the project is ready to proceed to construction;</div><div style=\"text-indent:0.5in;\">(vi) Whether the project is located in a distressed area as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.168.020'>43.168.020</a>; and</div><div style=\"text-indent:0.5in;\">(vii) Whether the project consolidates or regionalizes services.</div><div style=\"text-indent:0.5in;\">(3)(a) Funds awarded under this section may be given only after private or public match funds are committed. Private or public match funds may consist of cash, equipment, land, buildings, or like-kind. In determining the level of match required, the department shall take into consideration the financial need of the applicant and the economic conditions of the location of the proposed facility.</div><div style=\"text-indent:0.5in;\">(b) The maximum amount of total funding that the department may provide for any jurisdiction is $2,000,000 per biennium.</div><div style=\"text-indent:0.5in;\">(4) To ensure a grant under this section primarily serves the public interest and benefits the public, contracts for grants authorized under this section must include provisions that the capital improvements be held by the grantee for a specified period of time appropriate to the amount of the grant and that facilities be used for the express purpose of the grant. If the grantee is found to be out of compliance with provisions of the contract, the grantee shall repay to the state general fund the principal amount of the grant plus interest calculated at the rate of interest on state of Washington general obligation bonds issued most closely to the date of authorization of the grant.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">(1) By November 1, 2026, and each year thereafter, the department must develop and submit a report regarding the fire protection services capital projects grant program to the office of financial management and the legislature. The report must include:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) The total number of applications and amount of funding requested for fire protection services capital projects;</div><div style=\"text-indent:0.5in;\">(b) A list and description of projects approved in the preceding fiscal year with project scores against the department's prioritization criteria;</div><div style=\"text-indent:0.5in;\">(c) The total amount of grant disbursements made in the preceding fiscal year; and</div><div style=\"text-indent:0.5in;\">(d) The total amount of funds obligated and timing of when the funds were obligated in the preceding fiscal year.</div><div style=\"text-indent:0.5in;\">(2) The department may gather data from the eligible applicants awarded the grant funding in order to develop the report.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">Sections 1 through 3 of this act constitute a new chapter in Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43'>43</a> RCW.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-02T22:22:44.507Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to establish a competitive grant program that supports local governments in rural counties with capital projects aimed at improving fire protection services. The legislation introduces new regulations that will facilitate funding to help local jurisdictions with necessary infrastructure and service enhancement for fire protection. This focus on rural areas acknowledges the unique challenges they face in accessing reliable fire protection resources.</p>\n<h3>Key Provisions</h3>\n<h4>Competitive Grant Program</h4>\n<ul>\n<li>The department of commerce will set up a grant program specifically for local governments in rural counties to fund fire protection services capital projects.</li>\n<li>A committee will be formed to establish criteria for the grant program and the process for prioritizing applications. This committee will include representatives from various sectors including the department, fire districts, counties, and cities.</li>\n</ul>\n<h4>Project Prioritization Criteria</h4>\n<ul>\n<li>When prioritizing projects for funding, the department will consider:<ul>\n<li>The fire rating of the jurisdiction.</li>\n<li>The ability to leverage additional funds.</li>\n<li>The local government's capacity to generate resources.</li>\n<li>The project's critical importance to community health and safety.</li>\n<li>The readiness of the project to commence construction.</li>\n<li>Whether the project is located in a distressed area.</li>\n<li>The potential for service consolidation or regionalization.</li></ul></li>\n</ul>\n<h4>Funding Conditions</h4>\n<ul>\n<li>Grants will be awarded only if there are matching funds from private or public sources, which may include cash, equipment, or property.</li>\n<li>The maximum grant amount per jurisdiction is set at $2,000,000 every two years.</li>\n<li>Grant contracts will require that funded facilities remain with the grantee for a designated period and serve the purpose of the grant; failure to comply may result in repayment of the grant plus interest.</li>\n</ul>\n<h4>Reporting Requirements</h4>\n<ul>\n<li>The department must compile and submit an annual report by November 1 each year, detailing:<ul>\n<li>The number of applications and total funding requested for projects.</li>\n<li>Approved projects from the prior year along with their prioritization scores.</li>\n<li>Disbursements made and funds obligated during the previous fiscal year.</li></ul></li>\n<li>The department may collect data from grantees to fulfill the reporting requirement. </li>\n</ul>\n<h4>New Chapter</h4>\n<ul>\n<li>The sections outlined will form a new chapter within Title 43 RCW, thereby establishing a formal framework for this grant program and its regulations.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-02T22:22:44.507Z",
    "text": "competitive grant program funding rural counties fire protection infrastructure community health safety project prioritization matching funds reporting requirements"
  }
}