{
  "id": 1002,
  "documents": {
    "1002": {
      "createdDate": "2024-12-02T22:22:45.193Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0101.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1002</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Abbarno, Rude, Marshall, Callan, Doglio, Timmons, Goodman, Pollet, Davis, and Scott<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/02/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Labor &amp; Workplace Standards.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to recognizing posttraumatic stress disorder as an occupational disease for county coroners, examiners, and investigative personnel; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=51.08.142'>51.08.142</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=51.08.142'>51.08.142</a> and 2023 c 370 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Except as provided in subsections (2) and (3) of this section, the department shall adopt a rule pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW that claims based on mental conditions or mental disabilities caused by stress do not fall within the definition of occupational disease in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=51.08.140'>51.08.140</a>.</div><div style=\"text-indent:0.5in;\">(2)(a) Except as provided in (b) and (c) of this subsection, the rule adopted under subsection (1) of this section shall not apply to occupational disease claims resulting from posttraumatic stress disorders of firefighters as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.26.030'>41.26.030</a>(17) (a), (b), (c), and (h) and firefighters, including supervisors, employed on a full-time, fully compensated basis as a firefighter of a private sector employer's fire department that includes over ((<span style=\"text-decoration:line-through;\">fifty</span>))<span style=\"text-decoration:underline;\">50</span> such firefighters, ((<span style=\"text-decoration:line-through;\">and</span>)) law enforcement officers as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.26.030'>41.26.030</a>(19) (b), (c), and (e), ((<span style=\"text-decoration:line-through;\">and</span>)) public safety telecommunicators who receive calls for assistance and dispatch emergency services<span style=\"text-decoration:underline;\">, and county coroners and medical examiner personnel</span>.</div><div style=\"text-indent:0.5in;\">(b) For firefighters as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.26.030'>41.26.030</a>(17) (a), (b), (c), and (h) and firefighters, including supervisors, employed on a full-time, fully compensated basis as a firefighter of a private sector employer's fire department that includes over ((<span style=\"text-decoration:line-through;\">fifty</span>))<span style=\"text-decoration:underline;\">50</span> such firefighters, ((<span style=\"text-decoration:line-through;\">and</span>)) law enforcement officers as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.26.030'>41.26.030</a>(19) (b), (c), and (e) hired after June 7, 2018, ((<span style=\"text-decoration:line-through;\">and</span>)) public safety telecommunicators hired after June 11, 2020, <span style=\"text-decoration:underline;\">and county coroners and medical examiner personnel hired after January 1, 2026,</span> (a) of this subsection only applies if the firefighter ((<span style=\"text-decoration:line-through;\">or</span>))<span style=\"text-decoration:underline;\">,</span> law enforcement officer<span style=\"text-decoration:underline;\">,</span>((<span style=\"text-decoration:line-through;\">or</span>)) public safety telecommunicators<span style=\"text-decoration:underline;\">, or county coroner or medical examiner personnel</span>, as a condition of employment, has submitted to a psychological examination administered by a psychiatrist licensed in the state of Washington under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.71'>18.71</a> RCW or a psychologist licensed in the state of Washington under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.83'>18.83</a> RCW that ruled out the presence of posttraumatic stress disorder from preemployment exposures. If the employer does not provide the psychological examination, (a) of this subsection applies.</div><div style=\"text-indent:0.5in;\">(c) Posttraumatic stress disorder for purposes of <span style=\"text-decoration:underline;\">this</span> subsection((<span style=\"text-decoration:line-through;\">s (2)</span>)) and <span style=\"text-decoration:underline;\">subsection</span> (3) of this section is not considered an occupational disease if the disorder is directly attributed to disciplinary action, work evaluation, job transfer, layoff, demotion, termination, or similar action taken in good faith by an employer.</div><div style=\"text-indent:0.5in;\">(d) \"Public safety telecommunicators\" means individuals who receive and respond to telephone or other electronic requests for emergency assistance, such as law enforcement, fire, and medical services, and dispatch appropriate emergency responders.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(e) \"County coroner and medical examiner personnel\" means individuals who respond to, investigate, handle evidence, or conduct autopsies for cases under the jurisdiction of a county coroner or medical examiner.</span></div><div style=\"text-indent:0.5in;\">(3)(a) Except as provided in this subsection, the rule adopted under subsection (1) of this section shall not apply to occupational disease claims resulting from posttraumatic stress disorders of direct care registered nurses as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=51.32.395'>51.32.395</a>.</div><div style=\"text-indent:0.5in;\">(b) The limitation in subsection (2)(c) of this section also applies to this subsection (3).</div><div style=\"text-indent:0.5in;\">(c) This subsection (3) applies only to a direct care registered nurse who has posttraumatic stress disorder that develops or manifests itself after the individual has been employed on a fully compensated basis as a direct care registered nurse in Washington state for at least 90 consecutive days.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of this bill is to officially recognize posttraumatic stress disorder (PTSD) as an occupational disease specifically for county coroners, medical examiners, and investigative personnel in Washington State. The key change from the previous version involves inclusivity; it adds county coroners and medical examiners to the list of professionals covered under this definition. Additionally, the bill clarifies conditions under which PTSD claims can be made, particularly concerning employment conditions and preemployment psychological evaluations.</p>\n<h3>Key Provisions</h3>\n<h4>Recognition of PTSD</h4>\n<ul>\n<li>Recognizes PTSD as an occupational disease for county coroners and medical examiner personnel, in addition to firefighters, law enforcement officers, and public safety telecommunicators.</li>\n</ul>\n<h4>Claims Based on Mental Conditions</h4>\n<ul>\n<li>Claims based on mental conditions caused by stress generally do not qualify as occupational diseases unless explicitly covered under specific conditions listed in the bill.</li>\n</ul>\n<h4>Employment Requirements</h4>\n<ul>\n<li>For individuals such as firefighters, law enforcement officers, and public safety telecommunicators, PTSD claims apply only if the employee underwent a psychological examination that ruled out preexisting PTSD related to job conditions.</li>\n<li>New provisions include county coroners and medical examiners hired after January 1, 2026, under similar conditions for PTSD claims.</li>\n</ul>\n<h4>Exclusions</h4>\n<ul>\n<li>PTSD is not considered an occupational disease if attributed to disciplinary actions or employment transitions taken in good faith by an employer.</li>\n</ul>\n<h4>Definitions</h4>\n<ul>\n<li>\"Public safety telecommunicators\" are defined as individuals who receive emergency requests and dispatch responders.</li>\n<li>\"County coroner and medical examiner personnel\" refer to those involved in investigating or conducting autopsies under the jurisdiction of a coroner or medical examiner.</li>\n</ul>"
    }
  },
  "reports": {},
  "amendments": {}
}