{
  "id": 1003,
  "documents": {
    "1003": {
      "createdDate": "2024-12-02T22:22:45.887Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0107.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1003</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Abbarno, Barkis, Jacobsen, Connors, Peterson, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/02/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Housing.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to service of notice by mail in cases involving forcible entry and forcible and unlawful detainer; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=59.12.040'>59.12.040</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=59.12.040'>59.12.040</a> and 2021 c 115 s 14 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Any notice provided for in this chapter shall be served either (1) by delivering a copy personally to the person entitled thereto; or (2) if he or she be absent from the premises unlawfully held, by leaving there a copy, with some person of suitable age and discretion, and sending a copy ((<span style=\"text-decoration:line-through;\">through the mail addressed to</span>))<span style=\"text-decoration:underline;\">by certified mail, posted from within Washington state, to the last known address of</span> the person entitled thereto ((<span style=\"text-decoration:line-through;\">at his or her place of residence</span>)); or (3) if the person to be notified be a tenant, or an unlawful holder of premises, and his or her place of residence is not known, or if a person of suitable age and discretion there cannot be found then by affixing a copy of the notice in a conspicuous place on the premises unlawfully held, and also delivering a copy to a person there residing, if such a person can be found, and also sending a copy through the mail addressed to the tenant, or unlawful occupant, at the place where the premises unlawfully held are situated. Service upon a subtenant may be made in the same manner: PROVIDED, That in cases where the tenant or unlawful occupant, shall be conducting a hotel, inn, lodging house, boarding house, or shall be renting rooms while still retaining control of the premises as a whole, that the guests, lodgers, boarders, or persons renting such rooms shall not be considered as subtenants within the meaning of this chapter, but all such persons may be served by affixing a copy of the notice to be served in two conspicuous places upon the premises unlawfully held; and such persons shall not be necessary parties defendant in an action to recover possession of said premises. Service of any notice provided for in this chapter may be had upon a corporation by delivering a copy thereof to any officer, agent, or person having charge of the business of such corporation, at the premises unlawfully held, and in case no such officer, agent, or person can be found upon such premises, then service may be had by affixing a copy of such notice in a conspicuous place upon said premises and by sending a copy through the mail addressed to such corporation at the place where said premises are situated. Proof of any service under this section may be made by the affidavit of the person making the same in like manner and with like effect as the proof of service of summons in civil actions. When a copy of notice is sent through the mail, as provided in this section, service shall be deemed complete when such copy is deposited in the United States mail ((<span style=\"text-decoration:line-through;\">in the county in which the property is situated properly addressed with</span>)) postage prepaid<span style=\"text-decoration:underline;\">, by certified mail, posted from within Washington state, directed to the last known address of the person entitled thereto</span>: PROVIDED, HOWEVER, That when service is made by mail ((<span style=\"text-decoration:line-through;\">one additional day</span>))<span style=\"text-decoration:underline;\">five additional days</span> shall be allowed before the commencement of an action based upon such notice. <span style=\"text-decoration:underline;\">A termination notice served pursuant to this section shall specify in the notice the date by which the person to whom the notice is sent must vacate or, if applicable, comply.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1003 is to revise the process for serving notice by mail in cases of forcible entry and unlawful detainer in the State of Washington. The bill aims to clarify and improve the methods of serving different parties involved in such cases. Key changes include the requirement for notices to be sent via certified mail instead of regular mail, and an extension of the time allowed before legal action can commence based on the notice served.</p>\n<h3>Key Provisions</h3>\n<h4>Notice Service Methods</h4>\n<ul>\n<li>Notices can be served in several ways:<ul>\n<li>Personally delivering a copy to the entitled person.</li>\n<li>Leaving a copy with an appropriate person on the premises if the entitled person is absent.</li>\n<li>Sending a copy by certified mail from within Washington State to the last known address of the person entitled to the notice.</li>\n<li>Affixing a copy of the notice in a conspicuous place on the premises if the residence is unknown and delivering a copy to a resident.</li></ul></li>\n</ul>\n<h4>Notice to Tenants and Unlawful Occupants</h4>\n<ul>\n<li>Tenants or unlawful occupants can receive notice by:<ul>\n<li>Affixing the notice in two conspicuous places on the premises.</li>\n<li>Not requiring guests or boarders to be parties in eviction actions.</li></ul></li>\n</ul>\n<h4>Service to Corporations</h4>\n<ul>\n<li>Corporations can be served by:<ul>\n<li>Delivering a copy to any officer or agent at the unlawfully held premises.</li>\n<li>If no officers are present, affixing the notice on the premises and mailing a copy to the corporation’s address.</li></ul></li>\n</ul>\n<h4>Proof of Service</h4>\n<ul>\n<li>Proof of service can be established through an affidavit similar to civil action summons. </li>\n</ul>\n<h4>Completion of Service</h4>\n<ul>\n<li>Service by mail is considered complete when the notice is deposited in the mail, with an extension of five additional days allowed before starting an eviction action. </li>\n</ul>\n<h4>Termination Notice</h4>\n<ul>\n<li>Termination notices must specify the date by which the recipient must vacate the premises or comply with the notice requirements.</li>\n</ul>"
    }
  },
  "reports": {},
  "amendments": {}
}