{
  "id": 1004,
  "documents": {
    "1004": {
      "createdDate": "2024-12-03T20:20:54.857Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0050.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1004</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Leavitt, Volz, Ryu, Parshley, Walen, Schmidt, Shavers, Richards, Paul, Goodman, Rule, Pollet, Fey, and Reeves<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/03/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Finance.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to increasing the personal property tax exemption; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.36.110'>84.36.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.36.120'>84.36.120</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.48.065'>84.48.065</a>; creating a new section; and providing a contingent effective date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.36.110'>84.36.110</a> and 2006 c 281 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The following property shall be exempt from taxation:</div><div style=\"text-indent:0.5in;\">(1) All household goods and furnishings in actual use by the owner thereof in equipping and outfitting his or her residence or place of abode and not for sale or commercial use, and all personal effects held by any person for his or her exclusive use and benefit and not for sale or commercial use.</div><div style=\"text-indent:0.5in;\">(2)<span style=\"text-decoration:underline;\">(a)</span> The personal property, other than specified in subsection (1) of this section, of ((<span style=\"text-decoration:line-through;\">each head of a family</span>))<span style=\"text-decoration:underline;\">a person</span> liable to assessment and taxation of which the ((<span style=\"text-decoration:line-through;\">individual</span>))<span style=\"text-decoration:underline;\">person</span> is the actual and bona fide owner to an amount of ((<span style=\"text-decoration:line-through;\">fifteen thousand dollars</span>))<span style=\"text-decoration:underline;\">$50,000</span> of true and fair value. This exemption shall not apply to any private motor vehicle or mobile home. ((<span style=\"text-decoration:line-through;\">If the county assessor is satisfied that all of the personal property of any person is exempt from taxation under the provisions of this statute or any other statute providing exemptions for personal property, no listing of such property shall be required. However,</span>))</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) A person claiming an exemption under this subsection (2) must attest, under the penalty of perjury subject to the penalties in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.40.130'>84.40.130</a>(2), that:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i)(A) The total replacement cost new of its taxable personal property is less than $50,000, or (B)</span> if the personal property described in this subsection exceeds in value the amount allowed as exempt, then a complete list of said personal property shall be made as provided by law, and the county assessor shall deduct the amount of the exemption authorized by this subsection from the total amount of the assessment and impose taxes on the remainder<span style=\"text-decoration:underline;\">; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) The person is claiming only one such exemption statewide for the calendar year</span>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.36.120'>84.36.120</a> and 2008 c 6 s 708 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->For the purposes of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.36.110'>84.36.110</a> ((<span style=\"text-decoration:line-through;\">\"head of a family\" shall be construed to include a surviving spouse or surviving domestic partner who has neither remarried nor entered into a subsequent domestic partnership, any person receiving an old age pension under the laws of this state and any citizen of the United States, over the age of sixty-five years, who has resided in the state of Washington continuously for ten years.</span>))<span style=\"text-decoration:underline;\">, the following definitions apply:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(1)</span> \"Personal effects\" shall be construed to mean and include such tangible property as usually and ordinarily attends the person such as wearing apparel, jewelry, toilet articles and the like.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2)</span> \"Private motor vehicle\" shall be construed to mean and include all motor vehicles used for the convenience or pleasure of the owner and carrying a licensing classification other than motor vehicle for hire, auto stage, auto stage trailer, motor truck, motor truck trailer or dealers' licenses.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3)</span> \"Mobile home\" shall be construed to mean and include all trailers of the type designed as facilities for human habitation and which are capable of being moved upon the public streets and highways and which are more than thirty-five feet in length or more than eight feet in width.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.48.065'>84.48.065</a> and 2015 c 174 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) The county assessor or treasurer may cancel or correct assessments on the assessment or tax rolls which are erroneous due to manifest errors in description, double assessments, clerical errors in extending the rolls, and such manifest errors in the listing of the property that do not involve a revaluation of property, except in the case that a taxpayer produces proof that an authorized land use authority has made a definitive change in the property's land use designation. In such a case, correction of the assessment or tax rolls may be made notwithstanding the fact that the action involves a revaluation of property. Manifest errors that do not involve a revaluation of property include the assessment of property exempted by law from taxation ((<span style=\"text-decoration:line-through;\">or the failure to deduct the exemption allowed by law to the head of a family</span>)). When the county assessor cancels or corrects an assessment, the assessor must send a notice to the taxpayer in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.40.045'>84.40.045</a>, advising the taxpayer that the action has been taken and notifying the taxpayer of the right to appeal the cancellation or correction to the county board of equalization, in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.40.038'>84.40.038</a>. When the county assessor or treasurer cancels or corrects an assessment, a record of the action must be prepared, setting forth therein the facts relating to the error. The record must also set forth by legal description all property belonging exclusively to the state, any county, or any municipal corporation whose property is exempt from taxation, upon which there remains, according to the tax roll, any unpaid taxes.</div><div style=\"text-indent:0.5in;\">(b) Except as otherwise provided in this subsection (1)(b), no manifest error cancellation or correction, including a cancellation or correction made due to a definitive change of land use designation, may be made for any period more than three years preceding the year in which the error is discovered. However, a manifest error cancellation or correction may be made for a period more than three years preceding the year in which the error is discovered if authorized by the county legislative authority and the manifest error cancellation or correction would result in a refund or reduction of taxes for a property owner.</div><div style=\"text-indent:0.5in;\">(2)(a) In the case of a definitive change of land use designation, an assessor must make corrections that involve a revaluation of property to the assessment roll when:</div><div style=\"text-indent:0.5in;\">(i) The assessor and taxpayer have signed an agreement as to the true and fair value of the taxpayer's property setting forth in the agreement the valuation information upon which the agreement is based; and</div><div style=\"text-indent:0.5in;\">(ii) The assessment roll has previously been certified in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.40.320'>84.40.320</a>.</div><div style=\"text-indent:0.5in;\">(b) In all other cases, an assessor must make corrections that involve a revaluation of property to the assessment roll when:</div><div style=\"text-indent:0.5in;\">(i) The assessor and taxpayer have signed an agreement as to the true and fair value of the taxpayer's property setting forth in the agreement the valuation information upon which the agreement is based; and</div><div style=\"text-indent:0.5in;\">(ii) The following conditions are met:</div><div style=\"text-indent:0.5in;\">(A) The assessment roll has previously been certified in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.40.320'>84.40.320</a>;</div><div style=\"text-indent:0.5in;\">(B) The taxpayer has timely filed a petition with the county board of equalization pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.40.038'>84.40.038</a> for the current assessment year;</div><div style=\"text-indent:0.5in;\">(C) The county board of equalization has not yet held a hearing on the merits of the taxpayer's petition.</div><div style=\"text-indent:0.5in;\">(3) The assessor must issue a supplementary roll or rolls including such cancellations and corrections, and the assessment and levy have the same force and effect as if made in the first instance, and the county treasurer must proceed to collect the taxes due on the rolls as modified.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.32.805'>82.32.805</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.32.808'>82.32.808</a> do not apply to this act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span><span style=\"text-indent:0.5in;\">Section 1 of this act takes effect January 1, 2026, if the proposed amendment to Article VII, section 1 of the state Constitution (House Joint Resolution No. . . . . (H-0049/25)), providing for the personal property exemption of $50,000, is validly submitted to and is approved and ratified by the voters at the next general election. If the proposed amendment is not approved and ratified, section 1 of this act is void in its entirety.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The main goal of House Bill 1004 is to increase the personal property tax exemption for individuals in Washington State. Specifically, it raises the exemption limit from $15,000 to $50,000 for personal property, benefiting individuals who are liable for property taxes. This change aims to ease the financial burden on owners of personal property who do not own extensive or valuable assets, thereby increasing their financial security. Additionally, the bill introduces a requirement for individuals claiming this exemption to affirm their ownership and value of the assets under penalty of perjury.</p>\n<h3>Key Provisions</h3>\n<h4>Personal Property Tax Exemption</h4>\n<ul>\n<li>Increases the exemption amount for personal property from $15,000 to $50,000.</li>\n<li>The exemption applies to personal property not classified as a private motor vehicle or mobile home.</li>\n<li>Individuals must attest under penalty of perjury to claim the exemption, proving:<ul>\n<li>Their total taxable personal property is less than $50,000, or </li>\n<li>If exceeding, they must list the property and will only receive the exemption on the first $50,000 of value.</li></ul></li>\n<li>The exemption is limited to one claim per person statewide within a calendar year.</li>\n</ul>\n<h4>Amendments to Existing Laws</h4>\n<ul>\n<li>Amends RCW 84.36.110, specifying the categories of exempt property.</li>\n<li>Removes the reference to \"head of a family\" in favor of the more inclusive term \"person liable to assessment and taxation.\"</li>\n<li>Other related amendments were made to RCWs 84.36.120 and 84.48.065 to align with the new provisions.</li>\n</ul>\n<h4>Effective Date and Contingency</h4>\n<ul>\n<li>The changes will take effect on January 1, 2026, contingent upon the approval of a proposed amendment to the state Constitution that supports this exemption increase.</li>\n<li>If the constitutional amendment is not approved by voters, the entire section of this act is rendered void.</li>\n</ul>\n<h4>Other Relevant Sections</h4>\n<ul>\n<li>Specifies that certain sections of the revised tax laws (RCW 82.32.805 and RCW 82.32.808) do not apply to the provisions of this act.</li>\n</ul>\n<p>These changes reflect an intention to provide more support for individuals and families by adjusting tax exemptions to better fit current economic circumstances.</p>"
    }
  },
  "reports": {},
  "amendments": {}
}