{
  "id": 1006,
  "documents": {
    "1006": {
      "createdDate": "2024-12-03T20:20:56.797Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0059.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1006</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Ryu, McClintock, and Reeves<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/03/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Consumer Protection &amp; Business.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to regulating service contracts and protection product guarantees; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.020'>48.110.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.050'>48.110.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.055'>48.110.055</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.060'>48.110.060</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.073'>48.110.073</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.075'>48.110.075</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.110'>48.110.110</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.140'>48.110.140</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.020'>48.110.020</a> and 2014 c 82 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The definitions in this section apply throughout this chapter.</div><div style=\"text-indent:0.5in;\">(1) \"Administrator\" means the person who is responsible for the administration of the service contracts, the service contracts plan, or the protection product guarantees.</div><div style=\"text-indent:0.5in;\">(2) \"Commissioner\" means the insurance commissioner of this state.</div><div style=\"text-indent:0.5in;\">(3) \"Consumer\" means an individual who buys any tangible personal property that is primarily for personal, family, or household use.</div><div style=\"text-indent:0.5in;\">(4) \"Home heating fuel service contract\" means a contract or agreement for a separately stated consideration for a specific duration to perform the repair, replacement, or maintenance of a home heating fuel supply system including the fuel tank and all visible pipes, caps, lines, and associated parts or the indemnification for repair, replacement, or maintenance for operational or structural failure due to a defect in materials or workmanship, or normal wear and tear.</div><div style=\"text-indent:0.5in;\">(5) \"Incidental costs\" means expenses specified in the guarantee incurred by the protection product guarantee holder related to damages to other property caused by the failure of the protection product to perform as provided in the guarantee. \"Incidental costs\" may include, without limitation, insurance policy deductibles, rental vehicle charges, the difference between the actual value of the stolen vehicle at the time of theft and the cost of a replacement vehicle, sales taxes, registration fees, transaction fees, and mechanical inspection fees. Incidental costs may be paid under the provisions of the protection product guarantee in either a fixed amount specified in the protection product guarantee or sales agreement, or by the use of a formula itemizing specific incidental costs incurred by the protection product guarantee holder to be paid.</div><div style=\"text-indent:0.5in;\">(6) \"Maintenance agreement\" means a contract of limited duration that provides for scheduled maintenance only.</div><div style=\"text-indent:0.5in;\">(7) \"Motor vehicle\" means any vehicle subject to registration under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.16A'>46.16A</a> RCW.</div><div style=\"text-indent:0.5in;\">(8) \"Person\" means an individual, partnership, corporation, incorporated or unincorporated association, joint stock company, reciprocal insurer, syndicate, or any similar entity or combination of entities acting in concert.</div><div style=\"text-indent:0.5in;\">(9) \"Premium\" means the consideration paid to an insurer for a reimbursement insurance policy.</div><div style=\"text-indent:0.5in;\">(10) \"Protection product\" means any protective chemical, substance, device, or system offered or sold with a guarantee to repair or replace another product or pay incidental costs upon the failure of the product to perform pursuant to the terms of the protection product guarantee. Protection product does not include fuel additives, oil additives, or other chemical products applied to the engine, transmission, or fuel system of a motor vehicle.</div><div style=\"text-indent:0.5in;\">(11) \"Protection product guarantee\" means a written agreement by a protection product guarantee provider to repair or replace another product or pay incidental costs upon the failure of the protection product to perform pursuant to the terms of the protection product guarantee. The reimbursement of incidental costs promised under a protection product guarantee must be tied to the purchase of a physical product that is formulated or designed to make the specified loss or damage from a specific cause less likely to occur.</div><div style=\"text-indent:0.5in;\">(12) \"Protection product guarantee holder\" means a person who is the purchaser or permitted transferee of a protection product guarantee.</div><div style=\"text-indent:0.5in;\">(13) \"Protection product guarantee provider\" means a person who is contractually obligated to the protection product guarantee holder under the terms of the protection product guarantee. Protection product guarantee provider does not include an authorized insurer providing a reimbursement insurance policy.</div><div style=\"text-indent:0.5in;\">(14) \"Protection product seller\" means the person who sells the protection product to the consumer.</div><div style=\"text-indent:0.5in;\">(15) \"Provider fee\" means the consideration paid by a consumer for a service contract.</div><div style=\"text-indent:0.5in;\">(16) \"Reimbursement insurance policy\" means a policy of insurance that is issued to a service contract provider or a protection product guarantee provider to provide reimbursement to the service contract provider or the protection product guarantee provider or to pay on behalf of the service contract provider or the protection product guarantee provider all contractual obligations incurred by the service contract provider or the protection product guarantee provider under the terms of the insured service contracts or protection product guarantees issued or sold by the service contract provider or the protection product guarantee provider<span style=\"text-decoration:underline;\">, or to pay on behalf of the service contract provider or the protection product guarantee provider each contractual obligation incurred by the service contract provider or the protection product guarantee provider in the event of nonperformance by the provider or the provider is unable to fulfill its contractual obligations to the consumer. A service contract provider or protection product guarantee provider may have more than one reimbursement insurance policy concurrently in force</span>.</div><div style=\"text-indent:0.5in;\">(17) \"Road hazard\" means a hazard that is encountered while driving a motor vehicle. Road hazards may include but are not limited to potholes, rocks, wood debris, metal parts, glass, plastic, curbs, or composite scraps.</div><div style=\"text-indent:0.5in;\">(18)(a) \"Service contract\" means a contract or agreement entered into at any time for consideration over and above the lease or purchase price of the property for any specific duration to perform the repair, replacement, or maintenance of property or the indemnification for repair, replacement, or maintenance for operational or structural failure due to a defect in materials or workmanship or normal wear and tear. Service contracts may provide for the repair, replacement, or maintenance of property for damage resulting from power surges and accidental damage from handling, with or without additional provision for incidental payment of indemnity under limited circumstances, including towing, rental, emergency road services, or other expenses relating to the failure of the product or of a component part thereof.</div><div style=\"text-indent:0.5in;\">(b) \"Service contract\" also includes a contract or agreement sold for separately stated consideration for a specific duration to perform any one or more of the following services:</div><div style=\"text-indent:0.5in;\">(i) The repair or replacement of tires and/or wheels damaged as a result of coming into contact with road hazards. However, a contract or agreement meeting the definition under this subsection (18)(b) in which the party obligated to perform is either a tire or wheel manufacturer or a motor vehicle manufacturer is exempt from the requirements of this chapter;</div><div style=\"text-indent:0.5in;\">(ii) The removal of dents, dings, or creases on a motor vehicle that can be repaired using the process of paintless dent removal without affecting the existing paint finish and without replacing vehicle body panels, sanding, bonding, or painting;</div><div style=\"text-indent:0.5in;\">(iii) The repair of chips or cracks in, or the replacement of, motor vehicle windshields as a result of damage caused by road hazards;</div><div style=\"text-indent:0.5in;\">(iv) The replacement of a motor vehicle key or key fob in the event that the key or key fob becomes inoperable or is lost or stolen;</div><div style=\"text-indent:0.5in;\">(v) Services provided pursuant to a protection product guarantee; and</div><div style=\"text-indent:0.5in;\">(vi) Other services approved by rule of the commissioner that are not inconsistent with the provisions of this chapter.</div><div style=\"text-indent:0.5in;\">(c) \"Service contract\" does not include coverage for:</div><div style=\"text-indent:0.5in;\">(i) Repair or replacement due to damage to the interior surfaces or to the exterior paint or finish of a vehicle. However, coverage for these types of damage may be offered in connection with the sale of a protection product as defined in this section; or</div><div style=\"text-indent:0.5in;\">(ii) Fuel additives, oil additives, or other chemical products applied to the engine, transmission, or fuel system of a motor vehicle.</div><div style=\"text-indent:0.5in;\">(19) \"Service contract holder\" or \"contract holder\" means a person who is the purchaser or holder of a service contract.</div><div style=\"text-indent:0.5in;\">(20) \"Service contract provider\" means a person who is contractually obligated to the service contract holder under the terms of the service contract.</div><div style=\"text-indent:0.5in;\">(21) \"Service contract seller\" means the person who sells the service contract to the consumer.</div><div style=\"text-indent:0.5in;\">(22) \"Warranty\" means a warranty made solely by the manufacturer, importer, or seller of property or services without consideration; that is not negotiated or separated from the sale of the product and is incidental to the sale of the product; and that guarantees indemnity for defective parts, mechanical or electrical breakdown, labor, or other remedial measures, such as repair or replacement of the property or repetition of services.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.050'>48.110.050</a> and 2016 c 224 s 3 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Service contracts shall not be issued, sold, or offered for sale in this state or sold to consumers in this state unless the service contract provider has:</div><div style=\"text-indent:0.5in;\">(a) Provided a receipt for, or other written evidence of, the purchase of the service contract to the contract holder; and</div><div style=\"text-indent:0.5in;\">(b) Provided a copy of the service contract to the service contract holder within a reasonable period of time from the date of purchase.</div><div style=\"text-indent:0.5in;\">(2) In order to either demonstrate its financial responsibility or assure the faithful performance of the service contract provider's <span style=\"text-decoration:underline;\">or protection product guarantee provider's</span> obligations to its service contract holders <span style=\"text-decoration:underline;\">or protection product guarantee holders</span>, every service contract provider <span style=\"text-decoration:underline;\">or protection product guarantee provider</span> shall comply with the requirements of one of the following:</div><div style=\"text-indent:0.5in;\">(a) Insure ((<span style=\"text-decoration:line-through;\">all</span>))<span style=\"text-decoration:underline;\">each</span> service ((<span style=\"text-decoration:line-through;\">contracts</span>))<span style=\"text-decoration:underline;\">contract or protection product guarantee</span> under a reimbursement insurance policy issued by an insurer holding a certificate of authority from the commissioner or a risk retention group, as defined in 15 U.S.C. Sec. 3901(a)(4), as long as that risk retention group is in full compliance with the federal liability risk retention act of 1986 (15 U.S.C. Sec. 3901 et seq.), is in good standing in its domiciliary jurisdiction, and is properly registered with the commissioner under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.92'>48.92</a> RCW. The insurance required by this subsection must meet the following requirements:</div><div style=\"text-indent:0.5in;\">(i) The insurer or risk retention group must, at the time the policy is filed with the commissioner, and continuously thereafter, maintain surplus as to policyholders and paid-in capital of at least ((<span style=\"text-decoration:line-through;\">fifteen million dollars</span>))<span style=\"text-decoration:underline;\">$15,000,000</span> and annually file audited financial statements with the commissioner; and</div><div style=\"text-indent:0.5in;\">(ii) The commissioner may authorize an insurer or risk retention group that has surplus as to policyholders and paid-in capital of less than ((<span style=\"text-decoration:line-through;\">fifteen million dollars</span>))<span style=\"text-decoration:underline;\">$15,000,000</span>, but at least equal to ((<span style=\"text-decoration:line-through;\">ten million dollars</span>))<span style=\"text-decoration:underline;\">$10,000,000</span>, to issue the insurance required by this subsection if the insurer or risk retention group demonstrates to the satisfaction of the commissioner that the company maintains a ratio of direct written premiums, wherever written, to surplus as to policyholders and paid-in capital of not more than three to one;</div><div style=\"text-indent:0.5in;\">(b)(i) Maintain a funded reserve account for its obligations under its service contracts <span style=\"text-decoration:underline;\">or protection product guarantees</span> issued and outstanding in this state. The reserves shall not be less than ((<span style=\"text-decoration:line-through;\">forty</span>))<span style=\"text-decoration:underline;\">40</span> percent of the gross consideration received, less claims paid, on the sale of the service contract <span style=\"text-decoration:underline;\">or protection product</span> for all in-force contracts <span style=\"text-decoration:underline;\">or protection product guarantees</span>. The reserve account shall be subject to examination and review by the commissioner; and</div><div style=\"text-indent:0.5in;\">(ii) Place in trust with the commissioner a financial security deposit, having a value of not less than five percent of the gross consideration received, less claims paid, on the sale of the service contract <span style=\"text-decoration:underline;\">or protection product</span> for all service contracts <span style=\"text-decoration:underline;\">or protection product guarantees</span> issued and in force, but not less than ((<span style=\"text-decoration:line-through;\">twenty-five thousand dollars</span>))<span style=\"text-decoration:underline;\">$25,000</span>, consisting of one of the following:</div><div style=\"text-indent:0.5in;\">(A) A surety bond issued by an insurer holding a certificate of authority from the commissioner;</div><div style=\"text-indent:0.5in;\">(B) Securities of the type eligible for deposit by authorized insurers in this state;</div><div style=\"text-indent:0.5in;\">(C) Cash;</div><div style=\"text-indent:0.5in;\">(D) An irrevocable evergreen letter of credit issued by a qualified financial institution; or</div><div style=\"text-indent:0.5in;\">(E) Another form of security prescribed by rule by the commissioner; or</div><div style=\"text-indent:0.5in;\">(c)(i) Maintain, or its parent company maintain, a net worth or stockholder's equity of at least ((<span style=\"text-decoration:line-through;\">one hundred million dollars</span>))<span style=\"text-decoration:underline;\">$100,000,000</span>; and</div><div style=\"text-indent:0.5in;\">(ii) Upon request, provide the commissioner with a copy of the service contract provider's <span style=\"text-decoration:underline;\">or protection product guarantee provider's</span> or, if using the net worth or stockholder's equity of its parent company to satisfy the ((<span style=\"text-decoration:line-through;\">one hundred million dollar</span>))<span style=\"text-decoration:underline;\">$100,000,000</span> requirement, the service contract provider's <span style=\"text-decoration:underline;\">or protection product guarantee provider's</span> parent company's most recent form 10-K or form 20-F filed with the securities and exchange commission within the last calendar year, or if the company does not file with the securities and exchange commission, a copy of the service contract provider's <span style=\"text-decoration:underline;\">or protection product guarantee provider's</span> or, if using the net worth or stockholder's equity of its parent company to satisfy the ((<span style=\"text-decoration:line-through;\">one hundred million dollar</span>))<span style=\"text-decoration:underline;\">$100,000,000</span> requirement, the service contract provider's <span style=\"text-decoration:underline;\">or protection product guarantee provider's</span> parent company's most recent audited financial statements, which shows a net worth of the service contract provider <span style=\"text-decoration:underline;\">or protection product guarantee provider</span> or its parent company of at least ((<span style=\"text-decoration:line-through;\">one hundred million dollars</span>))<span style=\"text-decoration:underline;\">$100,000,000</span>. If the service contract provider's parent company's form 10-K, form 20-F, or audited financial statements are filed with the commissioner to meet the service contract provider's <span style=\"text-decoration:underline;\">or protection product guarantee provider's</span> financial stability requirement, then the parent company shall agree to guarantee the obligations of the service contract provider <span style=\"text-decoration:underline;\">or protection product guarantee provider</span> relating to service contracts <span style=\"text-decoration:underline;\">or protection products</span> sold by the service contract provider <span style=\"text-decoration:underline;\">or protection product guarantee provider</span> in this state. A copy of the guarantee shall be filed with the commissioner. The guarantee shall be irrevocable as long as there is in force in this state any contract or any obligation arising from service contracts <span style=\"text-decoration:underline;\">or protection product guarantees</span> guaranteed, unless the parent company has made arrangements approved by the commissioner to satisfy its obligations under the guarantee.</div><div style=\"text-indent:0.5in;\">(3) Service contracts shall require the service contract provider to permit the service contract holder to return the service contract within ((<span style=\"text-decoration:line-through;\">twenty</span>))<span style=\"text-decoration:underline;\">20</span> days of the date the service contract was mailed to the service contract holder or within ((<span style=\"text-decoration:line-through;\">ten</span>))<span style=\"text-decoration:underline;\">10</span> days of delivery if the service contract is delivered to the service contract holder at the time of sale, or within a longer time period permitted under the service contract. Upon return of the service contract to the service contract provider within the applicable period, if no claim has been made under the service contract prior to the return to the service contract provider, the service contract is void and the service contract provider shall refund to the service contract holder, or credit the account of the service contract holder with the full purchase price of the service contract. The right to void the service contract provided in this subsection is not transferable and shall apply only to the original service contract purchaser. A ((<span style=\"text-decoration:line-through;\">ten</span>))<span style=\"text-decoration:underline;\">10</span> percent penalty per month shall be added to a refund of the purchase price that is not paid or credited within ((<span style=\"text-decoration:line-through;\">thirty</span>))<span style=\"text-decoration:underline;\">30</span> days after return of the service contract to the service contract provider.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(4) This section does not apply to service contracts on motor vehicles or to protection product guarantees.</span>))<span style=\"text-decoration:underline;\">This subsection (3) does not apply to service contracts on motor vehicles.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.055'>48.110.055</a> and 2019 c 16 s 3 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) This section applies to protection product guarantee providers.</div><div style=\"text-indent:0.5in;\">(2) A person must not act as, or offer to act as, or hold himself or herself out to be a protection product guarantee provider in this state, nor may a protection product be sold to a consumer in this state, unless the protection product guarantee provider has:</div><div style=\"text-indent:0.5in;\">(a) A valid registration as a protection product guarantee provider issued by the commissioner; and</div><div style=\"text-indent:0.5in;\">(b) Either demonstrated its financial responsibility or assured the faithful performance of the protection product guarantee provider's obligations to its protection product guarantee holders by ((<span style=\"text-decoration:line-through;\">insuring all protection product guarantees under a reimbursement insurance policy issued by an insurer holding a certificate of authority from the commissioner or a risk retention group, as defined in 15 U.S.C. Sec. 3901(a)(4), as long as that risk retention group is in full compliance with the federal liability risk retention act of 1986 (15 U.S.C. Sec. 3901 et seq.), is in good standing in its domiciliary jurisdiction, and properly registered with the commissioner under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.92'>48.92</a> RCW. The insurance required by this subsection must meet the following requirements:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(i) The insurer or risk retention group must, at the time the policy is filed with the commissioner, and continuously thereafter, maintain surplus as to policyholders and paid-in capital of at least fifteen million dollars and annually file audited financial statements with the commissioner; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(ii) The commissioner may authorize an insurer or risk retention group that has surplus as to policyholders and paid-in capital of less than fifteen million dollars, but at least equal to ten million dollars, to issue the insurance required by this subsection if the insurer or risk retention group demonstrates to the satisfaction of the commissioner that the company maintains a ratio of direct written premiums, wherever written, to surplus as to policyholders and paid-in capital of not more than three to one</span>))<span style=\"text-decoration:underline;\">satisfying one of the requirements of demonstrating financial responsibility or assuring faithful performance in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.050'>48.110.050</a></span>.</div><div style=\"text-indent:0.5in;\">(3) Applicants to be a protection product guarantee provider must make an application to the commissioner upon a form to be furnished by the commissioner. The application must include or be accompanied by the following information and documents:</div><div style=\"text-indent:0.5in;\">(a) The names of the protection product guarantee provider's executive officer or officers directly responsible for the protection product guarantee provider's protection product guarantee business and their biographical affidavits on a form prescribed by the commissioner;</div><div style=\"text-indent:0.5in;\">(b) The name, address, and telephone number of any administrators designated by the protection product guarantee provider to be responsible for the administration of protection product guarantees in this state;</div><div style=\"text-indent:0.5in;\">(c) ((<span style=\"text-decoration:line-through;\">A</span>))<span style=\"text-decoration:underline;\">If a protection product guarantee provider is using a reimbursement insurance policy in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.050'>48.110.050</a>(2)(a) to demonstrate financial responsibility or assure faithful performance of its obligations to protection product guarantee holders, a</span> copy of the protection product guarantee reimbursement insurance policy or policies;</div><div style=\"text-indent:0.5in;\">(d) A copy of each protection product guarantee the protection product guarantee provider proposes to use in this state;</div><div style=\"text-indent:0.5in;\">(e) The most recent annual financial statements, if available, or the most recent financial statements certified as accurate by two or more officers of the applicant which prove that the applicant has and maintains a minimum net worth or stockholder's equity of ((<span style=\"text-decoration:line-through;\">two hundred thousand dollars</span>))<span style=\"text-decoration:underline;\">$200,000</span> or more calculated in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.078'>48.110.078</a> and the ability to pay its debts when debts become due; and</div><div style=\"text-indent:0.5in;\">(f) A nonrefundable application fee of ((<span style=\"text-decoration:line-through;\">two hundred fifty dollars</span>))<span style=\"text-decoration:underline;\">$250</span>.</div><div style=\"text-indent:0.5in;\">(4) Each registered protection product guarantee provider must appoint the commissioner as the protection product guarantee provider's attorney to receive service of legal process issued against the protection product guarantee provider in this state upon causes of action arising within this state. Service upon the commissioner as attorney constitutes effective legal service upon the protection product guarantee provider.</div><div style=\"text-indent:0.5in;\">(a) With the appointment the protection product guarantee provider must designate the person to whom the commissioner must forward legal process so served upon him or her.</div><div style=\"text-indent:0.5in;\">(b) The appointment is irrevocable, binds any successor in interest or to the assets or liabilities of the protection product guarantee provider, and remains in effect for as long as there could be any cause of action against the protection product guarantee provider arising out of any of the protection product guarantee provider's contracts or obligations in this state.</div><div style=\"text-indent:0.5in;\">(c) The service of process must be accomplished and processed in the manner prescribed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.02.200'>48.02.200</a>.</div><div style=\"text-indent:0.5in;\">(5) The commissioner may refuse to issue a registration if the commissioner determines that the protection product guarantee provider, or any individual responsible for the conduct of the affairs of the protection product guarantee provider under subsection (3)(a) of this section, is not competent, trustworthy, cannot demonstrate a minimum net worth or stockholder's equity in accordance with the applicable requirements of subsection (3)(e) of this section and the ability to pay its debts when debts become due, or has had a license as a protection product guarantee provider or similar license denied or revoked for cause by any state.</div><div style=\"text-indent:0.5in;\">(6) A registration issued under this section is valid, unless surrendered, suspended, or revoked by the commissioner, or not renewed for so long as the protection product guarantee provider continues in business in this state and remains in compliance with this chapter. A registration is subject to renewal annually on the first day of July upon application of the protection product guarantee provider and payment of a fee of ((<span style=\"text-decoration:line-through;\">two hundred fifty dollars</span>))<span style=\"text-decoration:underline;\">$250</span>. If not so renewed, the registration expires on the June 30th next preceding.</div><div style=\"text-indent:0.5in;\">(7) A protection product guarantee provider must keep current the information required to be disclosed in its registration under this section by reporting all material changes or additions within thirty days after the end of the month in which the change or addition occurs.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.060'>48.110.060</a> and 2006 c 274 s 7 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Reimbursement insurance policies insuring service contracts or protection product guarantees issued, sold, or offered for sale in this state or issued or sold to consumers in this state shall state that the insurer that issued the reimbursement insurance policy shall <span style=\"text-decoration:underline;\">either</span> reimburse ((<span style=\"text-decoration:line-through;\">or</span>))<span style=\"text-decoration:underline;\">the provider, or in the event of nonperformance by the provider or the provider is unable to fulfill its contractual obligations to the consumer, shall</span> pay on behalf of the service contract provider or the protection product guarantee provider all sums the service contract provider or the protection product guarantee provider is legally obligated to pay, including but not limited to the refund of the full purchase price of the service contract to the service contract holder or shall provide the service which the service contract provider or the protection product guarantee provider is legally obligated to perform according to the service contract provider's or protection product guarantee provider's contractual obligations under the service contracts or protection product guarantees issued or sold by the service contract provider or the protection product guarantee provider.</div><div style=\"text-indent:0.5in;\">(2) The reimbursement insurance policy <span style=\"text-decoration:underline;\">or policies</span> shall <span style=\"text-decoration:underline;\">either</span> fully insure the obligations of the service contract provider or protection product guarantee provider((<span style=\"text-decoration:line-through;\">, rather than partially insure,</span>)) or insure only in the event of service contract provider or protection product guarantee provider default <span style=\"text-decoration:underline;\">or failure to perform</span>.</div><div style=\"text-indent:0.5in;\">(3) The reimbursement insurance policy <span style=\"text-decoration:underline;\">or policies</span> shall state that the service contract holder or protection product guarantee holder is entitled to apply directly to the reimbursement insurance company for payment or performance due.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(4) If a reimbursement insurance policy only pays or provides benefits in the event of nonperformance by the provider or when the provider is unable to fulfill its contractual obligations, then the policy must also state that in the event a covered service or product is not provided by the service contract provider or protection product guarantee provider within 30 days of proof of loss by the service contract holder or protection product guarantee holder the service contract holder or protection product guarantee holder is entitled to apply directly to the reimbursement insurance company for payment or performance due. If the service contract provider or protection product guarantee provider has ceased operation, the service contract holder or protection product guarantee holder may apply directly to the reimbursement insurance company for payment or performance due without waiting 30 days.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.073'>48.110.073</a> and 2006 c 274 s 20 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) If the service contract provider or protection product guarantee provider is using ((<span style=\"text-decoration:line-through;\">[the]</span>))<span style=\"text-decoration:underline;\">one or more</span> reimbursement insurance policy <span style=\"text-decoration:underline;\">or policies</span> to satisfy the requirements of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.050'>48.110.050</a>(2)(a), ((<span style=\"text-decoration:line-through;\">48.110.055(2)(b), or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.075'>48.110.075</a>(2)(a),</span>)) then ((<span style=\"text-decoration:line-through;\">the</span>))<span style=\"text-decoration:underline;\">each</span> reimbursement insurance policy shall be filed with and approved by the commissioner in accordance with and pursuant to the requirements of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.18'>48.18</a> RCW.</div><div style=\"text-indent:0.5in;\">(2) All service contracts forms covering motor vehicles must be filed with and approved by the commissioner prior to the service contract forms being used, issued, delivered, sold, or marketed in this state or to residents of this state.</div><div style=\"text-indent:0.5in;\">(3) All service contracts forms covering motor vehicles being used, issued, delivered, sold, or marketed in this state or to residents of this state by motor vehicle manufacturers or import distributors or wholly owned subsidiaries thereof must be filed with the commissioner for approval within sixty days after the motor vehicle manufacturer or import distributor or wholly owned subsidiary thereof begins using the service contracts forms.</div><div style=\"text-indent:0.5in;\">(4) The commissioner shall disapprove any motor vehicle service contract form if:</div><div style=\"text-indent:0.5in;\">(a) The form is in any respect in violation of, or does not comply with, this chapter or any applicable order or regulation of the commissioner issued under this chapter;</div><div style=\"text-indent:0.5in;\">(b) The form contains or incorporates by reference any inconsistent, ambiguous, or misleading clauses, or exceptions and conditions;</div><div style=\"text-indent:0.5in;\">(c) The form has any title, heading, or other indication of its provisions that is misleading; or</div><div style=\"text-indent:0.5in;\">(d) The purchase of the contract is being solicited by deceptive advertising.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.075'>48.110.075</a> and 2006 c 274 s 18 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) This section applies to service contracts on motor vehicles.</div><div style=\"text-indent:0.5in;\">(2) Service contracts shall not be issued, sold, or offered for sale in this state or sold to consumers in this state unless:</div><div style=\"text-indent:0.5in;\">(a) The service contract provider has either demonstrated its financial responsibility or assured the faithful performance of the service contract provider's obligations to its service contract holders by ((<span style=\"text-decoration:line-through;\">insuring all service contracts under a reimbursement insurance policy issued by an insurer holding a certificate of authority from the commissioner or a risk retention group, as defined in 15 U.S.C. Sec. 3901(a)(4), as long as that risk retention group is in full compliance with the federal liability risk retention act of 1986 (15 U.S.C. Sec. 3901 et seq.), is in good standing in its domiciliary jurisdiction, and properly registered with the commissioner under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.92'>48.92</a> RCW. The insurance required by this subsection must meet the following requirements:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(i) The insurer or risk retention group must, at the time the policy is filed with the commissioner, and continuously thereafter, maintain surplus as to policyholders and paid-in capital of at least fifteen million dollars and annually file audited financial statements with the commissioner; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(ii) The commissioner may authorize an insurer or risk retention group that has surplus as to policyholders and paid-in capital of less than fifteen million dollars, but at least equal to ten million dollars, to issue the insurance required by this subsection if the insurer or risk retention group demonstrates to the satisfaction of the commissioner that the company maintains a ratio of direct written premiums, wherever written, to surplus as to policyholders and paid-in capital of not more than three to one</span>))<span style=\"text-decoration:underline;\">satisfying one of the requirements of demonstrating financial responsibility or assuring faithful performance in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.050'>48.110.050</a></span>;</div><div style=\"text-indent:0.5in;\">(b)<span style=\"text-decoration:underline;\">(i)</span> The service contract conspicuously states that the obligations of the provider to the service contract holder are guaranteed under the reimbursement insurance policy, the name and address of the issuer of the reimbursement insurance policy, the applicable policy number, and the means by which a service contract holder may file a claim under the policy;</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) A service contract not insured under a reimbursement insurance policy under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.050'>48.110.050</a>(2)(a) and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.060'>48.110.060</a> shall contain a statement in substantially the following form: \"Obligations of the service contract provider under this contract are backed by the full faith and credit of the service contract provider\";</span></div><div style=\"text-indent:0.5in;\">(c) The service contract conspicuously and unambiguously states the name and address of the service contract provider and identifies any administrator if different from the service contract provider, the service contract seller, and the service contract holder. The identity of the service contract seller and the service contract holder are not required to be preprinted on the service contract and may be added to the service contract at the time of sale;</div><div style=\"text-indent:0.5in;\">(d) The service contract states the purchase price of the service contract and the terms under which the service contract is sold. The purchase price is not required to be preprinted on the service contract and may be negotiated at the time of sale;</div><div style=\"text-indent:0.5in;\">(e) The contract contains a conspicuous statement that has been initialed by the service contract holder and discloses:</div><div style=\"text-indent:0.5in;\">(i) Any material conditions that the service contract holder must meet to maintain coverage under the contract including, but not limited to, any maintenance schedule to which the service contract holder must adhere, any requirement placed on the service contract holder for documenting repair or maintenance work, any duty to protect against any further damage, and any procedure to which the service contract holder must adhere for filing claims;</div><div style=\"text-indent:0.5in;\">(ii) The work and parts covered by the contract;</div><div style=\"text-indent:0.5in;\">(iii) Any time or mileage limitations;</div><div style=\"text-indent:0.5in;\">(iv) That the implied warranty of merchantability on the motor vehicle is not waived if the contract has been purchased within ((<span style=\"text-decoration:line-through;\">ninety</span>))<span style=\"text-decoration:underline;\">90</span> days of the purchase date of the motor vehicle from a provider or service contract seller who also sold the motor vehicle covered by the contract;</div><div style=\"text-indent:0.5in;\">(v) Any exclusions of coverage; and</div><div style=\"text-indent:0.5in;\">(vi) The contract holder's right to return the contract for a refund, which right can be no more restrictive than provided for in subsection (4) of this section;</div><div style=\"text-indent:0.5in;\">(f) The service contract states the procedure to obtain service or to file a claim, including but not limited to the procedures for obtaining prior approval for repair work, the toll-free telephone number if prior approval is necessary for service, and the procedure for obtaining emergency repairs performed outside of normal business hours or for obtaining ((<span style=\"text-decoration:line-through;\">twenty-four-hour</span>))<span style=\"text-decoration:underline;\">24-hour</span> telephone assistance;</div><div style=\"text-indent:0.5in;\">(g) The service contract states the existence of any deductible amount, if applicable;</div><div style=\"text-indent:0.5in;\">(h) The service contract states any restrictions governing the transferability of the service contract, if applicable; and</div><div style=\"text-indent:0.5in;\">(i) The service contract states whether or not the service contract provides for or excludes consequential damages or preexisting conditions.</div><div style=\"text-indent:0.5in;\">(3) Service contracts shall not contain a provision which requires that any civil action brought in connection with the service contract must be brought in the courts of a jurisdiction other than this state. Service contracts that authorize binding arbitration to resolve claims or disputes must allow for arbitration proceedings to be held at a location in closest proximity to the service contract holder's permanent residence.</div><div style=\"text-indent:0.5in;\">(4)(a) At a minimum, every provider shall permit the service contract holder to return the contract within ((<span style=\"text-decoration:line-through;\">thirty</span>))<span style=\"text-decoration:underline;\">30</span> days of its purchase if no claim has been made under the contract, and shall refund to the holder the full purchase price of the contract unless the service contract holder returns the contract ((<span style=\"text-decoration:line-through;\">ten</span>))<span style=\"text-decoration:underline;\">10</span> or more days after its purchase, in which case the provider may charge a cancellation fee not exceeding ((<span style=\"text-decoration:line-through;\">twenty-five dollars</span>))<span style=\"text-decoration:underline;\">$25</span>.</div><div style=\"text-indent:0.5in;\">(b) If no claim has been made and a contract holder returns the contract after ((<span style=\"text-decoration:line-through;\">thirty</span>))<span style=\"text-decoration:underline;\">30</span> days, the provider shall refund the purchase price pro rata based upon either elapsed time or mileage computed from the date the contract was purchased and the mileage on that date, less a cancellation fee not exceeding ((<span style=\"text-decoration:line-through;\">twenty-five dollars</span>))<span style=\"text-decoration:underline;\">$25</span>.</div><div style=\"text-indent:0.5in;\">(c) A ((<span style=\"text-decoration:line-through;\">ten</span>))<span style=\"text-decoration:underline;\">10</span> percent penalty shall be added to any refund that is not paid within ((<span style=\"text-decoration:line-through;\">thirty</span>))<span style=\"text-decoration:underline;\">30</span> days of return of the contract to the provider.</div><div style=\"text-indent:0.5in;\">(d) If a contract holder returns the contract under this subsection, the contract is void from the beginning and the parties are in the same position as if no contract had been issued.</div><div style=\"text-indent:0.5in;\">(e) If a service contract holder returns the contract in accordance with this section, the insurer issuing the reimbursement insurance policy covering the contract shall refund to the provider the full premium by the provider for the contract if canceled within ((<span style=\"text-decoration:line-through;\">thirty</span>))<span style=\"text-decoration:underline;\">30</span> days or a pro rata refund if canceled after ((<span style=\"text-decoration:line-through;\">thirty</span>))<span style=\"text-decoration:underline;\">30</span> days.</div><div style=\"text-indent:0.5in;\">(5) A service contract provider shall not deny a claim for coverage based upon the service contract holder's failure to properly maintain the vehicle, unless the failure to maintain the vehicle involved the failed part or parts.</div><div style=\"text-indent:0.5in;\">(6) A contract provider has only ((<span style=\"text-decoration:line-through;\">sixty</span>))<span style=\"text-decoration:underline;\">60</span> days from the date of the sale of the service contract to the holder to determine whether or not the vehicle qualifies under the provider's program for that vehicle. After ((<span style=\"text-decoration:line-through;\">sixty</span>))<span style=\"text-decoration:underline;\">60</span> days the vehicle qualifies for the service contract that was issued and the service contract provider may not cancel the contract and is fully obligated under the terms of the contract sold to the service contract holder.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 7.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.110'>48.110.110</a> and 2006 c 274 s 12 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Service contract providers or protection product guarantee providers are considered to be the agent of ((<span style=\"text-decoration:line-through;\">the</span>))<span style=\"text-decoration:underline;\">each</span> insurer which issued the reimbursement insurance policy <span style=\"text-decoration:underline;\">or policies</span> for purposes of obligating the insurer to service contract holders or protection product guarantee holders in accordance with the service contract <span style=\"text-decoration:underline;\">holders</span> or protection product guarantee holders and this chapter. Payment of the provider fee by the consumer to the service contract seller, service contract provider, or administrator or payment of consideration for the protection product to the protection product seller constitutes payment by the consumer to the service contract provider or protection product guarantee provider and to ((<span style=\"text-decoration:line-through;\">the</span>))<span style=\"text-decoration:underline;\">each</span> insurer which issued the reimbursement insurance policy <span style=\"text-decoration:underline;\">or policies</span>. In cases where a service contract provider or protection product guarantee provider is acting as an administrator and enlists other service contract providers or protection product guarantee providers, the service contract provider or protection product guarantee provider acting as the administrator shall notify ((<span style=\"text-decoration:line-through;\">the</span>))<span style=\"text-decoration:underline;\">each</span> insurer of the existence and identities of the other service contract providers or protection product guarantee providers.</div><div style=\"text-indent:0.5in;\">(2) This chapter does not prevent or limit the right of an insurer which issued a reimbursement insurance policy to seek indemnification or subrogation against a service contract provider or protection product guarantee provider if the issuer pays or is obligated to pay the service contract holder or protection product guarantee holder sums that the service contract provider or protection product guarantee provider was obligated to pay under the provisions of the service contract or protection product guarantee.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 8.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.110.140'>48.110.140</a> and 2006 c 274 s 15 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The legislature finds that the practices covered by this chapter are matters vitally affecting the public interest for the purpose of applying the consumer protection act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.86'>19.86</a> RCW. Violations of this chapter are not reasonable in relation to the development and preservation of business. A violation of this chapter is an unfair or deceptive act or practice in the conduct of trade or commerce and an unfair method of competition, as specifically contemplated by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.86.020'>19.86.020</a>, and is a violation of the consumer protection act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.86'>19.86</a> RCW. Any service contract holder or protection product guarantee holder injured as a result of a violation of a provision of this chapter shall be entitled to maintain an action pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.86'>19.86</a> RCW against the service contract provider or protection product guarantee provider and ((<span style=\"text-decoration:line-through;\">the</span>))<span style=\"text-decoration:underline;\">each</span> insurer issuing the applicable service contract or protection product guarantee reimbursement insurance policy <span style=\"text-decoration:underline;\">or policies</span> and shall be entitled to all of the rights and remedies afforded by that chapter.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The proposed bill focuses on regulating service contracts and protection product guarantees in Washington State. The main goal is to enhance consumer protection, ensuring that service contract and protection product guarantee providers are financially responsible and that consumers receive clear and fair treatment when purchasing these products. Key changes include stricter requirements for financial assurance from providers, better guarantees for service contract holders, and clearer guidelines for insurance policies related to these contracts.</p>\n<h3>Key Provisions</h3>\n<h4>Financial Responsibility</h4>\n<ul>\n<li>Providers must demonstrate financial responsibility to assure performance of obligations to consumers.</li>\n<li>Options for demonstrating financial responsibility include:<ul>\n<li>Insurance through a reimbursement insurance policy.</li>\n<li>Maintaining a funded reserve account for obligations equal to at least 40% of gross consideration received.</li>\n<li>Net worth requirements for the provider or their parent company, specifically maintaining at least $100,000,000.</li></ul></li>\n</ul>\n<h4>Contract Requirements</h4>\n<ul>\n<li>Service contracts must provide:<ul>\n<li>A receipt and a copy to contract holders within a reasonable time.</li>\n<li>Clear statements regarding coverage, including details about any option to return the contract for a full refund within specified periods.</li>\n<li>A clear identification of the provider, including potential fees and exclusions.</li></ul></li>\n</ul>\n<h4>Consumer Rights</h4>\n<ul>\n<li>Consumers can request refunds for returned contracts under specified conditions without penalties if done within certain timeframes.</li>\n<li>If not refunded within 30 days, a penalty applies.</li>\n</ul>\n<h4>Protection and Guarantee Policies</h4>\n<ul>\n<li>Protection product guarantee providers are required to:<ul>\n<li>Register with the state and meet specific financial requirements.</li>\n<li>Maintain insurance that covers all obligations, ensuring consumers can collect against the policy if the provider fails to fulfill their obligations.</li></ul></li>\n</ul>\n<h4>Enforcement</h4>\n<ul>\n<li>The bill establishes practices covered under consumer protection laws, allowing consumers to take action against providers for violations.</li>\n</ul>\n<h4>Disclosure Requirements</h4>\n<ul>\n<li>Service contracts must disclose:<ul>\n<li>Procedures for obtaining service and filing claims.</li>\n<li>The existence of deductibles or exclusions.</li>\n<li>Any material conditions that must be met by the consumer for the coverage to remain valid. </li></ul></li>\n</ul>\n<p>These provisions aim to ensure that consumers are better protected in transactions involving service contracts and guarantees, reducing the risk of financial loss and increasing transparency in contract terms.</p>"
    }
  },
  "reports": {},
  "amendments": {}
}