{
  "id": 1009,
  "lastUpdated": "2025-03-01T00:04:23.636Z",
  "agency": "House",
  "description": "Adjusting the membership of the pharmacy quality assurance commission.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-31T08:00:00.000Z",
    "text": "First reading, referred to Health & Long-Term Care."
  },
  "sponsors": [
    "Low",
    "Ramel",
    "Eslick"
  ],
  "document": {
    "name": "1009",
    "description": "House Bill 1009",
    "url": {
      "ts": "2024-12-04T19:42:48.650Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1009.htm"
    },
    "original": {
      "ts": "2024-12-04T19:42:48.650Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0080.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1009</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Low, Ramel, and Eslick<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/04/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Health Care &amp; Wellness.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to the membership of the pharmacy quality assurance commission; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.64.001'>18.64.001</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.64.001'>18.64.001</a> and 2022 c 240 s 13 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->There shall be a state pharmacy quality assurance commission consisting of ((<span style=\"text-decoration:line-through;\">fifteen</span>))<span style=\"text-decoration:underline;\">15</span> members, to be appointed by the governor by and with the advice and consent of the senate. ((<span style=\"text-decoration:line-through;\">Ten</span>))<span style=\"text-decoration:underline;\">Nine</span> of the members shall be designated as pharmacist members, four of the members shall be designated a public member, ((<span style=\"text-decoration:line-through;\">and</span>)) one member shall be a pharmacy technician<span style=\"text-decoration:underline;\">, and one member shall either be a pharmacist member or a public member that is an owner, operator, or officer of a pharmacy who is not licensed as a pharmacist or pharmacy technician</span>.</div><div style=\"text-indent:0.5in;\">Each pharmacist member shall be a resident of this state, and at the time of his or her appointment shall have been a duly registered pharmacist under the laws of this state for a period of at least five consecutive years immediately preceding his or her appointment and shall at all times during his or her incumbency continue to be a duly licensed pharmacist: PROVIDED, That subject to the availability of qualified candidates the governor shall appoint pharmacist members representative of the areas of practice and geographically representative of the state of Washington.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">The</span>))<span style=\"text-decoration:underline;\">Each</span> public member shall be a resident of this state((<span style=\"text-decoration:line-through;\">. The public member</span>))<span style=\"text-decoration:underline;\">and</span> shall be appointed from the public at large((<span style=\"text-decoration:line-through;\">, but shall</span>))<span style=\"text-decoration:underline;\">. Except as provided in this section, each public member may</span> not be affiliated with any aspect of pharmacy.</div><div style=\"text-indent:0.5in;\">Members of the commission shall hold office for a term of four years, and the terms shall be staggered so that the terms of office of not more than two members will expire simultaneously on the third Monday in January of each year.</div><div style=\"text-indent:0.5in;\">No person who has been appointed to and served for two four year terms shall be eligible for appointment to the commission.</div><div style=\"text-indent:0.5in;\">Each member shall qualify by taking the usual oath of a state officer, which shall be filed with the secretary of state, and each member shall hold office for the term of his or her appointment and until his or her successor is appointed and qualified.</div><div style=\"text-indent:0.5in;\">In case of the resignation or disqualification of a member, or a vacancy occurring from any cause, the governor shall appoint a successor for the unexpired term.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-04T19:42:48.650Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1009 is to amend the membership structure of the state pharmacy quality assurance commission in Washington. The bill changes the total number of commission members and alters the composition of those members. The key changes include reducing the number of designated pharmacist members from ten to nine, introducing a new member category for pharmacy owners or officers who are not licensed pharmacists or pharmacy technicians, and clarifying the appointment process for the public members.</p>\n<h3>Key Provisions</h3>\n<h4>Membership Composition</h4>\n<ul>\n<li>The commission will consist of 15 members appointed by the governor with senate approval.</li>\n<li>Nine members must be pharmacists, four will be public members, one will be a pharmacy technician, and one will be an owner, operator, or officer of a pharmacy who is not a licensed pharmacist or pharmacy technician.</li>\n</ul>\n<h4>Appointment and Terms</h4>\n<ul>\n<li>Each pharmacist member must be a resident and have been a registered pharmacist for at least five consecutive years prior to their appointment.</li>\n<li>Public members must also be residents and cannot have affiliations with pharmacy.</li>\n<li>Members will serve a four-year term, with staggered expiration to ensure not more than two members' terms end at the same time.</li>\n<li>Individuals can only serve two consecutive four-year terms.</li>\n</ul>\n<h4>Succession</h4>\n<ul>\n<li>In case of a vacancy due to resignation or disqualification, the governor is responsible for appointing a successor for the remaining term.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-04T19:42:48.650Z",
    "text": "membership composition appointment terms pharmacy technician public members governor licensed pharmacists owners operators vacancies resignation disqualification"
  }
}