{
  "id": 1012,
  "documents": {
    "1012": {
      "createdDate": "2024-12-05T22:48:07.943Z",
      "original": "<!DOCTYPE html ><html><body><div>Z-0111.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1012</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Taylor, Mena, Ryu, Reed, Macri, Cortes, Doglio, Gregerson, Ortiz-Self, Simmons, Street, Pollet, Fey, Duerr, Berg, Ormsby, Lekanoff, Parshley, Reeves, and Hill; by request of Women's Commission<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/05/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on State Government &amp; Tribal Relations.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to expressly authorizing the women's commission to solicit gifts, grants, and endowments from public or private sources; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.119.050'>43.119.050</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.119.050'>43.119.050</a> and 2018 c 98 s 6 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The Washington state women's commission shall have the following powers:</div><div style=\"text-indent:0.5in;\">(1) ((<span style=\"text-decoration:line-through;\">Receive</span>))<span style=\"text-decoration:underline;\">Solicit and receive</span> gifts, grants, and endowments from public or private sources that are made for the use or benefit of the commission and to expend the same or any income therefrom according to their terms and the purpose of this chapter. The commission's executive director shall make a report of such funds received from private sources to the office of financial management on a regular basis. Such funds received from private sources shall not be applied to reduce or substitute for the commission's budget as appropriated by the legislature, but shall be applied and expended toward projects and functions authorized by this chapter that were not funded by the legislature.</div><div style=\"text-indent:0.5in;\">(2) In carrying out its duties, the commission may establish such relationships with public and private institutions, local governments, private industry, community organizations, and other segments of the general public as may be needed to promote equal opportunity for women in government, education, economic security, employment, and services.</div><div style=\"text-indent:0.5in;\">(3) The commission may adopt rules and regulations pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW as shall be necessary to implement the purpose of this chapter.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1012 is to empower the Washington State Women's Commission to actively solicit gifts, grants, and endowments from both public and private sources. This proposal amends an existing law (RCW 43.119.050) to change the phrasing from merely \"receive\" to \"solicit and receive,\" thereby enabling the commission to initiate contact for funding. Additionally, the bill ensures that these funds do not reduce the appropriated budget but are used for projects that the legislature did not fund.</p>\n<h3>Key Provisions</h3>\n<h4>Authority to Solicit Funding</h4>\n<ul>\n<li>The Women's Commission is now explicitly authorized to <strong>solicit and receive</strong> gifts, grants, and endowments for its use and benefit.</li>\n<li>The commission must report funds received from private sources to the office of financial management regularly.</li>\n<li>Funds from private sources cannot be used to decrease the commission's legislatively appropriated budget but will fund other authorized projects.</li>\n</ul>\n<h4>Duties and Relationships</h4>\n<ul>\n<li>The commission may establish relationships with various entities, including public and private institutions, local governments, and community organizations, to promote equal opportunity for women.</li>\n</ul>\n<h4>Rule Adoption</h4>\n<ul>\n<li>The commission has the authority to adopt necessary rules and regulations to fulfill the purposes outlined in the chapter, in accordance with Chapter 34.05 RCW.</li>\n</ul>"
    }
  },
  "reports": {},
  "amendments": {}
}