{
  "id": 1016,
  "documents": {
    "1016": {
      "createdDate": "2024-12-05T22:48:22.537Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0156.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1016</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Abbarno, Shavers, Leavitt, Marshall, Jacobsen, Eslick, McClintock, Callan, Orcutt, and Caldier<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/05/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Finance.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to employer tax incentives for the support of veterans and military families; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04'>82.04</a> RCW; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.16'>82.16</a> RCW; creating a new section; and providing expiration dates.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04'>82.04</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Beginning January 1, 2026, a person is allowed a credit against the tax due under this chapter as provided in this section. The credit equals 20 percent of wages and benefits paid to or on behalf of a qualified employee up to a maximum of $3,000 for each qualified employee hired on or after January 1, 2026.</div><div style=\"text-indent:0.5in;\">(2) No credit may be claimed under this section until a qualified employee has been employed for at least two consecutive full calendar quarters.</div><div style=\"text-indent:0.5in;\">(3) Credits are available on a first-in-time basis. The department must keep a running total of all credits allowed under this section and section 2 of this act during each fiscal year. The department may not allow any credits that would cause the total credits allowed under this section and section 2 of this act to exceed $5,000,000 in any fiscal year. If all or part of a claim for credit is disallowed under this subsection, the disallowed portion is carried over to the next fiscal year. However, the carryover into the next fiscal year is only permitted to the extent that the cap for the next fiscal year is not exceeded. Priority must be given to credits carried over from a previous fiscal year. The department must provide written notice to any person who has claimed tax credits in excess of the limitation in this subsection. The notice must indicate the amount of tax due and provide that the tax be paid within 30 days from the date of the notice. The department may not assess penalties and interest as provided in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.32'>82.32</a> RCW on the amount due in the initial notice if the amount due is paid by the due date specified in the notice, or any extension thereof.</div><div style=\"text-indent:0.5in;\">(4) The credit may be used against any tax due under this chapter, and may be carried over until used, except as provided in subsection (9) of this section. No refunds may be granted for credits under this section.</div><div style=\"text-indent:0.5in;\">(5) If an employer discharges a qualified employee for whom the employer has claimed a credit under this section, the employer may not claim a new credit under this section for a period of one year from the date the qualified employee was discharged. However, this subsection (5) does not apply if the qualified employee was discharged for misconduct, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=50.04.294'>50.04.294</a>, connected with his or her work or discharged due to a felony or gross misdemeanor conviction, and the employer contemporaneously documents the reason for discharge.</div><div style=\"text-indent:0.5in;\">(6) Credits earned under this section may be claimed only on returns filed electronically with the department using the department's online tax filing service or other method of electronic reporting as the department may authorize. No application is required to claim the credit, but the taxpayer must keep records necessary for the department to determine eligibility under this section including records establishing the person's status as a veteran.</div><div style=\"text-indent:0.5in;\">(7) No person may claim a credit against taxes due under both this chapter and chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.16'>82.16</a> RCW for the same qualified employee.</div><div style=\"text-indent:0.5in;\">(8) The definitions in this subsection apply throughout this section unless the context clearly requires otherwise.</div><div style=\"text-indent:0.5in;\">(a)(i) \"Qualified employee\" means a veteran, or spouse of an active duty military member who is employed in a permanent full-time position for at least two consecutive full calendar quarters. For seasonal employers, \"qualified employee\" also includes the equivalent of a full-time employee in work hours for two consecutive full calendar quarters.</div><div style=\"text-indent:0.5in;\">(ii) For purposes of this subsection (8)(a), \"full time\" means a normal work week of at least 35 hours.</div><div style=\"text-indent:0.5in;\">(b) \"Veteran\" means every person who has received a qualifying discharge as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=73.04.005'>73.04.005</a> or is currently serving honorably in any branch of the armed forces of the United States, including the national guard and armed forces reserves.</div><div style=\"text-indent:0.5in;\">(9) Credits allowed under this section can be earned for tax reporting periods through January 1, 2036. No credits can be claimed after January 1, 2037.</div><div style=\"text-indent:0.5in;\">(10) This section expires January 1, 2037.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.16'>82.16</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Beginning January 1, 2026, a person is allowed a credit against the tax due under this chapter as provided in this section. The credit equals 20 percent of wages and benefits paid to or on behalf of a qualified employee up to a maximum of $3,000 for each qualified employee hired on or after January 1, 2026.</div><div style=\"text-indent:0.5in;\">(2) No credit may be claimed under this section until a qualified employee has been employed for at least two consecutive full calendar quarters.</div><div style=\"text-indent:0.5in;\">(3) Credits are available on a first-in-time basis. The department must keep a running total of all credits allowed under this section and section 1 of this act during each fiscal year. The department may not allow any credits that would cause the total credits allowed under this section and section 1 of this act to exceed $5,000,000 in any fiscal year. If all or part of a claim for credit is disallowed under this subsection, the disallowed portion is carried over to the next fiscal year. However, the carryover into the next fiscal year is only permitted to the extent that the cap for the next fiscal year is not exceeded. Priority must be given to credits carried over from a previous fiscal year. The department must provide written notice to any person who has claimed tax credits in excess of the limitation in this subsection. The notice must indicate the amount of tax due and provide that the tax be paid within 30 days from the date of the notice. The department may not assess penalties and interest as provided in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.32'>82.32</a> RCW on the amount due in the initial notice if the amount due is paid by the due date specified in the notice, or any extension thereof.</div><div style=\"text-indent:0.5in;\">(4) The credit may be used against any tax due under this chapter, and may be carried over until used, except as provided in subsection (9) of this section. No refunds may be granted for credits under this section.</div><div style=\"text-indent:0.5in;\">(5) If an employer discharges a qualified employee for whom the employer has claimed a credit under this section, the employer may not claim a new credit under this section for a period of one year from the date the qualified employee was discharged. However, this subsection (5) does not apply if the qualified employee was discharged for misconduct, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=50.04.294'>50.04.294</a>, connected with his or her work or discharged due to a felony or gross misdemeanor conviction, and the employer contemporaneously documents the reason for discharge.</div><div style=\"text-indent:0.5in;\">(6) Application for credit must be made prior to claiming a credit. The application must be in a form and manner prescribed by the department and must include, but is not limited to, information establishing a person's status as a qualified employee. Applications must be approved on a first-in-time basis. The department must rule on the application within 60 days of receipt, except that the department may extend the time of processing such application upon notice to the taxpayer that ruling on the application cannot be completed within such time. Credits earned under this section may be claimed only on returns filed electronically with the department using the department's online tax filing service or other method of electronic reporting as the department may authorize.</div><div style=\"text-indent:0.5in;\">(7) No person may claim a credit against taxes due under both chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04'>82.04</a> RCW and this chapter for the same qualified employee.</div><div style=\"text-indent:0.5in;\">(8) The definitions in this subsection apply throughout this section unless the context clearly requires otherwise.</div><div style=\"text-indent:0.5in;\">(a)(i) \"Qualified employee\" means a veteran, or spouse of an active duty military member who is employed in a permanent full-time position for at least two consecutive full calendar quarters. For seasonal employers, \"qualified employee\" also includes the equivalent of a full-time employee in work hours for two consecutive full calendar quarters.</div><div style=\"text-indent:0.5in;\">(ii) For purposes of this subsection (8)(a), \"full time\" means a normal work week of at least 35 hours.</div><div style=\"text-indent:0.5in;\">(b) \"Veteran\" means every person who has received a qualifying discharge as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=73.04.005'>73.04.005</a> or is currently serving honorably in any branch of the armed forces of the United States, including the national guard and armed forces reserves.</div><div style=\"text-indent:0.5in;\">(9) Credits allowed under this section can be earned for tax reporting periods through January 1, 2036. No credits can be claimed after January 1, 2037.</div><div style=\"text-indent:0.5in;\">(10) This section expires January 1, 2037.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">This section is the tax preference performance statement for the tax preferences contained in sections 1 and 2, chapter . . ., Laws of 2025 (sections 1 and 2 of this act). This performance statement is only intended to be used for subsequent evaluation of the tax preference. It is not intended to create a private right of action by any party or be used to determine eligibility for preferential tax treatment.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The legislature categorizes the tax preferences as those intended to induce certain designated behavior by taxpayers and create or retain jobs, as indicated in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.32.808'>82.32.808</a>(2) (a) and (c).</div><div style=\"text-indent:0.5in;\">(2) It is the legislature's specific public policy objective to provide employment for veterans and military families. It is the legislature's intent to provide employers a credit against the business and occupation tax or public utility tax for hiring veterans and military spouses, which would reduce an employer's tax burden thereby inducing employers to hire and create jobs for veterans and military spouses.</div><div style=\"text-indent:0.5in;\">(3) If a review finds that the number of unemployed veterans and military spouses decreased by 10 percent, then the legislature intends for the legislative auditor to recommend extending the expiration date of the tax preference.</div><div style=\"text-indent:0.5in;\">(4) In order to obtain the data necessary to perform the review in subsection (3) of this section, the joint legislative audit and review committee should refer to the veteran unemployment rates available from the employment security department and the bureau of labor statistics and may refer to any other data collected by the state.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1016 is to establish tax incentives for employers who hire veterans and military families. The bill introduces a tax credit for businesses that employ qualified individuals, specifically veterans or spouses of active military members. Key changes include the introduction of a maximum credit cap of $3,000 per qualified employee and a cumulative annual limit of $5,000,000 for the total credits issued. The bill aims to encourage hiring practices that support veterans, ultimately reducing unemployment rates in this demographic.</p>\n<h3>Key Provisions</h3>\n<h4>Tax Credits for Hiring</h4>\n<ul>\n<li>Employers can claim a tax credit starting January 1, 2026, amounting to 20% of wages and benefits paid to qualified employees, capped at $3,000 per employee.</li>\n<li>Credits can only be claimed after the employee has been employed for at least two consecutive full calendar quarters.</li>\n<li>The total tax credits available each fiscal year cannot exceed $5,000,000.</li>\n</ul>\n<h4>Claiming and Carryover of Credits</h4>\n<ul>\n<li>Credits must be claimed on a first-in-time basis; if a claim is disallowed, it can be carried over to the next fiscal year within the cap limit.</li>\n<li>Employers who discharge a qualified employee cannot claim a new credit for one year, unless the discharge is for misconduct or certain convictions, provided they document the reason.</li>\n</ul>\n<h4>Application Process</h4>\n<ul>\n<li>An application is required prior to claiming the credit, which must establish the employee's status as a veteran or military spouse.</li>\n<li>Applications will be processed within 60 days, with potential extensions communicated to the applicants.</li>\n</ul>\n<h4>Definitions and Classifications</h4>\n<ul>\n<li>A \"qualified employee\" is defined as a veteran or military spouse employed full-time for at least two consecutive quarters.</li>\n<li>\"Veteran\" includes those honorably discharged or currently serving in the armed forces.</li>\n</ul>\n<h4>Expiration of Tax Credits</h4>\n<ul>\n<li>Tax credits can be earned until January 1, 2036, but the ability to claim credits will cease after January 1, 2037.</li>\n<li>The legislation includes a performance review clause to assess its effectiveness by monitoring employment rates of veterans and military spouses.</li>\n</ul>\n<h4>Restrictions on Dual Claims</h4>\n<ul>\n<li>Employers cannot claim credits under both the proposed sections in this bill and other chapters for the same qualified employee.</li>\n</ul>"
    }
  },
  "reports": {},
  "amendments": {}
}