{
  "id": 1020,
  "lastUpdated": "2025-03-01T00:30:50.989Z",
  "agency": "House",
  "description": "Increasing the accessibility of academic reengagement opportunities for eligible students.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Education."
  },
  "sponsors": [
    "Shavers",
    "Reed",
    "Fosse",
    "Pollet",
    "Davis"
  ],
  "document": {
    "name": "1020",
    "description": "House Bill 1020",
    "url": {
      "ts": "2024-12-09T19:42:53.540Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1020.htm"
    },
    "original": {
      "ts": "2024-12-09T19:42:53.540Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0056.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1020</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Shavers, Reed, Fosse, Pollet, and Davis<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/09/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Education.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to increasing the accessibility of academic reengagement opportunities for eligible students; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.175.100'>28A.175.100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.175.105'>28A.175.105</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.175.115'>28A.175.115</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.175.100'>28A.175.100</a> and 2010 c 20 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) This section and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.175.105'>28A.175.105</a> through  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.175.115'>28A.175.115</a> provide a statutory framework for a statewide dropout reengagement system to provide appropriate educational opportunities and access to services for <span style=\"text-decoration:underline;\">eligible</span> students ((<span style=\"text-decoration:line-through;\">age sixteen to twenty-one who have dropped out of high school or are not accumulating sufficient credits to reasonably complete a high school diploma in a public school before the age of twenty-one</span>))<span style=\"text-decoration:underline;\">as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.175.105'>28A.175.105</a></span>.</div><div style=\"text-indent:0.5in;\">(2) Under the system, school districts may:</div><div style=\"text-indent:0.5in;\">(a) Enter into the model interlocal agreement developed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.175.110'>28A.175.110</a> with an educational service district, community or technical college, or other public entity to provide a dropout reengagement program for eligible students of the district; or</div><div style=\"text-indent:0.5in;\">(b) Enter into the model contract developed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.175.110'>28A.175.110</a> with a community-based organization to provide a dropout reengagement program for eligible students of the district.</div><div style=\"text-indent:0.5in;\">(3) If a school district does not enter an interlocal agreement or contract with an educational service district, community or technical college, other public entity, or community-based organization to provide a dropout reengagement program for eligible students residing in the district, the educational service district, community or technical college, other public entity, or community-based organization may petition a school district other than the resident school district to enroll the eligible students under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225.220'>28A.225.220</a> through  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225.230'>28A.225.230</a> and enter the interlocal agreement or contract with the petitioning entity to provide a dropout reengagement program for the eligible students.</div><div style=\"text-indent:0.5in;\">(4) This section does not affect the authority of school districts to contract for educational services under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.150.305'>28A.150.305</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.320.035'>28A.320.035</a>. This section also does not affect the authority of school districts to offer dropout reengagement programs or other educational services for eligible students directly.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.175.105'>28A.175.105</a> and 2021 c 164 s 7 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The definitions in this section apply throughout RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.175.100'>28A.175.100</a> through  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.175.110'>28A.175.110</a> unless the context clearly requires otherwise:</div><div style=\"text-indent:0.5in;\">(1) \"Dropout reengagement program\" means an educational program that offers at least the following instruction and services:</div><div style=\"text-indent:0.5in;\">(a) Academic instruction, including but not limited to preparation to earn a high school equivalency certificate as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.50.536'>28B.50.536</a> in accordance with rules adopted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.305.190'>28A.305.190</a>, academic skills instruction, and college and work readiness preparation, that generates credits that can be applied to a high school diploma from the student's school district or from a community or technical college under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.50.535'>28B.50.535</a> and has the goal of enabling the student to obtain the academic and work readiness skills necessary for employment or postsecondary study. A dropout reengagement program is not required to offer instruction in only those subject areas where a student is deficient in accumulated credits. Academic instruction must be provided by teachers certified by the Washington professional educator standards board or by instructors employed by a community or technical college whose required credentials are established by the college;</div><div style=\"text-indent:0.5in;\">(b) Case management, academic and career counseling, and assistance with accessing services and resources that support at-risk youth and reduce barriers to educational success; and</div><div style=\"text-indent:0.5in;\">(c) If the program provider is a community or technical college, the opportunity for qualified students to enroll in college courses that lead to a postsecondary degree or certificate. The college may not charge an eligible student tuition for such enrollment.</div><div style=\"text-indent:0.5in;\">(2) \"Eligible student\" means a student who:</div><div style=\"text-indent:0.5in;\">(a) Is ((<span style=\"text-decoration:line-through;\">at least sixteen but</span>))<span style=\"text-decoration:underline;\">eligible to be enrolled in high school and is</span> less than ((<span style=\"text-decoration:line-through;\">twenty-one</span>))<span style=\"text-decoration:underline;\">21</span> years of age at the beginning of the school year;</div><div style=\"text-indent:0.5in;\">(b) Is not accumulating sufficient credits toward a high school diploma to reasonably complete a high school diploma from a public school before the age of ((<span style=\"text-decoration:line-through;\">twenty-one</span>))<span style=\"text-decoration:underline;\">21,</span> or is recommended for the program by case managers from the department of social and health services or the juvenile justice system; and</div><div style=\"text-indent:0.5in;\">(c) Is enrolled or enrolls in the school district in which the student resides, or is enrolled or enrolls in an institutional education program as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.190.005'>28A.190.005</a> or a nonresident school district under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225.220'>28A.225.220</a> through  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225.230'>28A.225.230</a>.</div><div style=\"text-indent:0.5in;\">(3) \"Full-time equivalent eligible student\" means an eligible student whose enrollment and attendance meet criteria adopted by the office of the superintendent of public instruction specifically for dropout reengagement programs. The criteria shall be:</div><div style=\"text-indent:0.5in;\">(a) Based on the community or technical college credits generated by the student if the program provider is a community or technical college; and</div><div style=\"text-indent:0.5in;\">(b) Based on a minimum amount of planned programming or instruction and minimum attendance by the student rather than hours of seat time if the program provider is a community-based organization.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.175.115'>28A.175.115</a> and 2010 c 20 s 5 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The office of the superintendent of public instruction shall adopt <span style=\"text-decoration:underline;\">and amend as necessary</span> rules to implement RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.175.100'>28A.175.100</a> through  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.175.110'>28A.175.110</a>.</div><div style=\"text-indent:0.5in;\">(2) When adopting rules under this section and developing model interlocal agreements and contracts under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.175.110'>28A.175.110</a>, the office of the superintendent of public instruction shall consult with the state board for community and technical colleges, the workforce training and education coordinating board, colleges and community-based organizations that have previously offered dropout reengagement programs, providers of online courses and programs approved under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.250.020'>28A.250.020</a>, school districts, and educational service districts.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-09T19:42:53.540Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1020 is to enhance the accessibility of academic reengagement opportunities for students who have dropped out of high school or are not on track to graduate. Key changes from the previous version include the expansion of eligible students to those who can be enrolled in high school, and updates to the provisions that allow educational institutions and community organizations to collaborate more effectively to provide dropout reengagement programs. These changes aim to support at-risk students and ensure they receive necessary educational services.</p>\n<h3>Key Provisions</h3>\n<h4>Eligibility for Programs</h4>\n<ul>\n<li>Redefines \"eligible students\" to include:<ul>\n<li>Students who are eligible to enroll in high school and are under 21 years of age at the start of the school year.</li>\n<li>Students not accumulating enough credits to complete a high school diploma or who are recommended for the program by social services or juvenile justice case managers.</li></ul></li>\n</ul>\n<h4>Program Implementation</h4>\n<ul>\n<li>School districts may:<ul>\n<li>Enter into partnerships with educational service districts, community or technical colleges, or other public entities to implement dropout reengagement programs.</li>\n<li>Contract with community-based organizations to deliver educational services to eligible students.</li></ul></li>\n<li>If a school district does not engage in such agreements, other educational entities may petition to enroll eligible students and provide reengagement programs.</li>\n</ul>\n<h4>Educational Services</h4>\n<ul>\n<li>Dropout reengagement programs must include:<ul>\n<li>Academic instruction aimed at earning a high school diploma or equivalency.</li>\n<li>Case management and counseling services to help students navigate their educational paths.</li>\n<li>Opportunities for qualified students to enroll in college courses without tuition if provided by community or technical colleges.</li></ul></li>\n</ul>\n<h4>Rule Adoption</h4>\n<ul>\n<li>The office of the superintendent of public instruction is required to adopt and amend rules to implement the reengagement system and must consult with various stakeholders in education and community services when developing these rules.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-09T19:42:53.540Z",
    "text": "high school academic reengagement dropout eligible students partnerships programs counseling services tuition community organizations"
  }
}