{
  "id": 1021,
  "documents": {
    "1021": {
      "createdDate": "2024-12-09T19:42:54.733Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0054.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1021</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Shavers, Ryu, Leavitt, Callan, Timmons, Simmons, Peterson, Reeves, and Donaghy<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/09/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Education.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to promoting educational stability for children of military families; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225.216'>28A.225.216</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225.220'>28A.225.220</a>; and adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225'>28A.225</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225'>28A.225</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) If a change of residence is required by official military orders for a student's active duty parent, the student in transition must be permitted by the school district to remain enrolled in the school the student attends through the end of the school year.</div><div style=\"text-indent:0.5in;\">(2) A student in transition whose status changes due to the end of active duty status for the student's parent during the school year must be permitted by the school district to remain enrolled in the school the student attends through the end of the school year, or if enrolled in grades nine through 12, through graduation.</div><div style=\"text-indent:0.5in;\">(3) Nonresident school districts are not required to provide transportation to and from the school unless otherwise required by state or federal law.</div><div style=\"text-indent:0.5in;\">(4) For the purposes of this section \"active duty,\" \"student,\" and \"transition\" have the same meaning as in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.705.010'>28A.705.010</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225.216'>28A.225.216</a> and 2019 c 72 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) A child of a military family complies with the residency requirements for enrollment in a school district if a parent of the child is transferred to, or is pending transfer to, a military installation within the state while on active duty pursuant to official military orders.</div><div style=\"text-indent:0.5in;\">(b) ((<span style=\"text-decoration:line-through;\">A</span>))<span style=\"text-decoration:underline;\">Except as provided in subsection (3) of this section, a</span> parent of the child must provide to the school district proof of residence in the school district within ((<span style=\"text-decoration:line-through;\">fourteen</span>))<span style=\"text-decoration:underline;\">14</span> days of the arrival date provided on official military documentation. The parent may use the address of any of the following as proof of residence in the school district:</div><div style=\"text-indent:0.5in;\">(i) A temporary on-base billeting facility;</div><div style=\"text-indent:0.5in;\">(ii) A purchased or leased residence, or a signed purchase and sale agreement or lease agreement for a residence; or</div><div style=\"text-indent:0.5in;\">(iii) Any federal government housing or off-base military housing, including off-base military housing that may be provided through a public-private venture.</div><div style=\"text-indent:0.5in;\">(2) A school district shall accept, on a conditional basis, an application for enrollment and course registration, including enrollment in a specific school or program within the school district, by electronic means for children of military families who meet the requirements of subsection (1)(a) of this section. Upon satisfaction of the requirements of subsection (1)(b) of this section, the school district shall finalize the enrollment of children of military families.</div><div style=\"text-indent:0.5in;\">(3) <span style=\"text-decoration:underline;\">If a residence meeting the requirements of subsection (1)(b)(i) or (ii) of this section is unavailable for more than 14 and fewer than 90 days at the time of enrollment in a school district, the child of a military family complies with the residency requirements for enrollment in the school district where the temporarily unavailable residence is located.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(4) Nonresident school districts are not required to provide transportation to and from the school unless otherwise required by state or federal law.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(5)</span> The definitions in this subsection apply throughout this section unless the context clearly requires otherwise.</div><div style=\"text-indent:0.5in;\">(a) \"Active duty\" has the same meaning as in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.705.010'>28A.705.010</a>.</div><div style=\"text-indent:0.5in;\">(b) \"Child of a military family\" and \"children of military families\" have the same meaning as \"children of military families\" in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.705.010'>28A.705.010</a>.</div><div style=\"text-indent:0.5in;\">(c) \"Military installation\" has the same meaning as in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.705.010'>28A.705.010</a>.</div><div style=\"text-indent:0.5in;\">(d) \"Parent\" means a parent, guardian, or other person or entity having legal custody of a child of a military family.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225.220'>28A.225.220</a> and 2013 2nd sp.s. c 18 s 510 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Any board of directors may make agreements with adults choosing to attend school, and may charge the adults reasonable tuition.</div><div style=\"text-indent:0.5in;\">(2) A district is strongly encouraged to honor the request of a parent or guardian for his or her child to attend a school in another district or the request of a parent or guardian for his or her child to transfer as a student receiving home-based instruction.</div><div style=\"text-indent:0.5in;\">(3) A district shall release a student to a nonresident district that agrees to accept the student if:</div><div style=\"text-indent:0.5in;\">(a) A financial, educational, safety, or health condition affecting the student would likely be reasonably improved as a result of the transfer; ((<span style=\"text-decoration:line-through;\">or</span>))</div><div style=\"text-indent:0.5in;\">(b) Attendance at the school in the nonresident district is more accessible to the parent's place of work or to the location of child care; ((<span style=\"text-decoration:line-through;\">or</span>))</div><div style=\"text-indent:0.5in;\">(c) There is a special hardship or detrimental condition; ((<span style=\"text-decoration:line-through;\">or</span>))</div><div style=\"text-indent:0.5in;\">(d) <span style=\"text-decoration:underline;\">The student is a child of a military family; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(e)</span> The purpose of the transfer is for the student to enroll in an online course or online school program offered by an online provider approved under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.250.020'>28A.250.020</a>.</div><div style=\"text-indent:0.5in;\">(4) A district may deny the request of a resident student to transfer to a nonresident district if the release of the student would adversely affect the district's existing desegregation plan.</div><div style=\"text-indent:0.5in;\">(5) For the purpose of helping a district assess the quality of its education program, a resident school district may request an optional exit interview or questionnaire with the parents or guardians of a child transferring to another district. No parent or guardian may be forced to attend such an interview or complete the questionnaire.</div><div style=\"text-indent:0.5in;\">(6) Beginning with the 1993-94 school year, school districts may not charge transfer fees or tuition for nonresident students enrolled under subsection (3) of this section and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225.225'>28A.225.225</a>. Reimbursement of a high school district for cost of educating high school pupils of a nonhigh school district shall not be deemed a transfer fee as affecting the apportionment of current state school funds.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(7) For purposes of this section, \"child of a military family\" has the same meaning as \"children of military families\" as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.705.010'>28A.705.010</a>.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of this bill is to promote educational stability for children of military families in Washington. It allows students whose military parents must change residences due to official military orders to remain enrolled in their current school until the end of the school year or graduation, thereby minimizing disruption to their education. The bill modifies existing laws to facilitate these changes, ensuring that families can maintain educational continuity during transitions caused by military duties.</p>\n<h3>Key Provisions</h3>\n<h4>Enrollment Stability</h4>\n<ul>\n<li>If a student's military parent receives official orders for a change of residence, the student may remain enrolled in their current school until the end of the school year.</li>\n<li>If a student's military parent ends active duty during the school year, the student can stay enrolled through graduation if in grades 9-12.</li>\n</ul>\n<h4>Residency Requirements</h4>\n<ul>\n<li>A child of a military family is considered to comply with residency requirements if their parent is transferred to a military installation in the state under active duty.</li>\n<li>Parents must provide proof of residence to the school district within 14 days of official military orders. Acceptable forms include:<ul>\n<li>On-base billeting facility.</li>\n<li>Purchased or leased residence documentation.</li>\n<li>Any federal government housing or off-base military housing.</li></ul></li>\n</ul>\n<h4>Conditional Enrollment</h4>\n<ul>\n<li>School districts must accept applications for enrollment and course registration remotely for military children, finalizing enrollment once residency proof is provided.</li>\n<li>If a residence is temporarily unavailable for more than 14 and less than 90 days, the child complies with residency requirements for the district where the unavailable residence is located.</li>\n</ul>\n<h4>Nonresident Tuition</h4>\n<ul>\n<li>Nonresident school districts are not mandated to provide transportation unless required by other laws.</li>\n</ul>\n<h4>Additional Allowances for Transfers</h4>\n<ul>\n<li>The bill encourages districts to honor requests for children of military families to attend schools in other districts and allows for transfers under specified conditions, such as improvement in financial, educational, health, or safety conditions.</li>\n<li>A district cannot deny a transfer request for a child of a military family.</li>\n</ul>\n<h4>Definitions</h4>\n<ul>\n<li>Key terms related to military families and educational stability are aligned with existing RCW provisions to ensure consistency across laws.</li>\n</ul>"
    }
  },
  "reports": {},
  "amendments": {}
}