{
  "id": 1021,
  "lastUpdated": "2025-03-01T00:30:50.936Z",
  "agency": "House",
  "description": "Promoting educational stability for children of military families.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Education."
  },
  "sponsors": [
    "Shavers",
    "Ryu",
    "Leavitt",
    "Callan",
    "Timmons",
    "Simmons",
    "Peterson",
    "Reeves",
    "Donaghy"
  ],
  "document": {
    "name": "1021",
    "description": "House Bill 1021",
    "url": {
      "ts": "2024-12-09T19:42:54.733Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1021.htm"
    },
    "original": {
      "ts": "2024-12-09T19:42:54.733Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0054.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1021</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Shavers, Ryu, Leavitt, Callan, Timmons, Simmons, Peterson, Reeves, and Donaghy<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/09/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Education.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to promoting educational stability for children of military families; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225.216'>28A.225.216</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225.220'>28A.225.220</a>; and adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225'>28A.225</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225'>28A.225</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) If a change of residence is required by official military orders for a student's active duty parent, the student in transition must be permitted by the school district to remain enrolled in the school the student attends through the end of the school year.</div><div style=\"text-indent:0.5in;\">(2) A student in transition whose status changes due to the end of active duty status for the student's parent during the school year must be permitted by the school district to remain enrolled in the school the student attends through the end of the school year, or if enrolled in grades nine through 12, through graduation.</div><div style=\"text-indent:0.5in;\">(3) Nonresident school districts are not required to provide transportation to and from the school unless otherwise required by state or federal law.</div><div style=\"text-indent:0.5in;\">(4) For the purposes of this section \"active duty,\" \"student,\" and \"transition\" have the same meaning as in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.705.010'>28A.705.010</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225.216'>28A.225.216</a> and 2019 c 72 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) A child of a military family complies with the residency requirements for enrollment in a school district if a parent of the child is transferred to, or is pending transfer to, a military installation within the state while on active duty pursuant to official military orders.</div><div style=\"text-indent:0.5in;\">(b) ((<span style=\"text-decoration:line-through;\">A</span>))<span style=\"text-decoration:underline;\">Except as provided in subsection (3) of this section, a</span> parent of the child must provide to the school district proof of residence in the school district within ((<span style=\"text-decoration:line-through;\">fourteen</span>))<span style=\"text-decoration:underline;\">14</span> days of the arrival date provided on official military documentation. The parent may use the address of any of the following as proof of residence in the school district:</div><div style=\"text-indent:0.5in;\">(i) A temporary on-base billeting facility;</div><div style=\"text-indent:0.5in;\">(ii) A purchased or leased residence, or a signed purchase and sale agreement or lease agreement for a residence; or</div><div style=\"text-indent:0.5in;\">(iii) Any federal government housing or off-base military housing, including off-base military housing that may be provided through a public-private venture.</div><div style=\"text-indent:0.5in;\">(2) A school district shall accept, on a conditional basis, an application for enrollment and course registration, including enrollment in a specific school or program within the school district, by electronic means for children of military families who meet the requirements of subsection (1)(a) of this section. Upon satisfaction of the requirements of subsection (1)(b) of this section, the school district shall finalize the enrollment of children of military families.</div><div style=\"text-indent:0.5in;\">(3) <span style=\"text-decoration:underline;\">If a residence meeting the requirements of subsection (1)(b)(i) or (ii) of this section is unavailable for more than 14 and fewer than 90 days at the time of enrollment in a school district, the child of a military family complies with the residency requirements for enrollment in the school district where the temporarily unavailable residence is located.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(4) Nonresident school districts are not required to provide transportation to and from the school unless otherwise required by state or federal law.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(5)</span> The definitions in this subsection apply throughout this section unless the context clearly requires otherwise.</div><div style=\"text-indent:0.5in;\">(a) \"Active duty\" has the same meaning as in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.705.010'>28A.705.010</a>.</div><div style=\"text-indent:0.5in;\">(b) \"Child of a military family\" and \"children of military families\" have the same meaning as \"children of military families\" in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.705.010'>28A.705.010</a>.</div><div style=\"text-indent:0.5in;\">(c) \"Military installation\" has the same meaning as in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.705.010'>28A.705.010</a>.</div><div style=\"text-indent:0.5in;\">(d) \"Parent\" means a parent, guardian, or other person or entity having legal custody of a child of a military family.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225.220'>28A.225.220</a> and 2013 2nd sp.s. c 18 s 510 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Any board of directors may make agreements with adults choosing to attend school, and may charge the adults reasonable tuition.</div><div style=\"text-indent:0.5in;\">(2) A district is strongly encouraged to honor the request of a parent or guardian for his or her child to attend a school in another district or the request of a parent or guardian for his or her child to transfer as a student receiving home-based instruction.</div><div style=\"text-indent:0.5in;\">(3) A district shall release a student to a nonresident district that agrees to accept the student if:</div><div style=\"text-indent:0.5in;\">(a) A financial, educational, safety, or health condition affecting the student would likely be reasonably improved as a result of the transfer; ((<span style=\"text-decoration:line-through;\">or</span>))</div><div style=\"text-indent:0.5in;\">(b) Attendance at the school in the nonresident district is more accessible to the parent's place of work or to the location of child care; ((<span style=\"text-decoration:line-through;\">or</span>))</div><div style=\"text-indent:0.5in;\">(c) There is a special hardship or detrimental condition; ((<span style=\"text-decoration:line-through;\">or</span>))</div><div style=\"text-indent:0.5in;\">(d) <span style=\"text-decoration:underline;\">The student is a child of a military family; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(e)</span> The purpose of the transfer is for the student to enroll in an online course or online school program offered by an online provider approved under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.250.020'>28A.250.020</a>.</div><div style=\"text-indent:0.5in;\">(4) A district may deny the request of a resident student to transfer to a nonresident district if the release of the student would adversely affect the district's existing desegregation plan.</div><div style=\"text-indent:0.5in;\">(5) For the purpose of helping a district assess the quality of its education program, a resident school district may request an optional exit interview or questionnaire with the parents or guardians of a child transferring to another district. No parent or guardian may be forced to attend such an interview or complete the questionnaire.</div><div style=\"text-indent:0.5in;\">(6) Beginning with the 1993-94 school year, school districts may not charge transfer fees or tuition for nonresident students enrolled under subsection (3) of this section and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.225.225'>28A.225.225</a>. Reimbursement of a high school district for cost of educating high school pupils of a nonhigh school district shall not be deemed a transfer fee as affecting the apportionment of current state school funds.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(7) For purposes of this section, \"child of a military family\" has the same meaning as \"children of military families\" as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.705.010'>28A.705.010</a>.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-09T19:42:54.733Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1021 is to enhance educational stability for children of military families in Washington State. The bill amends existing laws to ensure that students who are transitioning due to their parent's military orders can continue their education without interruption. Key changes include allowing students to remain enrolled in their current school through the end of the school year, even if their parent's active duty status changes.</p>\n<h3>Key Provisions</h3>\n<h4>Student Enrollment and Transition</h4>\n<ul>\n<li><p><strong>Continuation in School</strong>: </p>\n<ul>\n<li>Students must be allowed to stay enrolled in their current school through the end of the school year if their active duty parent has to relocate due to military orders.</li>\n<li>Students whose parent's active duty ends during the school year can remain enrolled until the end of the school year or until graduation if they are in grades 9-12.</li></ul></li>\n<li><p><strong>Residency Compliance</strong>:</p>\n<ul>\n<li>Children of military families meet residency requirements if a parent is transferred to a military installation in-state.</li>\n<li>Proof of residence must be provided within 14 days of arrival, with acceptable options including temporary on-base housing or leases.</li></ul></li>\n<li><p><strong>Conditional Enrollment</strong>:</p>\n<ul>\n<li>Enrollment applications for children of military families must be accepted electronically on a conditional basis until proof of residence is provided.</li></ul></li>\n<li><p><strong>Residency for Unavailable Housing</strong>:</p>\n<ul>\n<li>If suitable housing is unavailable for 14 to 90 days at time of enrollment, students comply with residency requirements of the district where the temporary residence is located.</li></ul></li>\n</ul>\n<h4>Transportation</h4>\n<ul>\n<li><strong>Transportation Requirements</strong>:<ul>\n<li>Nonresident school districts are not required to provide transportation to students unless mandated by state or federal law.</li></ul></li>\n</ul>\n<h4>School District Policies</h4>\n<ul>\n<li><p><strong>Release to Nonresident Districts</strong>:</p>\n<ul>\n<li>School districts must allow children of military families to transfer to nonresident districts under specified conditions, including financial or health improvements, accessibility to parental work, or attendance in online programs.</li></ul></li>\n<li><p><strong>Transfer Fees</strong>:</p>\n<ul>\n<li>School districts are prohibited from charging transfer fees or tuition for nonresident students enrolling under specific conditions related to military families.</li></ul></li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-09T19:42:54.733Z",
    "text": "continuation in school residency compliance conditional enrollment transportation requirements release to nonresident districts transfer fees military families education stability"
  }
}