{
  "id": 1023,
  "documents": {
    "1023": {
      "createdDate": "2024-12-09T19:42:57.160Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0100.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1023</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Ryu, Leavitt, Schmidt, Jacobsen, Reed, Eslick, Doglio, Simmons, Berg, Reeves, and Donaghy<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/09/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Postsecondary Education &amp; Workforce.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to the cosmetology licensure compact; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.16'>18.16</a> RCW; creating a new section; and providing a contingent effective date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.16'>18.16</a> RCW to read as follows:<!-- field: --></div><div style=\"text-align:center;\"><!-- field: Text --><span style=\"font-weight:bold;\">ARTICLE 1</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">PURPOSE</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">The purpose of this compact is to facilitate the interstate practice and regulation of cosmetology with the goal of improving public access to, and the safety of, cosmetology services and reducing unnecessary burdens related to cosmetology licensure. Through this compact, the member states seek to establish a regulatory framework which provides for a new multistate licensing program. Through this new licensing program, the member states seek to provide increased value and mobility to licensed cosmetologists in the member states, while ensuring the provision of safe, effective, and reliable services to the public.</div><div style=\"text-indent:0.5in;\">This compact is designed to achieve the following objectives, and the member states hereby ratify the same intentions by subscribing hereto:</div><div style=\"text-indent:0.5in;\">(1) Provide opportunities for interstate practice by cosmetologists who meet uniform requirements for multistate licensure;</div><div style=\"text-indent:0.5in;\">(2) Enhance the abilities of member states to protect public health and safety, and prevent fraud and unlicensed activity within the profession;</div><div style=\"text-indent:0.5in;\">(3) Ensure and encourage cooperation between member states in the licensure and regulation of the practice of cosmetology;</div><div style=\"text-indent:0.5in;\">(4) Support relocating military members and their spouses;</div><div style=\"text-indent:0.5in;\">(5) Facilitate the exchange of information between member states related to the licensure, investigation, and discipline of the practice of cosmetology;</div><div style=\"text-indent:0.5in;\">(6) Provide for the licensure and mobility of the workforce in the profession, while addressing the shortage of workers and lessening the associated burdens on the member states.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 2</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">DEFINITIONS</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">As used in this compact, and except as otherwise provided, the following definitions shall govern the terms herein:</div><div style=\"text-indent:0.5in;\">(1) \"Active military member\" means any person with full-time duty status in the armed forces of the United States, including members of the national guard and reserve.</div><div style=\"text-indent:0.5in;\">(2) \"Adverse action\" means any administrative, civil, equitable, or criminal action permitted by a member state's laws which is imposed by a state licensing authority or other regulatory body against a cosmetologist, including actions against an individual's license or authorization to practice such as revocation, suspension, probation, monitoring of the licensee, limitation of the licensee's practice, or any other encumbrance on a license affecting an individual's ability to participate in the cosmetology industry, including the issuance of a cease and desist order.</div><div style=\"text-indent:0.5in;\">(3) \"Alternative program\" means a nondisciplinary monitoring or prosecutorial diversion program approved by a member state's state licensing authority.</div><div style=\"text-indent:0.5in;\">(4) \"Authorization to practice\" means a legal authorization associated with a multistate license permitting the practice of cosmetology in that remote state, which shall be subject to the enforcement jurisdiction of the state licensing authority in that remote state.</div><div style=\"text-indent:0.5in;\">(5) \"Background check\" means the submission of information for an applicant for the purpose of obtaining that applicant's criminal history record information, as further defined in 28 C.F.R. Sec. 20.3(d), from the federal bureau of investigation and the agency responsible for retaining state criminal or disciplinary history in the applicant's home state.</div><div style=\"text-indent:0.5in;\">(6) \"Charter member state\" means member states who have enacted legislation to adopt this compact where such legislation predates the effective date of this compact as defined in Article 13 of this compact.</div><div style=\"text-indent:0.5in;\">(7) \"Commission\" means the government agency whose membership consists of all states that have enacted this compact, which is known as the cosmetology licensure compact commission, as defined in Article 9 of this compact, and which shall operate as an instrumentality of the member states.</div><div style=\"text-indent:0.5in;\">(8) \"Cosmetologist\" means an individual licensed in their home state to practice cosmetology.</div><div style=\"text-indent:0.5in;\">(9) \"Cosmetology,\" \"cosmetology services,\" and the \"practice of cosmetology\" mean the care and services provided by a cosmetologist as set forth in the member state's statutes and regulations in the state where the services are being provided.</div><div style=\"text-indent:0.5in;\">(10) \"Current significant investigative information\" means:</div><div style=\"text-indent:0.5in;\">(a) Investigative information that a state licensing authority, after an inquiry or investigation that complies with a member state's due process requirements, has reason to believe is not groundless and, if proved true, would indicate a violation of that state's laws regarding fraud or the practice of cosmetology; or</div><div style=\"text-indent:0.5in;\">(b) Investigative information that indicates that a licensee has engaged in fraud or represents an immediate threat to public health and safety, regardless of whether the licensee has been notified and had an opportunity to respond.</div><div style=\"text-indent:0.5in;\">(11) \"Data system\" means a repository of information about licensees including, but not limited to, license status, investigative information, and adverse actions.</div><div style=\"text-indent:0.5in;\">(12) \"Disqualifying event\" means any event which shall disqualify an individual from holding a multistate license under this compact, which the commission may by rule or order specify.</div><div style=\"text-indent:0.5in;\">(13) \"Encumbered license\" means a license in which an adverse action restricts the practice of cosmetology by a licensee, or where said adverse action has been reported to the commission.</div><div style=\"text-indent:0.5in;\">(14) \"Encumbrance\" means a revocation or suspension of, or any limitation on, the full and unrestricted practice of cosmetology by a state licensing authority.</div><div style=\"text-indent:0.5in;\">(15) \"Executive committee\" means a group of delegates elected or appointed to act on behalf of, and within the powers granted to them by, the commission.</div><div style=\"text-indent:0.5in;\">(16) \"Home state\" means the member state which is a licensee's primary state of residence, and where that licensee holds an active and unencumbered license to practice cosmetology.</div><div style=\"text-indent:0.5in;\">(17) \"Investigative information\" means information, records, or documents received or generated by a state licensing authority pursuant to an investigation or other inquiry.</div><div style=\"text-indent:0.5in;\">(18) \"Jurisprudence requirement\" means the assessment of an individual's knowledge of the laws and rules governing the practice of cosmetology in a state.</div><div style=\"text-indent:0.5in;\">(19) \"Licensee\" means an individual who currently holds a license from a member state to practice as a cosmetologist.</div><div style=\"text-indent:0.5in;\">(20) \"Member state\" means any state that has adopted this compact.</div><div style=\"text-indent:0.5in;\">(21) \"Multistate license\" means a license issued by and subject to the enforcement jurisdiction of the state licensing authority in a licensee's home state, which authorizes the practice of cosmetology in member states and includes authorizations to practice cosmetology in all remote states pursuant to this compact.</div><div style=\"text-indent:0.5in;\">(22) \"Remote state\" means any member state, other than the licensee's home state.</div><div style=\"text-indent:0.5in;\">(23) \"Rule\" means any rule or regulation promulgated by the commission under this compact which has the force of law.</div><div style=\"text-indent:0.5in;\">(24) \"Single-state license\" means a cosmetology license issued by a member state that authorizes practice of cosmetology only within the issuing state and does not include any authorization outside of the issuing state.</div><div style=\"text-indent:0.5in;\">(25) \"State\" means a state, territory, or possession of the United States and the District of Columbia.</div><div style=\"text-indent:0.5in;\">(26) \"State licensing authority\" means a member state's regulatory body responsible for issuing cosmetology licenses or otherwise overseeing the practice of cosmetology in that state.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 3</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">MEMBER STATE REQUIREMENTS</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) To be eligible to join this compact, and to maintain eligibility as a member state, a state must:</div><div style=\"text-indent:0.5in;\">(a) License and regulate cosmetology;</div><div style=\"text-indent:0.5in;\">(b) Have a mechanism or entity in place to receive and investigate complaints about licensees practicing in that state;</div><div style=\"text-indent:0.5in;\">(c) Require that licensees within the state pass a cosmetology competency examination prior to being licensed to provide cosmetology services to the public in that state;</div><div style=\"text-indent:0.5in;\">(d) Require that licensees satisfy educational or training requirements in cosmetology prior to being licensed to provide cosmetology services to the public in that state;</div><div style=\"text-indent:0.5in;\">(e) Implement procedures for considering one or more of the following categories of information from applicants for licensure: Criminal history; disciplinary history; or background check. Such procedures may include the submission of information by applicants for the purpose of obtaining an applicant's background check as defined in this compact;</div><div style=\"text-indent:0.5in;\">(f) Participate in the data system, including through the use of unique identifying numbers;</div><div style=\"text-indent:0.5in;\">(g) Share information related to adverse actions with the commission and other member states, both through the data system and otherwise;</div><div style=\"text-indent:0.5in;\">(h) Notify the commission and other member states, in compliance with the terms of the compact and rules of the commission, of the existence of investigative information or current significant investigative information in the state's possession regarding a licensee practicing in that state;</div><div style=\"text-indent:0.5in;\">(i) Comply with such rules as may be enacted by the commission to administer this compact; and</div><div style=\"text-indent:0.5in;\">(j) Accept licensees from other member states as established in this compact.</div><div style=\"text-indent:0.5in;\">(2) Member states may charge a fee for granting a license to practice cosmetology.</div><div style=\"text-indent:0.5in;\">(3) Individuals not residing in a member state shall continue to be able to apply for a member state's single-state license as provided under the laws of each member state. However, the single-state license granted to these individuals shall not be recognized as granting a multistate license to provide services in any other member state.</div><div style=\"text-indent:0.5in;\">(4) Nothing in this compact shall affect the requirements established by a member state for the issuance of a single-state license.</div><div style=\"text-indent:0.5in;\">(5) A multistate license issued to a licensee by a home state to a resident of that state shall be recognized by each member state as authorizing a licensee to practice cosmetology in each member state.</div><div style=\"text-indent:0.5in;\">(6) At no point shall the commission have the power to define the educational or professional requirements for a license to practice cosmetology. The member states shall retain sole jurisdiction over the provision of these requirements.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 4</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">MULTISTATE LICENSE</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) To be eligible to apply to their home state's state licensing authority for an initial multistate license under this compact, a licensee must hold an active and unencumbered single-state license to practice cosmetology in their home state.</div><div style=\"text-indent:0.5in;\">(2) Upon the receipt of an application for a multistate license, according to the rules of the commission, a member state's state licensing authority shall ascertain whether the applicant meets the requirements for a multistate license under this compact.</div><div style=\"text-indent:0.5in;\">(3) If an applicant meets the requirements for a multistate license under this compact and any applicable rules of the commission, the state licensing authority in receipt of the application shall, within a reasonable time, grant a multistate license to that applicant, and inform all member states of the grant of said multistate license.</div><div style=\"text-indent:0.5in;\">(4) A multistate license to practice cosmetology issued by a member state's state licensing authority shall be recognized by each member state as authorizing the practice thereof as though that licensee held a single-state license to do so in each member state, subject to the restrictions in this compact.</div><div style=\"text-indent:0.5in;\">(5) A multistate license granted pursuant to this compact may be effective for a definite period of time, concurrent with the licensure renewal period in the home state.</div><div style=\"text-indent:0.5in;\">(6) To maintain a multistate license under this compact, a licensee must:</div><div style=\"text-indent:0.5in;\">(a) Agree to abide by the rules of the state licensing authority, and the state scope of practice laws governing the practice of cosmetology, of any member state in which the licensee provides services;</div><div style=\"text-indent:0.5in;\">(b) Pay all required fees related to the application and process, and any other fees which the commission may by rule require; and</div><div style=\"text-indent:0.5in;\">(c) Comply with any and all other requirements regarding multistate licenses which the commission may by rule provide.</div><div style=\"text-indent:0.5in;\">(7) A licensee practicing in a member state is subject to all scope of practice laws governing cosmetology services in that state.</div><div style=\"text-indent:0.5in;\">(8) The practice of cosmetology under a multistate license granted pursuant to this compact will subject the licensee to the jurisdiction of the state licensing authority, the courts, and the laws of the member state in which the cosmetology services are provided.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 5</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">REISSUANCE OF A MULTISTATE LICENSE BY A NEW HOME STATE</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) A licensee may hold a multistate license, issued by their home state, in only one member state at any given time.</div><div style=\"text-indent:0.5in;\">(2)If a licensee changes their home state by moving between two member states:</div><div style=\"text-indent:0.5in;\">(a) The licensee shall immediately apply for the reissuance of their multistate license in their new home state. The licensee shall pay all applicable fees and notify the prior home state in accordance with the rules of the commission.</div><div style=\"text-indent:0.5in;\">(b) Upon receipt of an application to reissue a multistate license, the new home state shall verify that the multistate license is active, unencumbered, and eligible for reissuance under the terms of the compact and the rules of the commission. The multistate license issued by the prior home state will be deactivated and all member states notified in accordance with the applicable rules adopted by the commission.</div><div style=\"text-indent:0.5in;\">(c) If required for initial licensure, the new home state may require a background check as specified in the laws of that state, or the compliance with any jurisprudence requirements of the new home state.</div><div style=\"text-indent:0.5in;\">(d) Notwithstanding any other provision of this compact, if a licensee does not meet the requirements set forth in this compact for the reissuance of a multistate license by the new home state, then the licensee shall be subject to the new home state requirements for the issuance of a single-state license in that state.</div><div style=\"text-indent:0.5in;\">(3) If a licensee changes their primary state of residence by moving from a member state to a nonmember state, or from a nonmember state to a member state, then the licensee shall be subject to the state requirements for the issuance of a single-state license in the new home state.</div><div style=\"text-indent:0.5in;\">(4) Nothing in this compact shall interfere with a licensee's ability to hold a single-state license in multiple states; however, for the purposes of this compact, a licensee shall have only one home state, and only one multistate license.</div><div style=\"text-indent:0.5in;\">(5) Nothing in this compact shall interfere with the requirements established by a member state for the issuance of a single-state license.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 6</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">AUTHORITY OF THE COMPACT COMMISSION AND MEMBER STATE</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">LICENSING AUTHORITIES</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) Nothing in this compact, nor any rule or regulation of the commission, shall be construed to limit, restrict, or in any way reduce the ability of a member state to enact and enforce laws, regulations, or other rules related to the practice of cosmetology in that state, where those laws, regulations, or other rules are not inconsistent with the provisions of this compact.</div><div style=\"text-indent:0.5in;\">(2) Insofar as practical, a member state's state licensing authority shall cooperate with the commission and with each entity exercising independent regulatory authority over the practice of cosmetology according to the provisions of this compact.</div><div style=\"text-indent:0.5in;\">(3) Discipline shall be the sole responsibility of the state in which cosmetology services are provided. Accordingly, each member state's state licensing authority shall be responsible for receiving complaints about individuals practicing cosmetology in that state, and for communicating all relevant investigative information about any such adverse action to the other member states through the data system in addition to any other methods the commission may by rule require.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 7</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ADVERSE ACTIONS</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) A licensee's home state shall have exclusive power to impose an adverse action against a licensee's multistate license issued by the home state.</div><div style=\"text-indent:0.5in;\">(2) A home state may take adverse action on a multistate license based on the investigative information, current significant investigative information, or adverse action of a remote state.</div><div style=\"text-indent:0.5in;\">(3) In addition to the powers conferred by state law, each remote state's state licensing authority shall have the power to:</div><div style=\"text-indent:0.5in;\">(a) Take adverse action against a licensee's authorization to practice cosmetology through the multistate license in that member state, provided that:</div><div style=\"text-indent:0.5in;\">(i) Only the licensee's home state shall have the power to take adverse action against the multistate license issued by the home state; and</div><div style=\"text-indent:0.5in;\">(ii) For the purposes of taking adverse action, the home state's state licensing authority shall give the same priority and effect to reported conduct received from a remote state as it would if such conduct had occurred within the home state. In so doing, the home state shall apply its own state laws to determine the appropriate action;</div><div style=\"text-indent:0.5in;\">(b) Issue cease and desist orders or impose an encumbrance on a licensee's authorization to practice within that member state;</div><div style=\"text-indent:0.5in;\">(c) Complete any pending investigations of a licensee who changes their primary state of residence during the course of such an investigation. The state licensing authority shall also be empowered to report the results of such an investigation to the commission through the data system as described in this compact;</div><div style=\"text-indent:0.5in;\">(d) Issue subpoenas for both hearings and investigations that require the attendance and testimony of witnesses, as well as the production of evidence. Subpoenas issued by a state licensing authority in a member state for the attendance and testimony of witnesses or the production of evidence from another member state shall be enforced in the latter state by any court of competent jurisdiction, according to the practice and procedure of that court applicable to subpoenas issued in proceedings before it. The issuing state licensing authority shall pay any witness fees, travel expenses, mileage, and other fees required by the service statutes of the state in which the witnesses or evidence are located;</div><div style=\"text-indent:0.5in;\">(e) If otherwise permitted by state law, recover from the affected licensee the costs of investigations and disposition of cases resulting from any adverse action taken against that licensee;</div><div style=\"text-indent:0.5in;\">(f) Take adverse action against the licensee's authorization to practice in that state based on the factual findings of another remote state.</div><div style=\"text-indent:0.5in;\">(4) A licensee's home state shall complete any pending investigation(s) of a cosmetologist who changes their primary state of residence during the course of the investigation(s). The home state shall also have the authority to take appropriate action(s) and shall promptly report the conclusions of the investigations to the data system.</div><div style=\"text-indent:0.5in;\">(5) If an adverse action is taken by the home state against a licensee's multistate license, the licensee's authorization to practice in all other member states shall be deactivated until all encumbrances have been removed from the home state license. All home state disciplinary orders that impose an adverse action against a licensee's multistate license shall include a statement that the cosmetologist's authorization to practice is deactivated in all member states during the pendency of the order.</div><div style=\"text-indent:0.5in;\">(6) Nothing in this compact shall override a member state's authority to accept a licensee's participation in an alternative program in lieu of adverse action. A licensee's multistate license shall be suspended for the duration of the licensee's participation in any alternative program.</div><div style=\"text-indent:0.5in;\">(7) Joint investigations.</div><div style=\"text-indent:0.5in;\">(a) In addition to the authority granted to a member state by its respective scope of practice laws or other applicable state law, a member state may participate with other member states in joint investigations of licensees.</div><div style=\"text-indent:0.5in;\">(b) Member states shall share any investigative, litigation, or compliance materials in furtherance of any joint or individual investigation initiated under this compact.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 8</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ACTIVE MILITARY MEMBERS AND THEIR SPOUSES</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">Active military members, or their spouses, shall designate a home state where the individual has a current license to practice cosmetology in good standing. The individual may retain their home state designation during any period of service when that individual or their spouse is on active duty assignment.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 9</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ESTABLISHMENT AND OPERATION OF THE COSMETOLOGY</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">LICENSURE COMPACT COMMISSION</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) The compact member states hereby create and establish a joint government agency whose membership consists of all member states that have enacted the compact known as the cosmetology licensure compact commission. The commission is an instrumentality of the compact member states acting jointly and not an instrumentality of any one state. The commission shall come into existence on or after the effective date of the compact as set forth in Article 13 of this compact.</div><div style=\"text-indent:0.5in;\">(2) Membership, voting, and meetings.</div><div style=\"text-indent:0.5in;\">(a) Each member state shall have and be limited to one delegate selected by that member state's state licensing authority.</div><div style=\"text-indent:0.5in;\">(b) The delegate shall be an administrator of the state licensing authority of the member state or their designee.</div><div style=\"text-indent:0.5in;\">(c) The commission shall by rule or bylaw establish a term of office for delegates and may by rule or bylaw establish term limits.</div><div style=\"text-indent:0.5in;\">(d) The commission may recommend removal or suspension of any delegate from office.</div><div style=\"text-indent:0.5in;\">(e) A member state's state licensing authority shall fill any vacancy of its delegate occurring on the commission within 60 days of the vacancy.</div><div style=\"text-indent:0.5in;\">(f) Each delegate shall be entitled to one vote on all matters that are voted on by the commission.</div><div style=\"text-indent:0.5in;\">(g) The commission shall meet at least once during each calendar year. Additional meetings may be held as set forth in the bylaws. The commission may meet by telecommunication, videoconference, or other similar electronic means.</div><div style=\"text-indent:0.5in;\">(3) The commission shall have the following powers:</div><div style=\"text-indent:0.5in;\">(a) Establish the fiscal year of the commission;</div><div style=\"text-indent:0.5in;\">(b) Establish code of conduct and conflict of interest policies;</div><div style=\"text-indent:0.5in;\">(c) Adopt rules and bylaws;</div><div style=\"text-indent:0.5in;\">(d) Maintain its financial records in accordance with the bylaws;</div><div style=\"text-indent:0.5in;\">(e) Meet and take such actions as are consistent with the provisions of this compact, the commission's rules, and the bylaws;</div><div style=\"text-indent:0.5in;\">(f) Initiate and conclude legal proceedings or actions in the name of the commission, provided that the standing of any state licensing authority to sue or be sued under applicable law shall not be affected;</div><div style=\"text-indent:0.5in;\">(g) Maintain and certify records and information provided to a member state as the authenticated business records of the commission, and designate an agent to do so on the commission's behalf;</div><div style=\"text-indent:0.5in;\">(h) Purchase and maintain insurance and bonds;</div><div style=\"text-indent:0.5in;\">(i) Borrow, accept, or contract for services of personnel including, but not limited to, employees of a member state;</div><div style=\"text-indent:0.5in;\">(j) Conduct an annual financial review;</div><div style=\"text-indent:0.5in;\">(k) Hire employees, elect or appoint officers, fix compensation, define duties, grant such individuals appropriate authority to carry out the purposes of the compact, and establish the commission's personnel policies and programs relating to conflicts of interest, qualifications of personnel, and other related personnel matters;</div><div style=\"text-indent:0.5in;\">(l) As set forth in the commission rules, charge a fee to a licensee for the grant of a multistate license and thereafter, as may be established by commission rule, charge the licensee a multistate license renewal fee for each renewal period. Nothing in this compact shall be construed to prevent a home state from charging a licensee a fee for a multistate license or renewals of a multistate license, or a fee for the jurisprudence requirement if the member state imposes such a requirement for the grant of a multistate license;</div><div style=\"text-indent:0.5in;\">(m) Assess and collect fees;</div><div style=\"text-indent:0.5in;\">(n) Accept any and all appropriate gifts, donations, grants of money, other sources of revenue, equipment, supplies, materials, and services, and receive, utilize, and dispose of the same; provided that at all times the commission shall avoid any appearance of impropriety or conflict of interest;</div><div style=\"text-indent:0.5in;\">(o) Lease, purchase, retain, own, hold, improve, or use any property, real, personal, or mixed, or any undivided interest therein;</div><div style=\"text-indent:0.5in;\">(p) Sell, convey, mortgage, pledge, lease, exchange, abandon, or otherwise dispose of any property, real, personal, or mixed;</div><div style=\"text-indent:0.5in;\">(q) Establish a budget and make expenditures;</div><div style=\"text-indent:0.5in;\">(r) Borrow money;</div><div style=\"text-indent:0.5in;\">(s) Appoint committees, including standing committees, composed of members, state regulators, state legislators or their representatives, and consumer representatives, and such other interested persons as may be designated in this compact and the bylaws;</div><div style=\"text-indent:0.5in;\">(t) Provide and receive information from, and cooperate with, law enforcement agencies;</div><div style=\"text-indent:0.5in;\">(u) Elect a chair, vice chair, secretary, and treasurer and such other officers of the commission as provided in the commission's bylaws;</div><div style=\"text-indent:0.5in;\">(v) Establish and elect an executive committee, including a chair and a vice chair;</div><div style=\"text-indent:0.5in;\">(w) Adopt and provide to the member states an annual report;</div><div style=\"text-indent:0.5in;\">(x) Determine whether a state's adopted language is materially different from the model compact language such that the state would not qualify for participation in the compact; and</div><div style=\"text-indent:0.5in;\">(y) Perform such other functions as may be necessary or appropriate to achieve the purposes of this compact.</div><div style=\"text-indent:0.5in;\">(4) The executive committee.</div><div style=\"text-indent:0.5in;\">(a) The executive committee shall have the power to act on behalf of the commission according to the terms of this compact. The powers, duties, and responsibilities of the executive committee shall include:</div><div style=\"text-indent:0.5in;\">(i) Overseeing the day-to-day activities of the administration of the compact including compliance with the provisions of the compact, the commission's rules and bylaws, and other such duties as deemed necessary;</div><div style=\"text-indent:0.5in;\">(ii) Recommending to the commission changes to the rules or bylaws, changes to this compact legislation, fees charged to compact member states, fees charged to licensees, and other fees;</div><div style=\"text-indent:0.5in;\">(iii) Ensuring compact administration services are appropriately provided, including by contract;</div><div style=\"text-indent:0.5in;\">(iv) Preparing and recommending the budget;</div><div style=\"text-indent:0.5in;\">(v) Maintaining financial records on behalf of the commission;</div><div style=\"text-indent:0.5in;\">(vi) Monitoring compact compliance of member states and providing compliance reports to the commission;</div><div style=\"text-indent:0.5in;\">(vii) Establishing additional committees as necessary;</div><div style=\"text-indent:0.5in;\">(viii) Exercising the powers and duties of the commission during the interim between commission meetings, except for adopting or amending rules, adopting or amending bylaws, and exercising any other powers and duties expressly reserved to the commission by rule or bylaw; and</div><div style=\"text-indent:0.5in;\">(ix) Other duties as provided in the rules or bylaws of the commission.</div><div style=\"text-indent:0.5in;\">(b)(i) The executive committee shall be composed of up to seven voting members:</div><div style=\"text-indent:0.5in;\">(A) The chair and vice chair of the commission and any other members of the commission who serve on the executive committee shall be voting members of the executive committee; and</div><div style=\"text-indent:0.5in;\">(B) Other than the chair, vice chair, secretary, and treasurer, the commission shall elect three voting members from the current membership of the commission.</div><div style=\"text-indent:0.5in;\">(ii) The commission may elect ex officio, nonvoting members from a recognized national cosmetology professional association as approved by the commission. The commission's bylaws shall identify qualifying organizations and the manner of appointment if the number of organizations seeking to appoint an ex officio member exceeds the number of members specified in this Article.</div><div style=\"text-indent:0.5in;\">(c) The commission may remove any member of the executive committee as provided in the commission's bylaws.</div><div style=\"text-indent:0.5in;\">(d) The executive committee shall meet at least annually.</div><div style=\"text-indent:0.5in;\">(i) Annual executive committee meetings, as well as any executive committee meeting at which it does not take or intend to take formal action on a matter for which a commission vote would otherwise be required, shall be open to the public, except that the executive committee may meet in a closed, nonpublic session of a public meeting when dealing with any of the matters covered under subsection (6)(d) of this Article.</div><div style=\"text-indent:0.5in;\">(ii) The executive committee shall give five business days' advance notice of its public meetings, posted on its website and as determined to provide notice to persons with an interest in the public matters the executive committee intends to address at those meetings.</div><div style=\"text-indent:0.5in;\">(e) The executive committee may hold an emergency meeting when acting for the commission to:</div><div style=\"text-indent:0.5in;\">(i) Meet an imminent threat to public health, safety, or welfare;</div><div style=\"text-indent:0.5in;\">(ii) Prevent a loss of commission or member state funds; or</div><div style=\"text-indent:0.5in;\">(iii) Protect public health and safety.</div><div style=\"text-indent:0.5in;\">(5) The commission shall adopt and provide to the member states an annual report.</div><div style=\"text-indent:0.5in;\">(6) Meetings of the commission.</div><div style=\"text-indent:0.5in;\">(a) All meetings of the commission that are not closed pursuant to (d) of this subsection shall be open to the public. Notice of public meetings shall be posted on the commission's website at least 30 days prior to the public meeting.</div><div style=\"text-indent:0.5in;\">(b) Notwithstanding (a) of this subsection, the commission may convene an emergency public meeting by providing at least 24 hours' prior notice on the commission's website, and any other means as provided in the commission's rules, for any of the reasons it may dispense with notice of proposed rule making under Article 11(12) of this compact. The commission's legal counsel shall certify that one of the reasons justifying an emergency public meeting has been met.</div><div style=\"text-indent:0.5in;\">(c) Notice of all commission meetings shall provide the time, date, and location of the meeting, and if the meeting is to be held or accessible via telecommunication, videoconference, or other electronic means, the notice shall include the mechanism for access to the meeting.</div><div style=\"text-indent:0.5in;\">(d) The commission may convene in a closed, nonpublic meeting for the commission to discuss:</div><div style=\"text-indent:0.5in;\">(i) Noncompliance of a member state with its obligations under the compact;</div><div style=\"text-indent:0.5in;\">(ii) The employment, compensation, discipline, or other matters, practices, or procedures related to specific employees or other matters related to the commission's internal personnel practices and procedures;</div><div style=\"text-indent:0.5in;\">(iii) Current or threatened discipline of a licensee by the commission or by a member state's state licensing authority;</div><div style=\"text-indent:0.5in;\">(iv) Current, threatened, or reasonably anticipated litigation;</div><div style=\"text-indent:0.5in;\">(v) Negotiation of contracts for the purchase, lease, or sale of goods, services, or real estate;</div><div style=\"text-indent:0.5in;\">(vi) Accusing any person of a crime or formally censuring any person;</div><div style=\"text-indent:0.5in;\">(vii) Trade secrets or commercial or financial information that is privileged or confidential;</div><div style=\"text-indent:0.5in;\">(viii) Information of a personal nature where disclosure would constitute a clearly unwarranted invasion of personal privacy;</div><div style=\"text-indent:0.5in;\">(ix) Investigative records compiled for law enforcement purposes;</div><div style=\"text-indent:0.5in;\">(x) Information related to any investigative reports prepared by or on behalf of or for use of the commission or other committee charged with responsibility of investigation or determination of compliance issues pursuant to the compact;</div><div style=\"text-indent:0.5in;\">(xi) Legal advice;</div><div style=\"text-indent:0.5in;\">(xii) Matters specifically exempted from disclosure to the public by federal or member state law; or</div><div style=\"text-indent:0.5in;\">(xiii) Other matters as promulgated by the commission by rule.</div><div style=\"text-indent:0.5in;\">(e) If a meeting, or portion of a meeting, is closed, the presiding officer shall state that the meeting will be closed and reference each relevant exempting provision, and such reference shall be recorded in the minutes.</div><div style=\"text-indent:0.5in;\">(f) The commission shall keep minutes that fully and clearly describe all matters discussed in a meeting and shall provide a full and accurate summary of actions taken, and the reasons therefore, including a description of the views expressed. All documents considered in connection with an action shall be identified in such minutes. All minutes and documents of a closed meeting shall remain under seal, subject to release only by a majority vote of the commission or order of a court of competent jurisdiction.</div><div style=\"text-indent:0.5in;\">(7) Financing of the commission.</div><div style=\"text-indent:0.5in;\">(a) The commission shall pay, or provide for the payment of, the reasonable expenses of its establishment, organization, and ongoing activities.</div><div style=\"text-indent:0.5in;\">(b) The commission may accept any and all appropriate sources of revenue, donations, and grants of money, equipment, supplies, materials, and services.</div><div style=\"text-indent:0.5in;\">(c) The commission may levy on and collect an annual assessment from each member state and impose fees on licensees of member states to whom it grants a multistate license to cover the cost of the operations and activities of the commission and its staff, which must be in a total amount sufficient to cover its annual budget as approved each year for which revenue is not provided by other sources. The aggregate annual assessment amount for member states shall be allocated based upon a formula that the commission shall promulgate by rule.</div><div style=\"text-indent:0.5in;\">(d) The commission shall not incur obligations of any kind prior to securing the funds adequate to meet the same; nor shall the commission pledge the credit of any member states, except by and with the authority of the member state.</div><div style=\"text-indent:0.5in;\">(e) The commission shall keep accurate accounts of all receipts and disbursements. The receipts and disbursements of the commission shall be subject to the financial review and accounting procedures established under its bylaws. All receipts and disbursements of funds handled by the commission shall be subject to an annual financial review by a certified or licensed public accountant, and the report of the financial review shall be included in and become part of the annual report of the commission.</div><div style=\"text-indent:0.5in;\">(8) Qualified immunity, defense, and indemnification.</div><div style=\"text-indent:0.5in;\">(a) The members, officers, executive director, employees, and representatives of the commission shall be immune from suit and liability, both personally and in their official capacity, for any claim for damage to or loss of property or personal injury or other civil liability caused by or arising out of any actual or alleged act, error, or omission that occurred, or that the person against whom the claim is made had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities; provided that nothing in this subsection (8)(a) shall be construed to protect any such person from suit or liability for any damage, loss, injury, or liability caused by the intentional or willful or wanton misconduct of that person. The procurement of insurance of any type by the commission shall not in any way compromise or limit the immunity granted hereunder.</div><div style=\"text-indent:0.5in;\">(b) The commission shall defend any member, officer, executive director, employee, and representative of the commission in any civil action seeking to impose liability arising out of any actual or alleged act, error, or omission that occurred within the scope of commission employment, duties, or responsibilities, or as determined by the commission that the person against whom the claim is made had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities; provided that nothing herein shall be construed to prohibit that person from retaining their own counsel at their own expense; and provided further, that the actual or alleged act, error, or omission did not result from that person's intentional or willful or wanton misconduct.</div><div style=\"text-indent:0.5in;\">(c) The commission shall indemnify and hold harmless any member, officer, executive director, employee, and representative of the commission for the amount of any settlement or judgment obtained against that person arising out of any actual or alleged act, error, or omission that occurred within the scope of commission employment, duties, or responsibilities, or that such person had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities, provided that the actual or alleged act, error, or omission did not result from the intentional or willful or wanton misconduct of that person.</div><div style=\"text-indent:0.5in;\">(d) Nothing herein shall be construed as a limitation on the liability of any licensee for professional malpractice or misconduct, which shall be governed solely by any other applicable state laws.</div><div style=\"text-indent:0.5in;\">(e) Nothing in this compact shall be interpreted to waive or otherwise abrogate a member state's state action immunity or state action affirmative defense with respect to antitrust claims under the Sherman act, Clayton act, or any other state or federal antitrust or anticompetitive law or regulation.</div><div style=\"text-indent:0.5in;\">(f) Nothing in this compact shall be construed to be a waiver of sovereign immunity by the member states or by the commission.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 10</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">DATA SYSTEM</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) The commission shall provide for the development, maintenance, operation, and utilization of a coordinated database and reporting system.</div><div style=\"text-indent:0.5in;\">(2) The commission shall assign each applicant for a multistate license a unique identifier, as determined by the rules of the commission.</div><div style=\"text-indent:0.5in;\">(3) Notwithstanding any other provision of state law to the contrary, a member state shall submit a uniform data set to the data system on all individuals to whom this compact is applicable as required by the rules of the commission, including:</div><div style=\"text-indent:0.5in;\">(a) Identifying information;</div><div style=\"text-indent:0.5in;\">(b) Licensure data;</div><div style=\"text-indent:0.5in;\">(c) Adverse actions against a license and information related thereto;</div><div style=\"text-indent:0.5in;\">(d) Nonconfidential information related to alternative program participation, the beginning and ending dates of such participation, and other information related to such participation;</div><div style=\"text-indent:0.5in;\">(e) Any denial of application for licensure, and the reason(s) for such denial (excluding the reporting of any criminal history record information where prohibited by law);</div><div style=\"text-indent:0.5in;\">(f) The existence of investigative information;</div><div style=\"text-indent:0.5in;\">(g) The existence of current significant investigative information; and</div><div style=\"text-indent:0.5in;\">(h) Other information that may facilitate the administration of this compact or the protection of the public, as determined by the rules of the commission.</div><div style=\"text-indent:0.5in;\">(4) The records and information provided to a member state pursuant to this compact or through the data system, when certified by the commission or an agent thereof, shall constitute the authenticated business records of the commission, and shall be entitled to any associated hearsay exception in any relevant judicial, quasi-judicial, or administrative proceedings in a member state.</div><div style=\"text-indent:0.5in;\">(5) The existence of current significant investigative information and the existence of investigative information pertaining to a licensee in any member state will only be available to other member states.</div><div style=\"text-indent:0.5in;\">(6) It is the responsibility of the member states to monitor the database to determine whether adverse action has been taken against such a licensee or license applicant. Adverse action information pertaining to a licensee or license applicant in any member state will be available to any other member state.</div><div style=\"text-indent:0.5in;\">(7) Member states contributing information to the data system may designate information that may not be shared with the public without the express permission of the contributing state.</div><div style=\"text-indent:0.5in;\">(8) Any information submitted to the data system that is subsequently expunged pursuant to federal law or the laws of the member state contributing the information shall be removed from the data system.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 11</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">RULE MAKING</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) The commission shall promulgate reasonable rules in order to effectively and efficiently implement and administer the purposes and provisions of this compact. A rule shall be invalid and have no force or effect only if a court of competent jurisdiction holds that the rule is invalid because the commission exercised its rule-making authority in a manner that is beyond the scope and purposes of the compact, or the powers granted hereunder, or based upon another applicable standard of review.</div><div style=\"text-indent:0.5in;\">(2) The rules of the commission shall have the force of law in each member state, provided however that where the rules of the commission conflict with the laws of the member state that establish the member state's scope of practice laws governing the practice of cosmetology as held by a court of competent jurisdiction, the rules of the commission shall be ineffective in that state to the extent of the conflict.</div><div style=\"text-indent:0.5in;\">(3) The commission shall exercise its rule-making powers pursuant to the criteria set forth in this Article and the rules adopted thereunder. Rules shall become binding as of the date specified by the commission for each rule.</div><div style=\"text-indent:0.5in;\">(4) If a majority of the legislatures of the member states rejects a rule or portion of a rule, by enactment of a statute or resolution in the same manner used to adopt the compact within four years of the date of adoption of the rule, then such rule shall have no further force and effect in any member state or to any state applying to participate in the compact.</div><div style=\"text-indent:0.5in;\">(5) Rules shall be adopted at a regular or special meeting of the commission.</div><div style=\"text-indent:0.5in;\">(6) Prior to adoption of a proposed rule, the commission shall hold a public hearing and allow persons to provide oral and written comments, data, facts, opinions, and arguments.</div><div style=\"text-indent:0.5in;\">(7) Prior to adoption of a proposed rule by the commission, and at least 30 days in advance of the meeting at which the commission will hold a public hearing on the proposed rule, the commission shall provide a notice of proposed rule making:</div><div style=\"text-indent:0.5in;\">(a) On the website of the commission or other publicly accessible platform;</div><div style=\"text-indent:0.5in;\">(b) To persons who have requested notice of the commission's notices of proposed rule making; and</div><div style=\"text-indent:0.5in;\">(c) In such other way(s) as the commission may by rule specify.</div><div style=\"text-indent:0.5in;\">(8) The notice of proposed rule making shall include:</div><div style=\"text-indent:0.5in;\">(a) The time, date, and location of the public hearing at which the commission will hear public comments on the proposed rule and, if different, the time, date, and location of the meeting where the commission will consider and vote on the proposed rule;</div><div style=\"text-indent:0.5in;\">(b) If the hearing is held via telecommunication, videoconference, or other electronic means, the commission shall include the mechanism for access to the hearing in the notice of proposed rule making;</div><div style=\"text-indent:0.5in;\">(c) The text of the proposed rule and the reason therefor;</div><div style=\"text-indent:0.5in;\">(d) A request for comments on the proposed rule from any interested person; and</div><div style=\"text-indent:0.5in;\">(e) The manner in which interested persons may submit written comments.</div><div style=\"text-indent:0.5in;\">(9) All hearings will be recorded. A copy of the recording and all written comments and documents received by the commission in response to the proposed rule shall be available to the public.</div><div style=\"text-indent:0.5in;\">(10) Nothing in this Article shall be construed as requiring a separate hearing on each rule. Rules may be grouped for the convenience of the commission at hearings required by this Article.</div><div style=\"text-indent:0.5in;\">(11) The commission shall, by majority vote of all members, take final action on the proposed rule based on the rule-making record and the full text of the rule.</div><div style=\"text-indent:0.5in;\">(a) The commission may adopt changes to the proposed rule provided the changes do not enlarge the original purpose of the proposed rule.</div><div style=\"text-indent:0.5in;\">(b) The commission shall provide an explanation of the reasons for substantive changes made to the proposed rule as well as reasons for substantive changes not made that were recommended by commenters.</div><div style=\"text-indent:0.5in;\">(c) The commission shall determine a reasonable effective date for the rule. Except for an emergency as provided in Article 11(12) of this compact, the effective date of the rule shall be no sooner than 45 days after the commission issuing the notice that it adopted or amended the rule.</div><div style=\"text-indent:0.5in;\">(12) Upon determination that an emergency exists, the commission may consider and adopt an emergency rule with five days' notice, with opportunity to comment, provided that the usual rule-making procedures provided in the compact and in this Article shall be retroactively applied to the rule as soon as reasonably possible, in no event later than 90 days after the effective date of the rule. For the purposes of this provision, an emergency rule is one that must be adopted immediately to:</div><div style=\"text-indent:0.5in;\">(a) Meet an imminent threat to public health, safety, or welfare;</div><div style=\"text-indent:0.5in;\">(b) Prevent a loss of commission or member state funds;</div><div style=\"text-indent:0.5in;\">(c) Meet a deadline for the promulgation of a rule that is established by federal law or rule; or</div><div style=\"text-indent:0.5in;\">(d) Protect public health and safety.</div><div style=\"text-indent:0.5in;\">(13) The commission or an authorized committee of the commission may direct revisions to a previously adopted rule for purposes of correcting typographical errors, errors in format, errors in consistency, or grammatical errors. Public notice of any revisions shall be posted on the website of the commission. The revision shall be subject to challenge by any person for a period of 30 days after posting. The revision may be challenged only on grounds that the revision results in a material change to a rule. A challenge shall be made in writing and delivered to the commission prior to the end of the notice period. If no challenge is made, the revision will take effect without further action. If the revision is challenged, the revision may not take effect without the approval of the commission.</div><div style=\"text-indent:0.5in;\">(14) No member state's rule-making requirements shall apply under this compact.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 12</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">OVERSIGHT, DISPUTE RESOLUTION, AND ENFORCEMENT</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) Oversight.</div><div style=\"text-indent:0.5in;\">(a) The executive and judicial branches of state government in each member state shall enforce this compact and take all actions necessary and appropriate to implement the compact.</div><div style=\"text-indent:0.5in;\">(b) Venue is proper and judicial proceedings by or against the commission shall be brought solely and exclusively in a court of competent jurisdiction where the principal office of the commission is located. The commission may waive venue and jurisdictional defenses to the extent it adopts or consents to participate in alternative dispute resolution proceedings. Nothing herein shall affect or limit the selection or propriety of venue in any action against a licensee for professional malpractice, misconduct, or any such similar matter.</div><div style=\"text-indent:0.5in;\">(c) The commission shall be entitled to receive service of process in any proceeding regarding the enforcement or interpretation of the compact and shall have standing to intervene in such a proceeding for all purposes. Failure to provide the commission service of process shall render a judgment or order void as to the commission, this compact, or promulgated rules.</div><div style=\"text-indent:0.5in;\">(2) Default, technical assistance, and termination.</div><div style=\"text-indent:0.5in;\">(a) If the commission determines that a member state has defaulted in the performance of its obligations or responsibilities under this compact or the promulgated rules, the commission shall provide written notice to the defaulting state. The notice of default shall describe the default, the proposed means of curing the default, and any other action that the commission may take, and shall offer training and specific technical assistance regarding the default.</div><div style=\"text-indent:0.5in;\">(b) The commission shall provide a copy of the notice of default to the other member states.</div><div style=\"text-indent:0.5in;\">(c) If a state in default fails to cure the default, the defaulting state may be terminated from the compact upon an affirmative vote of a majority of the delegates of the member states, and all rights, privileges, and benefits conferred on that state by this compact may be terminated on the effective date of termination. A cure of the default does not relieve the offending state of obligations or liabilities incurred during the period of default.</div><div style=\"text-indent:0.5in;\">(d) Termination of membership in the compact shall be imposed only after all other means of securing compliance have been exhausted. Notice of intent to suspend or terminate shall be given by the commission to the governor, the majority and minority leaders of the defaulting state's legislature, the defaulting state's state licensing authority, and each of the member states' state licensing authority.</div><div style=\"text-indent:0.5in;\">(e) A state that has been terminated is responsible for all assessments, obligations, and liabilities incurred through the effective date of termination, including obligations that extend beyond the effective date of termination.</div><div style=\"text-indent:0.5in;\">(f) Upon the termination of a state's membership from this compact, that state shall immediately provide notice to all licensees who hold a multistate license within that state of such termination. The terminated state shall continue to recognize all licenses granted pursuant to this compact for a minimum of 180 days after the date of said notice of termination.</div><div style=\"text-indent:0.5in;\">(g) The commission shall not bear any costs related to a state that is found to be in default or that has been terminated from the compact, unless agreed upon in writing between the commission and the defaulting state.</div><div style=\"text-indent:0.5in;\">(h) The defaulting state may appeal the action of the commission by petitioning the United States district court for the District of Columbia or the federal district where the commission has its principal offices. The prevailing party shall be awarded all costs of such litigation, including reasonable attorneys' fees.</div><div style=\"text-indent:0.5in;\">(3) Dispute resolution.</div><div style=\"text-indent:0.5in;\">(a) Upon request by a member state, the commission shall attempt to resolve disputes related to the compact that arise among member states and between member and nonmember states.</div><div style=\"text-indent:0.5in;\">(b) The commission shall promulgate a rule providing for both mediation and binding dispute resolution for disputes as appropriate.</div><div style=\"text-indent:0.5in;\">(4) Enforcement.</div><div style=\"text-indent:0.5in;\">(a) The commission, in the reasonable exercise of its discretion, shall enforce the provisions of this compact and the commission's rules.</div><div style=\"text-indent:0.5in;\">(b) By majority vote as provided by commission rule, the commission may initiate legal action against a member state in default in the United States district court for the District of Columbia or the federal district where the commission has its principal offices to enforce compliance with the provisions of the compact and its promulgated rules. The relief sought may include both injunctive relief and damages. In the event judicial enforcement is necessary, the prevailing party shall be awarded all costs of such litigation, including reasonable attorneys' fees. The remedies herein shall not be the exclusive remedies of the commission. The commission may pursue any other remedies available under federal or the defaulting member state's law.</div><div style=\"text-indent:0.5in;\">(c) A member state may initiate legal action against the commission in the United States District Court for the District of Columbia or the federal district where the commission has its principal offices to enforce compliance with the provisions of the compact and its promulgated rules. The relief sought may include both injunctive relief and damages. In the event judicial enforcement is necessary, the prevailing party shall be awarded all costs of such litigation, including reasonable attorneys' fees.</div><div style=\"text-indent:0.5in;\">(d) No individual or entity other than a member state may enforce this compact against the commission.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 13</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">EFFECTIVE DATE, WITHDRAWAL, AND AMENDMENT</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) The compact shall come into effect on the date on which the compact statute is enacted into law in the seventh member state.</div><div style=\"text-indent:0.5in;\">(a) On or after the effective date of the compact, the commission shall convene and review the enactment of each of the charter member states to determine if the statute enacted by each such charter member state is materially different than the model compact statute.</div><div style=\"text-indent:0.5in;\">(i) A charter member state whose enactment is found to be materially different from the model compact statute shall be entitled to the default process set forth in Article 12 of this compact.</div><div style=\"text-indent:0.5in;\">(ii) If any member state is later found to be in default, or is terminated or withdraws from the compact, the commission shall remain in existence and the compact shall remain in effect even if the number of member states should be less than seven.</div><div style=\"text-indent:0.5in;\">(b) Member states enacting the compact subsequent to the charter member states shall be subject to the process set forth in Article 9(3)(x) of this compact to determine if their enactments are materially different from the model compact statute and whether they qualify for participation in the compact.</div><div style=\"text-indent:0.5in;\">(c) All actions taken for the benefit of the commission or in furtherance of the purposes of the administration of the compact prior to the effective date of the compact or the commission coming into existence shall be considered to be actions of the commission unless specifically repudiated by the commission.</div><div style=\"text-indent:0.5in;\">(d) Any state that joins the compact shall be subject to the commission's rules and bylaws as they exist on the date on which the compact becomes law in that state. Any rule that has been previously adopted by the commission shall have the full force and effect of law on the day the compact becomes law in that state.</div><div style=\"text-indent:0.5in;\">(2) Any member state may withdraw from this compact by enacting a statute repealing that state's enactment of the compact.</div><div style=\"text-indent:0.5in;\">(a) A member state's withdrawal shall not take effect until 180 days after enactment of the repealing statute.</div><div style=\"text-indent:0.5in;\">(b) Withdrawal shall not affect the continuing requirement of the withdrawing state's state licensing authority to comply with the investigative and adverse action reporting requirements of this compact prior to the effective date of withdrawal.</div><div style=\"text-indent:0.5in;\">(c) Upon the enactment of a statute withdrawing from this compact, a state shall immediately provide notice of such withdrawal to all licensees within that state. Notwithstanding any subsequent statutory enactment to the contrary, such withdrawing state shall continue to recognize all licenses granted pursuant to this compact for a minimum of 180 days after the date of such notice of withdrawal.</div><div style=\"text-indent:0.5in;\">(3) Nothing contained in this compact shall be construed to invalidate or prevent any licensure agreement or other cooperative arrangement between a member state and a nonmember state that does not conflict with the provisions of this compact.</div><div style=\"text-indent:0.5in;\">(4) This compact may be amended by the member states. No amendment to this compact shall become effective and binding upon any member state until it is enacted into the laws of all member states.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 14</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">CONSTRUCTION AND SEVERABILITY</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) This compact and the commission's rule-making authority shall be liberally construed so as to effectuate the purposes and the implementation and administration of the compact. Provisions of the compact expressly authorizing or requiring the promulgation of rules shall not be construed to limit the commission's rule-making authority solely for those purposes.</div><div style=\"text-indent:0.5in;\">(2) The provisions of this compact shall be severable and if any phrase, clause, sentence, or provision of this compact is held by a court of competent jurisdiction to be contrary to the Constitution of any member state, a state seeking participation in the compact, or of the United States, or the applicability thereof to any government, agency, person, or circumstance is held to be unconstitutional by a court of competent jurisdiction, the validity of the remainder of this compact and the applicability thereof to any other government, agency, person, or circumstance shall not be affected thereby.</div><div style=\"text-indent:0.5in;\">(3) Notwithstanding subsection (2) of this Article, the commission may deny a state's participation in the compact or, in accordance with the requirements of Article 12 of this compact, terminate a member state's participation in the compact, if it determines that a constitutional requirement of a member state is a material departure from the compact. Otherwise, if this compact shall be held to be contrary to the Constitution of any member state, the compact shall remain in full force and effect as to the remaining member states and in full force and effect as to the member state affected as to all severable matters.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 15</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">CONSISTENT EFFECT AND CONFLICT WITH OTHER STATE LAWS</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) Nothing herein shall prevent or inhibit the enforcement of any other law of a member state that is not inconsistent with the compact.</div><div style=\"text-indent:0.5in;\">(2) Any laws, statutes, regulations, or other legal requirements in a member state in conflict with the compact are superseded to the extent of the conflict.</div><div style=\"text-indent:0.5in;\">(3) All permissible agreements between the commission and the member states are binding in accordance with their terms.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">This act may be known and cited as the cosmetology licensure compact.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The main goal of this bill is to join the cosmetology licensure compact, which aims to simplify the regulation and practice of cosmetology across state lines. This would improve access to cosmetology services while ensuring safety and reducing burdens related to licensing. The compact seeks to establish a multistate licensing program, which would benefit licensed cosmetologists in member states and enhance public health protection.</p>\n<h3>Key Provisions</h3>\n<h4>Interstate Practice and Regulation</h4>\n<ul>\n<li>Establishes a multistate licensing framework for cosmetologists.</li>\n<li>Aims to improve accessibility and safety for cosmetology services.</li>\n<li>Member states must cooperate in the licensure and regulation of cosmetology.</li>\n</ul>\n<h4>Member State Requirements</h4>\n<ul>\n<li>States must have mechanisms to license and regulate cosmetology.</li>\n<li>Must address public health and safety concerns through uniform practices.</li>\n<li>States are required to notify the commission about adverse actions against cosmetologists.</li>\n</ul>\n<h4>Multistate Licensing</h4>\n<ul>\n<li>Requires an active single-state license to apply for a multistate license.</li>\n<li>Grants a multistate license that is recognized by all member states.</li>\n<li>Licensees must adhere to the laws of the states where they practice.</li>\n</ul>\n<h4>Reissuance of License</h4>\n<ul>\n<li>If a cosmetologist moves to a different member state, they must apply for a new multistate license.</li>\n<li>Previous licenses may be deactivated, and new state requirements must be met.</li>\n</ul>\n<h4>Authority of the Commission</h4>\n<ul>\n<li>Establishes a commission to oversee the compact, which includes representatives from member states.</li>\n<li>The commission will have powers to enforce the compact's provisions and maintain a database of licensees and their statuses.</li>\n</ul>\n<h4>Adverse Actions</h4>\n<ul>\n<li>Only the home state can impose adverse actions on a cosmetologist’s multistate license.</li>\n<li>States can share information about investigations and adverse actions.</li>\n</ul>\n<h4>Active Military and Spouses</h4>\n<ul>\n<li>Active military members and their spouses may maintain a home state designation for licensure during service.</li>\n</ul>\n<h4>Data System</h4>\n<ul>\n<li>A coordinated database will be created to monitor licensees and share pertinent information among member states.</li>\n</ul>\n<h4>Rule Making</h4>\n<ul>\n<li>The commission will create rules to implement the compact, which will have the force of law in member states.</li>\n</ul>\n<h4>Withdrawal and Amendment</h4>\n<ul>\n<li>Member states can withdraw from the compact by enacting a statute, with a 180-day notice period.</li>\n<li>Amendments to the compact require legislation in all member states.</li>\n</ul>\n<p>This compact represents a significant shift towards a more collaborative and efficient system for cosmetology licensing, promising greater mobility for cosmetology professionals and enhanced safety for the public.</p>"
    },
    "1023-S": {
      "createdDate": "2025-02-11T16:10:12.783Z",
      "original": "<!DOCTYPE html ><html><body><div>H-1217.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1023</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Appropriations (originally sponsored by Representatives Ryu, Leavitt, Schmidt, Jacobsen, Reed, Eslick, Doglio, Simmons, Berg, Reeves, and Donaghy)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/12/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to the cosmetology licensure compact; adding new sections to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.16'>18.16</a> RCW; creating a new section; and providing a contingent effective date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.16'>18.16</a> RCW to read as follows:<!-- field: --></div><div style=\"text-align:center;\"><!-- field: Text --><span style=\"font-weight:bold;\">ARTICLE 1</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">PURPOSE</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">The purpose of this compact is to facilitate the interstate practice and regulation of cosmetology with the goal of improving public access to, and the safety of, cosmetology services and reducing unnecessary burdens related to cosmetology licensure. Through this compact, the member states seek to establish a regulatory framework which provides for a new multistate licensing program. Through this new licensing program, the member states seek to provide increased value and mobility to licensed cosmetologists in the member states, while ensuring the provision of safe, effective, and reliable services to the public.</div><div style=\"text-indent:0.5in;\">This compact is designed to achieve the following objectives, and the member states hereby ratify the same intentions by subscribing hereto:</div><div style=\"text-indent:0.5in;\">(1) Provide opportunities for interstate practice by cosmetologists who meet uniform requirements for multistate licensure;</div><div style=\"text-indent:0.5in;\">(2) Enhance the abilities of member states to protect public health and safety, and prevent fraud and unlicensed activity within the profession;</div><div style=\"text-indent:0.5in;\">(3) Ensure and encourage cooperation between member states in the licensure and regulation of the practice of cosmetology;</div><div style=\"text-indent:0.5in;\">(4) Support relocating military members and their spouses;</div><div style=\"text-indent:0.5in;\">(5) Facilitate the exchange of information between member states related to the licensure, investigation, and discipline of the practice of cosmetology;</div><div style=\"text-indent:0.5in;\">(6) Provide for the licensure and mobility of the workforce in the profession, while addressing the shortage of workers and lessening the associated burdens on the member states.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 2</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">DEFINITIONS</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">As used in this compact, and except as otherwise provided, the following definitions shall govern the terms herein:</div><div style=\"text-indent:0.5in;\">(1) \"Active military member\" means any person with full-time duty status in the armed forces of the United States, including members of the national guard and reserve.</div><div style=\"text-indent:0.5in;\">(2) \"Adverse action\" means any administrative, civil, equitable, or criminal action permitted by a member state's laws which is imposed by a state licensing authority or other regulatory body against a cosmetologist, including actions against an individual's license or authorization to practice such as revocation, suspension, probation, monitoring of the licensee, limitation of the licensee's practice, or any other encumbrance on a license affecting an individual's ability to participate in the cosmetology industry, including the issuance of a cease and desist order.</div><div style=\"text-indent:0.5in;\">(3) \"Alternative program\" means a nondisciplinary monitoring or prosecutorial diversion program approved by a member state's state licensing authority.</div><div style=\"text-indent:0.5in;\">(4) \"Authorization to practice\" means a legal authorization associated with a multistate license permitting the practice of cosmetology in that remote state, which shall be subject to the enforcement jurisdiction of the state licensing authority in that remote state.</div><div style=\"text-indent:0.5in;\">(5) \"Background check\" means the submission of information for an applicant for the purpose of obtaining that applicant's criminal history record information, as further defined in 28 C.F.R. Sec. 20.3(d), from the federal bureau of investigation and the agency responsible for retaining state criminal or disciplinary history in the applicant's home state.</div><div style=\"text-indent:0.5in;\">(6) \"Charter member state\" means member states who have enacted legislation to adopt this compact where such legislation predates the effective date of this compact as defined in Article 13 of this compact.</div><div style=\"text-indent:0.5in;\">(7) \"Commission\" means the government agency whose membership consists of all states that have enacted this compact, which is known as the cosmetology licensure compact commission, as defined in Article 9 of this compact, and which shall operate as an instrumentality of the member states.</div><div style=\"text-indent:0.5in;\">(8) \"Cosmetologist\" means an individual licensed in their home state to practice cosmetology.</div><div style=\"text-indent:0.5in;\">(9) \"Cosmetology,\" \"cosmetology services,\" and the \"practice of cosmetology\" mean the care and services provided by a cosmetologist as set forth in the member state's statutes and regulations in the state where the services are being provided.</div><div style=\"text-indent:0.5in;\">(10) \"Current significant investigative information\" means:</div><div style=\"text-indent:0.5in;\">(a) Investigative information that a state licensing authority, after an inquiry or investigation that complies with a member state's due process requirements, has reason to believe is not groundless and, if proved true, would indicate a violation of that state's laws regarding fraud or the practice of cosmetology; or</div><div style=\"text-indent:0.5in;\">(b) Investigative information that indicates that a licensee has engaged in fraud or represents an immediate threat to public health and safety, regardless of whether the licensee has been notified and had an opportunity to respond.</div><div style=\"text-indent:0.5in;\">(11) \"Data system\" means a repository of information about licensees including, but not limited to, license status, investigative information, and adverse actions.</div><div style=\"text-indent:0.5in;\">(12) \"Disqualifying event\" means any event which shall disqualify an individual from holding a multistate license under this compact, which the commission may by rule or order specify.</div><div style=\"text-indent:0.5in;\">(13) \"Encumbered license\" means a license in which an adverse action restricts the practice of cosmetology by a licensee, or where said adverse action has been reported to the commission.</div><div style=\"text-indent:0.5in;\">(14) \"Encumbrance\" means a revocation or suspension of, or any limitation on, the full and unrestricted practice of cosmetology by a state licensing authority.</div><div style=\"text-indent:0.5in;\">(15) \"Executive committee\" means a group of delegates elected or appointed to act on behalf of, and within the powers granted to them by, the commission.</div><div style=\"text-indent:0.5in;\">(16) \"Home state\" means the member state which is a licensee's primary state of residence, and where that licensee holds an active and unencumbered license to practice cosmetology.</div><div style=\"text-indent:0.5in;\">(17) \"Investigative information\" means information, records, or documents received or generated by a state licensing authority pursuant to an investigation or other inquiry.</div><div style=\"text-indent:0.5in;\">(18) \"Jurisprudence requirement\" means the assessment of an individual's knowledge of the laws and rules governing the practice of cosmetology in a state.</div><div style=\"text-indent:0.5in;\">(19) \"Licensee\" means an individual who currently holds a license from a member state to practice as a cosmetologist.</div><div style=\"text-indent:0.5in;\">(20) \"Member state\" means any state that has adopted this compact.</div><div style=\"text-indent:0.5in;\">(21) \"Multistate license\" means a license issued by and subject to the enforcement jurisdiction of the state licensing authority in a licensee's home state, which authorizes the practice of cosmetology in member states and includes authorizations to practice cosmetology in all remote states pursuant to this compact.</div><div style=\"text-indent:0.5in;\">(22) \"Remote state\" means any member state, other than the licensee's home state.</div><div style=\"text-indent:0.5in;\">(23) \"Rule\" means any rule or regulation promulgated by the commission under this compact which has the force of law.</div><div style=\"text-indent:0.5in;\">(24) \"Single-state license\" means a cosmetology license issued by a member state that authorizes practice of cosmetology only within the issuing state and does not include any authorization outside of the issuing state.</div><div style=\"text-indent:0.5in;\">(25) \"State\" means a state, territory, or possession of the United States and the District of Columbia.</div><div style=\"text-indent:0.5in;\">(26) \"State licensing authority\" means a member state's regulatory body responsible for issuing cosmetology licenses or otherwise overseeing the practice of cosmetology in that state.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 3</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">MEMBER STATE REQUIREMENTS</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) To be eligible to join this compact, and to maintain eligibility as a member state, a state must:</div><div style=\"text-indent:0.5in;\">(a) License and regulate cosmetology;</div><div style=\"text-indent:0.5in;\">(b) Have a mechanism or entity in place to receive and investigate complaints about licensees practicing in that state;</div><div style=\"text-indent:0.5in;\">(c) Require that licensees within the state pass a cosmetology competency examination prior to being licensed to provide cosmetology services to the public in that state;</div><div style=\"text-indent:0.5in;\">(d) Require that licensees satisfy educational or training requirements in cosmetology prior to being licensed to provide cosmetology services to the public in that state;</div><div style=\"text-indent:0.5in;\">(e) Implement procedures for considering one or more of the following categories of information from applicants for licensure: Criminal history; disciplinary history; or background check. Such procedures may include the submission of information by applicants for the purpose of obtaining an applicant's background check as defined in this compact;</div><div style=\"text-indent:0.5in;\">(f) Participate in the data system, including through the use of unique identifying numbers;</div><div style=\"text-indent:0.5in;\">(g) Share information related to adverse actions with the commission and other member states, both through the data system and otherwise;</div><div style=\"text-indent:0.5in;\">(h) Notify the commission and other member states, in compliance with the terms of the compact and rules of the commission, of the existence of investigative information or current significant investigative information in the state's possession regarding a licensee practicing in that state;</div><div style=\"text-indent:0.5in;\">(i) Comply with such rules as may be enacted by the commission to administer this compact; and</div><div style=\"text-indent:0.5in;\">(j) Accept licensees from other member states as established in this compact.</div><div style=\"text-indent:0.5in;\">(2) Member states may charge a fee for granting a license to practice cosmetology.</div><div style=\"text-indent:0.5in;\">(3) Individuals not residing in a member state shall continue to be able to apply for a member state's single-state license as provided under the laws of each member state. However, the single-state license granted to these individuals shall not be recognized as granting a multistate license to provide services in any other member state.</div><div style=\"text-indent:0.5in;\">(4) Nothing in this compact shall affect the requirements established by a member state for the issuance of a single-state license.</div><div style=\"text-indent:0.5in;\">(5) A multistate license issued to a licensee by a home state to a resident of that state shall be recognized by each member state as authorizing a licensee to practice cosmetology in each member state.</div><div style=\"text-indent:0.5in;\">(6) At no point shall the commission have the power to define the educational or professional requirements for a license to practice cosmetology. The member states shall retain sole jurisdiction over the provision of these requirements.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 4</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">MULTISTATE LICENSE</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) To be eligible to apply to their home state's state licensing authority for an initial multistate license under this compact, a licensee must hold an active and unencumbered single-state license to practice cosmetology in their home state.</div><div style=\"text-indent:0.5in;\">(2) Upon the receipt of an application for a multistate license, according to the rules of the commission, a member state's state licensing authority shall ascertain whether the applicant meets the requirements for a multistate license under this compact.</div><div style=\"text-indent:0.5in;\">(3) If an applicant meets the requirements for a multistate license under this compact and any applicable rules of the commission, the state licensing authority in receipt of the application shall, within a reasonable time, grant a multistate license to that applicant, and inform all member states of the grant of said multistate license.</div><div style=\"text-indent:0.5in;\">(4) A multistate license to practice cosmetology issued by a member state's state licensing authority shall be recognized by each member state as authorizing the practice thereof as though that licensee held a single-state license to do so in each member state, subject to the restrictions in this compact.</div><div style=\"text-indent:0.5in;\">(5) A multistate license granted pursuant to this compact may be effective for a definite period of time, concurrent with the licensure renewal period in the home state.</div><div style=\"text-indent:0.5in;\">(6) To maintain a multistate license under this compact, a licensee must:</div><div style=\"text-indent:0.5in;\">(a) Agree to abide by the rules of the state licensing authority, and the state scope of practice laws governing the practice of cosmetology, of any member state in which the licensee provides services;</div><div style=\"text-indent:0.5in;\">(b) Pay all required fees related to the application and process, and any other fees which the commission may by rule require; and</div><div style=\"text-indent:0.5in;\">(c) Comply with any and all other requirements regarding multistate licenses which the commission may by rule provide.</div><div style=\"text-indent:0.5in;\">(7) A licensee practicing in a member state is subject to all scope of practice laws governing cosmetology services in that state.</div><div style=\"text-indent:0.5in;\">(8) The practice of cosmetology under a multistate license granted pursuant to this compact will subject the licensee to the jurisdiction of the state licensing authority, the courts, and the laws of the member state in which the cosmetology services are provided.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 5</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">REISSUANCE OF A MULTISTATE LICENSE BY A NEW HOME STATE</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) A licensee may hold a multistate license, issued by their home state, in only one member state at any given time.</div><div style=\"text-indent:0.5in;\">(2)If a licensee changes their home state by moving between two member states:</div><div style=\"text-indent:0.5in;\">(a) The licensee shall immediately apply for the reissuance of their multistate license in their new home state. The licensee shall pay all applicable fees and notify the prior home state in accordance with the rules of the commission.</div><div style=\"text-indent:0.5in;\">(b) Upon receipt of an application to reissue a multistate license, the new home state shall verify that the multistate license is active, unencumbered, and eligible for reissuance under the terms of the compact and the rules of the commission. The multistate license issued by the prior home state will be deactivated and all member states notified in accordance with the applicable rules adopted by the commission.</div><div style=\"text-indent:0.5in;\">(c) If required for initial licensure, the new home state may require a background check as specified in the laws of that state, or the compliance with any jurisprudence requirements of the new home state.</div><div style=\"text-indent:0.5in;\">(d) Notwithstanding any other provision of this compact, if a licensee does not meet the requirements set forth in this compact for the reissuance of a multistate license by the new home state, then the licensee shall be subject to the new home state requirements for the issuance of a single-state license in that state.</div><div style=\"text-indent:0.5in;\">(3) If a licensee changes their primary state of residence by moving from a member state to a nonmember state, or from a nonmember state to a member state, then the licensee shall be subject to the state requirements for the issuance of a single-state license in the new home state.</div><div style=\"text-indent:0.5in;\">(4) Nothing in this compact shall interfere with a licensee's ability to hold a single-state license in multiple states; however, for the purposes of this compact, a licensee shall have only one home state, and only one multistate license.</div><div style=\"text-indent:0.5in;\">(5) Nothing in this compact shall interfere with the requirements established by a member state for the issuance of a single-state license.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 6</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">AUTHORITY OF THE COMPACT COMMISSION AND MEMBER STATE</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">LICENSING AUTHORITIES</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) Nothing in this compact, nor any rule or regulation of the commission, shall be construed to limit, restrict, or in any way reduce the ability of a member state to enact and enforce laws, regulations, or other rules related to the practice of cosmetology in that state, where those laws, regulations, or other rules are not inconsistent with the provisions of this compact.</div><div style=\"text-indent:0.5in;\">(2) Insofar as practical, a member state's state licensing authority shall cooperate with the commission and with each entity exercising independent regulatory authority over the practice of cosmetology according to the provisions of this compact.</div><div style=\"text-indent:0.5in;\">(3) Discipline shall be the sole responsibility of the state in which cosmetology services are provided. Accordingly, each member state's state licensing authority shall be responsible for receiving complaints about individuals practicing cosmetology in that state, and for communicating all relevant investigative information about any such adverse action to the other member states through the data system in addition to any other methods the commission may by rule require.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 7</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ADVERSE ACTIONS</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) A licensee's home state shall have exclusive power to impose an adverse action against a licensee's multistate license issued by the home state.</div><div style=\"text-indent:0.5in;\">(2) A home state may take adverse action on a multistate license based on the investigative information, current significant investigative information, or adverse action of a remote state.</div><div style=\"text-indent:0.5in;\">(3) In addition to the powers conferred by state law, each remote state's state licensing authority shall have the power to:</div><div style=\"text-indent:0.5in;\">(a) Take adverse action against a licensee's authorization to practice cosmetology through the multistate license in that member state, provided that:</div><div style=\"text-indent:0.5in;\">(i) Only the licensee's home state shall have the power to take adverse action against the multistate license issued by the home state; and</div><div style=\"text-indent:0.5in;\">(ii) For the purposes of taking adverse action, the home state's state licensing authority shall give the same priority and effect to reported conduct received from a remote state as it would if such conduct had occurred within the home state. In so doing, the home state shall apply its own state laws to determine the appropriate action;</div><div style=\"text-indent:0.5in;\">(b) Issue cease and desist orders or impose an encumbrance on a licensee's authorization to practice within that member state;</div><div style=\"text-indent:0.5in;\">(c) Complete any pending investigations of a licensee who changes their primary state of residence during the course of such an investigation. The state licensing authority shall also be empowered to report the results of such an investigation to the commission through the data system as described in this compact;</div><div style=\"text-indent:0.5in;\">(d) Issue subpoenas for both hearings and investigations that require the attendance and testimony of witnesses, as well as the production of evidence. Subpoenas issued by a state licensing authority in a member state for the attendance and testimony of witnesses or the production of evidence from another member state shall be enforced in the latter state by any court of competent jurisdiction, according to the practice and procedure of that court applicable to subpoenas issued in proceedings before it. The issuing state licensing authority shall pay any witness fees, travel expenses, mileage, and other fees required by the service statutes of the state in which the witnesses or evidence are located;</div><div style=\"text-indent:0.5in;\">(e) If otherwise permitted by state law, recover from the affected licensee the costs of investigations and disposition of cases resulting from any adverse action taken against that licensee;</div><div style=\"text-indent:0.5in;\">(f) Take adverse action against the licensee's authorization to practice in that state based on the factual findings of another remote state.</div><div style=\"text-indent:0.5in;\">(4) A licensee's home state shall complete any pending investigation(s) of a cosmetologist who changes their primary state of residence during the course of the investigation(s). The home state shall also have the authority to take appropriate action(s) and shall promptly report the conclusions of the investigations to the data system.</div><div style=\"text-indent:0.5in;\">(5) If an adverse action is taken by the home state against a licensee's multistate license, the licensee's authorization to practice in all other member states shall be deactivated until all encumbrances have been removed from the home state license. All home state disciplinary orders that impose an adverse action against a licensee's multistate license shall include a statement that the cosmetologist's authorization to practice is deactivated in all member states during the pendency of the order.</div><div style=\"text-indent:0.5in;\">(6) Nothing in this compact shall override a member state's authority to accept a licensee's participation in an alternative program in lieu of adverse action. A licensee's multistate license shall be suspended for the duration of the licensee's participation in any alternative program.</div><div style=\"text-indent:0.5in;\">(7) Joint investigations.</div><div style=\"text-indent:0.5in;\">(a) In addition to the authority granted to a member state by its respective scope of practice laws or other applicable state law, a member state may participate with other member states in joint investigations of licensees.</div><div style=\"text-indent:0.5in;\">(b) Member states shall share any investigative, litigation, or compliance materials in furtherance of any joint or individual investigation initiated under this compact.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 8</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ACTIVE MILITARY MEMBERS AND THEIR SPOUSES</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">Active military members, or their spouses, shall designate a home state where the individual has a current license to practice cosmetology in good standing. The individual may retain their home state designation during any period of service when that individual or their spouse is on active duty assignment.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 9</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ESTABLISHMENT AND OPERATION OF THE COSMETOLOGY</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">LICENSURE COMPACT COMMISSION</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) The compact member states hereby create and establish a joint government agency whose membership consists of all member states that have enacted the compact known as the cosmetology licensure compact commission. The commission is an instrumentality of the compact member states acting jointly and not an instrumentality of any one state. The commission shall come into existence on or after the effective date of the compact as set forth in Article 13 of this compact.</div><div style=\"text-indent:0.5in;\">(2) Membership, voting, and meetings.</div><div style=\"text-indent:0.5in;\">(a) Each member state shall have and be limited to one delegate selected by that member state's state licensing authority.</div><div style=\"text-indent:0.5in;\">(b) The delegate shall be an administrator of the state licensing authority of the member state or their designee.</div><div style=\"text-indent:0.5in;\">(c) The commission shall by rule or bylaw establish a term of office for delegates and may by rule or bylaw establish term limits.</div><div style=\"text-indent:0.5in;\">(d) The commission may recommend removal or suspension of any delegate from office.</div><div style=\"text-indent:0.5in;\">(e) A member state's state licensing authority shall fill any vacancy of its delegate occurring on the commission within 60 days of the vacancy.</div><div style=\"text-indent:0.5in;\">(f) Each delegate shall be entitled to one vote on all matters that are voted on by the commission.</div><div style=\"text-indent:0.5in;\">(g) The commission shall meet at least once during each calendar year. Additional meetings may be held as set forth in the bylaws. The commission may meet by telecommunication, videoconference, or other similar electronic means.</div><div style=\"text-indent:0.5in;\">(3) The commission shall have the following powers:</div><div style=\"text-indent:0.5in;\">(a) Establish the fiscal year of the commission;</div><div style=\"text-indent:0.5in;\">(b) Establish code of conduct and conflict of interest policies;</div><div style=\"text-indent:0.5in;\">(c) Adopt rules and bylaws;</div><div style=\"text-indent:0.5in;\">(d) Maintain its financial records in accordance with the bylaws;</div><div style=\"text-indent:0.5in;\">(e) Meet and take such actions as are consistent with the provisions of this compact, the commission's rules, and the bylaws;</div><div style=\"text-indent:0.5in;\">(f) Initiate and conclude legal proceedings or actions in the name of the commission, provided that the standing of any state licensing authority to sue or be sued under applicable law shall not be affected;</div><div style=\"text-indent:0.5in;\">(g) Maintain and certify records and information provided to a member state as the authenticated business records of the commission, and designate an agent to do so on the commission's behalf;</div><div style=\"text-indent:0.5in;\">(h) Purchase and maintain insurance and bonds;</div><div style=\"text-indent:0.5in;\">(i) Borrow, accept, or contract for services of personnel including, but not limited to, employees of a member state;</div><div style=\"text-indent:0.5in;\">(j) Conduct an annual financial review;</div><div style=\"text-indent:0.5in;\">(k) Hire employees, elect or appoint officers, fix compensation, define duties, grant such individuals appropriate authority to carry out the purposes of the compact, and establish the commission's personnel policies and programs relating to conflicts of interest, qualifications of personnel, and other related personnel matters;</div><div style=\"text-indent:0.5in;\">(l) As set forth in the commission rules, charge a fee to a licensee for the grant of a multistate license and thereafter, as may be established by commission rule, charge the licensee a multistate license renewal fee for each renewal period. Nothing in this compact shall be construed to prevent a home state from charging a licensee a fee for a multistate license or renewals of a multistate license, or a fee for the jurisprudence requirement if the member state imposes such a requirement for the grant of a multistate license;</div><div style=\"text-indent:0.5in;\">(m) Assess and collect fees;</div><div style=\"text-indent:0.5in;\">(n) Accept any and all appropriate gifts, donations, grants of money, other sources of revenue, equipment, supplies, materials, and services, and receive, utilize, and dispose of the same; provided that at all times the commission shall avoid any appearance of impropriety or conflict of interest;</div><div style=\"text-indent:0.5in;\">(o) Lease, purchase, retain, own, hold, improve, or use any property, real, personal, or mixed, or any undivided interest therein;</div><div style=\"text-indent:0.5in;\">(p) Sell, convey, mortgage, pledge, lease, exchange, abandon, or otherwise dispose of any property, real, personal, or mixed;</div><div style=\"text-indent:0.5in;\">(q) Establish a budget and make expenditures;</div><div style=\"text-indent:0.5in;\">(r) Borrow money;</div><div style=\"text-indent:0.5in;\">(s) Appoint committees, including standing committees, composed of members, state regulators, state legislators or their representatives, and consumer representatives, and such other interested persons as may be designated in this compact and the bylaws;</div><div style=\"text-indent:0.5in;\">(t) Provide and receive information from, and cooperate with, law enforcement agencies;</div><div style=\"text-indent:0.5in;\">(u) Elect a chair, vice chair, secretary, and treasurer and such other officers of the commission as provided in the commission's bylaws;</div><div style=\"text-indent:0.5in;\">(v) Establish and elect an executive committee, including a chair and a vice chair;</div><div style=\"text-indent:0.5in;\">(w) Adopt and provide to the member states an annual report;</div><div style=\"text-indent:0.5in;\">(x) Determine whether a state's adopted language is materially different from the model compact language such that the state would not qualify for participation in the compact; and</div><div style=\"text-indent:0.5in;\">(y) Perform such other functions as may be necessary or appropriate to achieve the purposes of this compact.</div><div style=\"text-indent:0.5in;\">(4) The executive committee.</div><div style=\"text-indent:0.5in;\">(a) The executive committee shall have the power to act on behalf of the commission according to the terms of this compact. The powers, duties, and responsibilities of the executive committee shall include:</div><div style=\"text-indent:0.5in;\">(i) Overseeing the day-to-day activities of the administration of the compact including compliance with the provisions of the compact, the commission's rules and bylaws, and other such duties as deemed necessary;</div><div style=\"text-indent:0.5in;\">(ii) Recommending to the commission changes to the rules or bylaws, changes to this compact legislation, fees charged to compact member states, fees charged to licensees, and other fees;</div><div style=\"text-indent:0.5in;\">(iii) Ensuring compact administration services are appropriately provided, including by contract;</div><div style=\"text-indent:0.5in;\">(iv) Preparing and recommending the budget;</div><div style=\"text-indent:0.5in;\">(v) Maintaining financial records on behalf of the commission;</div><div style=\"text-indent:0.5in;\">(vi) Monitoring compact compliance of member states and providing compliance reports to the commission;</div><div style=\"text-indent:0.5in;\">(vii) Establishing additional committees as necessary;</div><div style=\"text-indent:0.5in;\">(viii) Exercising the powers and duties of the commission during the interim between commission meetings, except for adopting or amending rules, adopting or amending bylaws, and exercising any other powers and duties expressly reserved to the commission by rule or bylaw; and</div><div style=\"text-indent:0.5in;\">(ix) Other duties as provided in the rules or bylaws of the commission.</div><div style=\"text-indent:0.5in;\">(b)(i) The executive committee shall be composed of up to seven voting members:</div><div style=\"text-indent:0.5in;\">(A) The chair and vice chair of the commission and any other members of the commission who serve on the executive committee shall be voting members of the executive committee; and</div><div style=\"text-indent:0.5in;\">(B) Other than the chair, vice chair, secretary, and treasurer, the commission shall elect three voting members from the current membership of the commission.</div><div style=\"text-indent:0.5in;\">(ii) The commission may elect ex officio, nonvoting members from a recognized national cosmetology professional association as approved by the commission. The commission's bylaws shall identify qualifying organizations and the manner of appointment if the number of organizations seeking to appoint an ex officio member exceeds the number of members specified in this Article.</div><div style=\"text-indent:0.5in;\">(c) The commission may remove any member of the executive committee as provided in the commission's bylaws.</div><div style=\"text-indent:0.5in;\">(d) The executive committee shall meet at least annually.</div><div style=\"text-indent:0.5in;\">(i) Annual executive committee meetings, as well as any executive committee meeting at which it does not take or intend to take formal action on a matter for which a commission vote would otherwise be required, shall be open to the public, except that the executive committee may meet in a closed, nonpublic session of a public meeting when dealing with any of the matters covered under subsection (6)(d) of this Article.</div><div style=\"text-indent:0.5in;\">(ii) The executive committee shall give five business days' advance notice of its public meetings, posted on its website and as determined to provide notice to persons with an interest in the public matters the executive committee intends to address at those meetings.</div><div style=\"text-indent:0.5in;\">(e) The executive committee may hold an emergency meeting when acting for the commission to:</div><div style=\"text-indent:0.5in;\">(i) Meet an imminent threat to public health, safety, or welfare;</div><div style=\"text-indent:0.5in;\">(ii) Prevent a loss of commission or member state funds; or</div><div style=\"text-indent:0.5in;\">(iii) Protect public health and safety.</div><div style=\"text-indent:0.5in;\">(5) The commission shall adopt and provide to the member states an annual report.</div><div style=\"text-indent:0.5in;\">(6) Meetings of the commission.</div><div style=\"text-indent:0.5in;\">(a) All meetings of the commission that are not closed pursuant to (d) of this subsection shall be open to the public. Notice of public meetings shall be posted on the commission's website at least 30 days prior to the public meeting.</div><div style=\"text-indent:0.5in;\">(b) Notwithstanding (a) of this subsection, the commission may convene an emergency public meeting by providing at least 24 hours' prior notice on the commission's website, and any other means as provided in the commission's rules, for any of the reasons it may dispense with notice of proposed rule making under Article 11(12) of this compact. The commission's legal counsel shall certify that one of the reasons justifying an emergency public meeting has been met.</div><div style=\"text-indent:0.5in;\">(c) Notice of all commission meetings shall provide the time, date, and location of the meeting, and if the meeting is to be held or accessible via telecommunication, videoconference, or other electronic means, the notice shall include the mechanism for access to the meeting.</div><div style=\"text-indent:0.5in;\">(d) The commission may convene in a closed, nonpublic meeting for the commission to discuss:</div><div style=\"text-indent:0.5in;\">(i) Noncompliance of a member state with its obligations under the compact;</div><div style=\"text-indent:0.5in;\">(ii) The employment, compensation, discipline, or other matters, practices, or procedures related to specific employees or other matters related to the commission's internal personnel practices and procedures;</div><div style=\"text-indent:0.5in;\">(iii) Current or threatened discipline of a licensee by the commission or by a member state's state licensing authority;</div><div style=\"text-indent:0.5in;\">(iv) Current, threatened, or reasonably anticipated litigation;</div><div style=\"text-indent:0.5in;\">(v) Negotiation of contracts for the purchase, lease, or sale of goods, services, or real estate;</div><div style=\"text-indent:0.5in;\">(vi) Accusing any person of a crime or formally censuring any person;</div><div style=\"text-indent:0.5in;\">(vii) Trade secrets or commercial or financial information that is privileged or confidential;</div><div style=\"text-indent:0.5in;\">(viii) Information of a personal nature where disclosure would constitute a clearly unwarranted invasion of personal privacy;</div><div style=\"text-indent:0.5in;\">(ix) Investigative records compiled for law enforcement purposes;</div><div style=\"text-indent:0.5in;\">(x) Information related to any investigative reports prepared by or on behalf of or for use of the commission or other committee charged with responsibility of investigation or determination of compliance issues pursuant to the compact;</div><div style=\"text-indent:0.5in;\">(xi) Legal advice;</div><div style=\"text-indent:0.5in;\">(xii) Matters specifically exempted from disclosure to the public by federal or member state law; or</div><div style=\"text-indent:0.5in;\">(xiii) Other matters as promulgated by the commission by rule.</div><div style=\"text-indent:0.5in;\">(e) If a meeting, or portion of a meeting, is closed, the presiding officer shall state that the meeting will be closed and reference each relevant exempting provision, and such reference shall be recorded in the minutes.</div><div style=\"text-indent:0.5in;\">(f) The commission shall keep minutes that fully and clearly describe all matters discussed in a meeting and shall provide a full and accurate summary of actions taken, and the reasons therefore, including a description of the views expressed. All documents considered in connection with an action shall be identified in such minutes. All minutes and documents of a closed meeting shall remain under seal, subject to release only by a majority vote of the commission or order of a court of competent jurisdiction.</div><div style=\"text-indent:0.5in;\">(7) Financing of the commission.</div><div style=\"text-indent:0.5in;\">(a) The commission shall pay, or provide for the payment of, the reasonable expenses of its establishment, organization, and ongoing activities.</div><div style=\"text-indent:0.5in;\">(b) The commission may accept any and all appropriate sources of revenue, donations, and grants of money, equipment, supplies, materials, and services.</div><div style=\"text-indent:0.5in;\">(c) The commission may levy on and collect an annual assessment from each member state and impose fees on licensees of member states to whom it grants a multistate license to cover the cost of the operations and activities of the commission and its staff, which must be in a total amount sufficient to cover its annual budget as approved each year for which revenue is not provided by other sources. The aggregate annual assessment amount for member states shall be allocated based upon a formula that the commission shall promulgate by rule.</div><div style=\"text-indent:0.5in;\">(d) The commission shall not incur obligations of any kind prior to securing the funds adequate to meet the same; nor shall the commission pledge the credit of any member states, except by and with the authority of the member state.</div><div style=\"text-indent:0.5in;\">(e) The commission shall keep accurate accounts of all receipts and disbursements. The receipts and disbursements of the commission shall be subject to the financial review and accounting procedures established under its bylaws. All receipts and disbursements of funds handled by the commission shall be subject to an annual financial review by a certified or licensed public accountant, and the report of the financial review shall be included in and become part of the annual report of the commission.</div><div style=\"text-indent:0.5in;\">(8) Qualified immunity, defense, and indemnification.</div><div style=\"text-indent:0.5in;\">(a) The members, officers, executive director, employees, and representatives of the commission shall be immune from suit and liability, both personally and in their official capacity, for any claim for damage to or loss of property or personal injury or other civil liability caused by or arising out of any actual or alleged act, error, or omission that occurred, or that the person against whom the claim is made had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities; provided that nothing in this subsection (8)(a) shall be construed to protect any such person from suit or liability for any damage, loss, injury, or liability caused by the intentional or willful or wanton misconduct of that person. The procurement of insurance of any type by the commission shall not in any way compromise or limit the immunity granted hereunder.</div><div style=\"text-indent:0.5in;\">(b) The commission shall defend any member, officer, executive director, employee, and representative of the commission in any civil action seeking to impose liability arising out of any actual or alleged act, error, or omission that occurred within the scope of commission employment, duties, or responsibilities, or as determined by the commission that the person against whom the claim is made had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities; provided that nothing herein shall be construed to prohibit that person from retaining their own counsel at their own expense; and provided further, that the actual or alleged act, error, or omission did not result from that person's intentional or willful or wanton misconduct.</div><div style=\"text-indent:0.5in;\">(c) The commission shall indemnify and hold harmless any member, officer, executive director, employee, and representative of the commission for the amount of any settlement or judgment obtained against that person arising out of any actual or alleged act, error, or omission that occurred within the scope of commission employment, duties, or responsibilities, or that such person had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities, provided that the actual or alleged act, error, or omission did not result from the intentional or willful or wanton misconduct of that person.</div><div style=\"text-indent:0.5in;\">(d) Nothing herein shall be construed as a limitation on the liability of any licensee for professional malpractice or misconduct, which shall be governed solely by any other applicable state laws.</div><div style=\"text-indent:0.5in;\">(e) Nothing in this compact shall be interpreted to waive or otherwise abrogate a member state's state action immunity or state action affirmative defense with respect to antitrust claims under the Sherman act, Clayton act, or any other state or federal antitrust or anticompetitive law or regulation.</div><div style=\"text-indent:0.5in;\">(f) Nothing in this compact shall be construed to be a waiver of sovereign immunity by the member states or by the commission.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 10</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">DATA SYSTEM</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) The commission shall provide for the development, maintenance, operation, and utilization of a coordinated database and reporting system.</div><div style=\"text-indent:0.5in;\">(2) The commission shall assign each applicant for a multistate license a unique identifier, as determined by the rules of the commission.</div><div style=\"text-indent:0.5in;\">(3) Notwithstanding any other provision of state law to the contrary, a member state shall submit a uniform data set to the data system on all individuals to whom this compact is applicable as required by the rules of the commission, including:</div><div style=\"text-indent:0.5in;\">(a) Identifying information;</div><div style=\"text-indent:0.5in;\">(b) Licensure data;</div><div style=\"text-indent:0.5in;\">(c) Adverse actions against a license and information related thereto;</div><div style=\"text-indent:0.5in;\">(d) Nonconfidential information related to alternative program participation, the beginning and ending dates of such participation, and other information related to such participation;</div><div style=\"text-indent:0.5in;\">(e) Any denial of application for licensure, and the reason(s) for such denial (excluding the reporting of any criminal history record information where prohibited by law);</div><div style=\"text-indent:0.5in;\">(f) The existence of investigative information;</div><div style=\"text-indent:0.5in;\">(g) The existence of current significant investigative information; and</div><div style=\"text-indent:0.5in;\">(h) Other information that may facilitate the administration of this compact or the protection of the public, as determined by the rules of the commission.</div><div style=\"text-indent:0.5in;\">(4) The records and information provided to a member state pursuant to this compact or through the data system, when certified by the commission or an agent thereof, shall constitute the authenticated business records of the commission, and shall be entitled to any associated hearsay exception in any relevant judicial, quasi-judicial, or administrative proceedings in a member state.</div><div style=\"text-indent:0.5in;\">(5) The existence of current significant investigative information and the existence of investigative information pertaining to a licensee in any member state will only be available to other member states.</div><div style=\"text-indent:0.5in;\">(6) It is the responsibility of the member states to monitor the database to determine whether adverse action has been taken against such a licensee or license applicant. Adverse action information pertaining to a licensee or license applicant in any member state will be available to any other member state.</div><div style=\"text-indent:0.5in;\">(7) Member states contributing information to the data system may designate information that may not be shared with the public without the express permission of the contributing state.</div><div style=\"text-indent:0.5in;\">(8) Any information submitted to the data system that is subsequently expunged pursuant to federal law or the laws of the member state contributing the information shall be removed from the data system.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 11</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">RULE MAKING</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) The commission shall promulgate reasonable rules in order to effectively and efficiently implement and administer the purposes and provisions of this compact. A rule shall be invalid and have no force or effect only if a court of competent jurisdiction holds that the rule is invalid because the commission exercised its rule-making authority in a manner that is beyond the scope and purposes of the compact, or the powers granted hereunder, or based upon another applicable standard of review.</div><div style=\"text-indent:0.5in;\">(2) The rules of the commission shall have the force of law in each member state, provided however that where the rules of the commission conflict with the laws of the member state that establish the member state's scope of practice laws governing the practice of cosmetology as held by a court of competent jurisdiction, the rules of the commission shall be ineffective in that state to the extent of the conflict.</div><div style=\"text-indent:0.5in;\">(3) The commission shall exercise its rule-making powers pursuant to the criteria set forth in this Article and the rules adopted thereunder. Rules shall become binding as of the date specified by the commission for each rule.</div><div style=\"text-indent:0.5in;\">(4) If a majority of the legislatures of the member states rejects a rule or portion of a rule, by enactment of a statute or resolution in the same manner used to adopt the compact within four years of the date of adoption of the rule, then such rule shall have no further force and effect in any member state or to any state applying to participate in the compact.</div><div style=\"text-indent:0.5in;\">(5) Rules shall be adopted at a regular or special meeting of the commission.</div><div style=\"text-indent:0.5in;\">(6) Prior to adoption of a proposed rule, the commission shall hold a public hearing and allow persons to provide oral and written comments, data, facts, opinions, and arguments.</div><div style=\"text-indent:0.5in;\">(7) Prior to adoption of a proposed rule by the commission, and at least 30 days in advance of the meeting at which the commission will hold a public hearing on the proposed rule, the commission shall provide a notice of proposed rule making:</div><div style=\"text-indent:0.5in;\">(a) On the website of the commission or other publicly accessible platform;</div><div style=\"text-indent:0.5in;\">(b) To persons who have requested notice of the commission's notices of proposed rule making; and</div><div style=\"text-indent:0.5in;\">(c) In such other way(s) as the commission may by rule specify.</div><div style=\"text-indent:0.5in;\">(8) The notice of proposed rule making shall include:</div><div style=\"text-indent:0.5in;\">(a) The time, date, and location of the public hearing at which the commission will hear public comments on the proposed rule and, if different, the time, date, and location of the meeting where the commission will consider and vote on the proposed rule;</div><div style=\"text-indent:0.5in;\">(b) If the hearing is held via telecommunication, videoconference, or other electronic means, the commission shall include the mechanism for access to the hearing in the notice of proposed rule making;</div><div style=\"text-indent:0.5in;\">(c) The text of the proposed rule and the reason therefor;</div><div style=\"text-indent:0.5in;\">(d) A request for comments on the proposed rule from any interested person; and</div><div style=\"text-indent:0.5in;\">(e) The manner in which interested persons may submit written comments.</div><div style=\"text-indent:0.5in;\">(9) All hearings will be recorded. A copy of the recording and all written comments and documents received by the commission in response to the proposed rule shall be available to the public.</div><div style=\"text-indent:0.5in;\">(10) Nothing in this Article shall be construed as requiring a separate hearing on each rule. Rules may be grouped for the convenience of the commission at hearings required by this Article.</div><div style=\"text-indent:0.5in;\">(11) The commission shall, by majority vote of all members, take final action on the proposed rule based on the rule-making record and the full text of the rule.</div><div style=\"text-indent:0.5in;\">(a) The commission may adopt changes to the proposed rule provided the changes do not enlarge the original purpose of the proposed rule.</div><div style=\"text-indent:0.5in;\">(b) The commission shall provide an explanation of the reasons for substantive changes made to the proposed rule as well as reasons for substantive changes not made that were recommended by commenters.</div><div style=\"text-indent:0.5in;\">(c) The commission shall determine a reasonable effective date for the rule. Except for an emergency as provided in Article 11(12) of this compact, the effective date of the rule shall be no sooner than 45 days after the commission issuing the notice that it adopted or amended the rule.</div><div style=\"text-indent:0.5in;\">(12) Upon determination that an emergency exists, the commission may consider and adopt an emergency rule with five days' notice, with opportunity to comment, provided that the usual rule-making procedures provided in the compact and in this Article shall be retroactively applied to the rule as soon as reasonably possible, in no event later than 90 days after the effective date of the rule. For the purposes of this provision, an emergency rule is one that must be adopted immediately to:</div><div style=\"text-indent:0.5in;\">(a) Meet an imminent threat to public health, safety, or welfare;</div><div style=\"text-indent:0.5in;\">(b) Prevent a loss of commission or member state funds;</div><div style=\"text-indent:0.5in;\">(c) Meet a deadline for the promulgation of a rule that is established by federal law or rule; or</div><div style=\"text-indent:0.5in;\">(d) Protect public health and safety.</div><div style=\"text-indent:0.5in;\">(13) The commission or an authorized committee of the commission may direct revisions to a previously adopted rule for purposes of correcting typographical errors, errors in format, errors in consistency, or grammatical errors. Public notice of any revisions shall be posted on the website of the commission. The revision shall be subject to challenge by any person for a period of 30 days after posting. The revision may be challenged only on grounds that the revision results in a material change to a rule. A challenge shall be made in writing and delivered to the commission prior to the end of the notice period. If no challenge is made, the revision will take effect without further action. If the revision is challenged, the revision may not take effect without the approval of the commission.</div><div style=\"text-indent:0.5in;\">(14) No member state's rule-making requirements shall apply under this compact.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 12</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">OVERSIGHT, DISPUTE RESOLUTION, AND ENFORCEMENT</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) Oversight.</div><div style=\"text-indent:0.5in;\">(a) The executive and judicial branches of state government in each member state shall enforce this compact and take all actions necessary and appropriate to implement the compact.</div><div style=\"text-indent:0.5in;\">(b) Venue is proper and judicial proceedings by or against the commission shall be brought solely and exclusively in a court of competent jurisdiction where the principal office of the commission is located. The commission may waive venue and jurisdictional defenses to the extent it adopts or consents to participate in alternative dispute resolution proceedings. Nothing herein shall affect or limit the selection or propriety of venue in any action against a licensee for professional malpractice, misconduct, or any such similar matter.</div><div style=\"text-indent:0.5in;\">(c) The commission shall be entitled to receive service of process in any proceeding regarding the enforcement or interpretation of the compact and shall have standing to intervene in such a proceeding for all purposes. Failure to provide the commission service of process shall render a judgment or order void as to the commission, this compact, or promulgated rules.</div><div style=\"text-indent:0.5in;\">(2) Default, technical assistance, and termination.</div><div style=\"text-indent:0.5in;\">(a) If the commission determines that a member state has defaulted in the performance of its obligations or responsibilities under this compact or the promulgated rules, the commission shall provide written notice to the defaulting state. The notice of default shall describe the default, the proposed means of curing the default, and any other action that the commission may take, and shall offer training and specific technical assistance regarding the default.</div><div style=\"text-indent:0.5in;\">(b) The commission shall provide a copy of the notice of default to the other member states.</div><div style=\"text-indent:0.5in;\">(c) If a state in default fails to cure the default, the defaulting state may be terminated from the compact upon an affirmative vote of a majority of the delegates of the member states, and all rights, privileges, and benefits conferred on that state by this compact may be terminated on the effective date of termination. A cure of the default does not relieve the offending state of obligations or liabilities incurred during the period of default.</div><div style=\"text-indent:0.5in;\">(d) Termination of membership in the compact shall be imposed only after all other means of securing compliance have been exhausted. Notice of intent to suspend or terminate shall be given by the commission to the governor, the majority and minority leaders of the defaulting state's legislature, the defaulting state's state licensing authority, and each of the member states' state licensing authority.</div><div style=\"text-indent:0.5in;\">(e) A state that has been terminated is responsible for all assessments, obligations, and liabilities incurred through the effective date of termination, including obligations that extend beyond the effective date of termination.</div><div style=\"text-indent:0.5in;\">(f) Upon the termination of a state's membership from this compact, that state shall immediately provide notice to all licensees who hold a multistate license within that state of such termination. The terminated state shall continue to recognize all licenses granted pursuant to this compact for a minimum of 180 days after the date of said notice of termination.</div><div style=\"text-indent:0.5in;\">(g) The commission shall not bear any costs related to a state that is found to be in default or that has been terminated from the compact, unless agreed upon in writing between the commission and the defaulting state.</div><div style=\"text-indent:0.5in;\">(h) The defaulting state may appeal the action of the commission by petitioning the United States district court for the District of Columbia or the federal district where the commission has its principal offices. The prevailing party shall be awarded all costs of such litigation, including reasonable attorneys' fees.</div><div style=\"text-indent:0.5in;\">(3) Dispute resolution.</div><div style=\"text-indent:0.5in;\">(a) Upon request by a member state, the commission shall attempt to resolve disputes related to the compact that arise among member states and between member and nonmember states.</div><div style=\"text-indent:0.5in;\">(b) The commission shall promulgate a rule providing for both mediation and binding dispute resolution for disputes as appropriate.</div><div style=\"text-indent:0.5in;\">(4) Enforcement.</div><div style=\"text-indent:0.5in;\">(a) The commission, in the reasonable exercise of its discretion, shall enforce the provisions of this compact and the commission's rules.</div><div style=\"text-indent:0.5in;\">(b) By majority vote as provided by commission rule, the commission may initiate legal action against a member state in default in the United States district court for the District of Columbia or the federal district where the commission has its principal offices to enforce compliance with the provisions of the compact and its promulgated rules. The relief sought may include both injunctive relief and damages. In the event judicial enforcement is necessary, the prevailing party shall be awarded all costs of such litigation, including reasonable attorneys' fees. The remedies herein shall not be the exclusive remedies of the commission. The commission may pursue any other remedies available under federal or the defaulting member state's law.</div><div style=\"text-indent:0.5in;\">(c) A member state may initiate legal action against the commission in the United States District Court for the District of Columbia or the federal district where the commission has its principal offices to enforce compliance with the provisions of the compact and its promulgated rules. The relief sought may include both injunctive relief and damages. In the event judicial enforcement is necessary, the prevailing party shall be awarded all costs of such litigation, including reasonable attorneys' fees.</div><div style=\"text-indent:0.5in;\">(d) No individual or entity other than a member state may enforce this compact against the commission.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 13</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">EFFECTIVE DATE, WITHDRAWAL, AND AMENDMENT</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) The compact shall come into effect on the date on which the compact statute is enacted into law in the seventh member state.</div><div style=\"text-indent:0.5in;\">(a) On or after the effective date of the compact, the commission shall convene and review the enactment of each of the charter member states to determine if the statute enacted by each such charter member state is materially different than the model compact statute.</div><div style=\"text-indent:0.5in;\">(i) A charter member state whose enactment is found to be materially different from the model compact statute shall be entitled to the default process set forth in Article 12 of this compact.</div><div style=\"text-indent:0.5in;\">(ii) If any member state is later found to be in default, or is terminated or withdraws from the compact, the commission shall remain in existence and the compact shall remain in effect even if the number of member states should be less than seven.</div><div style=\"text-indent:0.5in;\">(b) Member states enacting the compact subsequent to the charter member states shall be subject to the process set forth in Article 9(3)(x) of this compact to determine if their enactments are materially different from the model compact statute and whether they qualify for participation in the compact.</div><div style=\"text-indent:0.5in;\">(c) All actions taken for the benefit of the commission or in furtherance of the purposes of the administration of the compact prior to the effective date of the compact or the commission coming into existence shall be considered to be actions of the commission unless specifically repudiated by the commission.</div><div style=\"text-indent:0.5in;\">(d) Any state that joins the compact shall be subject to the commission's rules and bylaws as they exist on the date on which the compact becomes law in that state. Any rule that has been previously adopted by the commission shall have the full force and effect of law on the day the compact becomes law in that state.</div><div style=\"text-indent:0.5in;\">(2) Any member state may withdraw from this compact by enacting a statute repealing that state's enactment of the compact.</div><div style=\"text-indent:0.5in;\">(a) A member state's withdrawal shall not take effect until 180 days after enactment of the repealing statute.</div><div style=\"text-indent:0.5in;\">(b) Withdrawal shall not affect the continuing requirement of the withdrawing state's state licensing authority to comply with the investigative and adverse action reporting requirements of this compact prior to the effective date of withdrawal.</div><div style=\"text-indent:0.5in;\">(c) Upon the enactment of a statute withdrawing from this compact, a state shall immediately provide notice of such withdrawal to all licensees within that state. Notwithstanding any subsequent statutory enactment to the contrary, such withdrawing state shall continue to recognize all licenses granted pursuant to this compact for a minimum of 180 days after the date of such notice of withdrawal.</div><div style=\"text-indent:0.5in;\">(3) Nothing contained in this compact shall be construed to invalidate or prevent any licensure agreement or other cooperative arrangement between a member state and a nonmember state that does not conflict with the provisions of this compact.</div><div style=\"text-indent:0.5in;\">(4) This compact may be amended by the member states. No amendment to this compact shall become effective and binding upon any member state until it is enacted into the laws of all member states.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 14</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">CONSTRUCTION AND SEVERABILITY</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) This compact and the commission's rule-making authority shall be liberally construed so as to effectuate the purposes and the implementation and administration of the compact. Provisions of the compact expressly authorizing or requiring the promulgation of rules shall not be construed to limit the commission's rule-making authority solely for those purposes.</div><div style=\"text-indent:0.5in;\">(2) The provisions of this compact shall be severable and if any phrase, clause, sentence, or provision of this compact is held by a court of competent jurisdiction to be contrary to the Constitution of any member state, a state seeking participation in the compact, or of the United States, or the applicability thereof to any government, agency, person, or circumstance is held to be unconstitutional by a court of competent jurisdiction, the validity of the remainder of this compact and the applicability thereof to any other government, agency, person, or circumstance shall not be affected thereby.</div><div style=\"text-indent:0.5in;\">(3) Notwithstanding subsection (2) of this Article, the commission may deny a state's participation in the compact or, in accordance with the requirements of Article 12 of this compact, terminate a member state's participation in the compact, if it determines that a constitutional requirement of a member state is a material departure from the compact. Otherwise, if this compact shall be held to be contrary to the Constitution of any member state, the compact shall remain in full force and effect as to the remaining member states and in full force and effect as to the member state affected as to all severable matters.</div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">ARTICLE 15</span></div><div style=\"text-align:center;\"><span style=\"font-weight:bold;\">CONSISTENT EFFECT AND CONFLICT WITH OTHER STATE LAWS</span></div><div style=\"margin-top:4.5pt;text-indent:0.5in;\">(1) Nothing herein shall prevent or inhibit the enforcement of any other law of a member state that is not inconsistent with the compact.</div><div style=\"text-indent:0.5in;\">(2) Any laws, statutes, regulations, or other legal requirements in a member state in conflict with the compact are superseded to the extent of the conflict.</div><div style=\"text-indent:0.5in;\">(3) All permissible agreements between the commission and the member states are binding in accordance with their terms.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">Section 1 of this act may be known and cited as the cosmetology licensure compact.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.16'>18.16</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->In administering and managing home state cosmetology licenses in accordance with Chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.16'>18.16</a> RCW and multistate licenses under the cosmetology licensure compact as described in section 1 of this act, the department shall track and manage revenues and costs generated by each license separately.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The main goal of the edits is to update the original proposed legislation related to the cosmetology licensure compact in the state of Washington. Key changes include the identification of the bill as a \"Substitute House Bill\" and the addition of new sections that outline the management of revenues and costs associated with the cosmetology licenses. The edits also provide clarity on how such licenses will be maintained and tracked, which may influence the administrative processes for cosmetologists operating across state lines. </p>\n<h3>Key Changes</h3>\n<h4>Bill Identification</h4>\n<ul>\n<li>Changed from <strong>House Bill 1023</strong> to <strong>Substitute House Bill 1023</strong>.</li>\n<li>New bill identifier was added: H-1217.1.</li>\n</ul>\n<h4>Sponsorship</h4>\n<ul>\n<li>The current sponsors have been modified to reflect that the new version is sponsored by <em>House Appropriations</em>, while maintaining the original sponsors: Representatives Ryu, Leavitt, Schmidt, Jacobsen, Reed, Eslick, Doglio, Simmons, Berg, Reeves, and Donaghy.</li>\n</ul>\n<h4>Legislative Process</h4>\n<ul>\n<li>The <strong>read first time</strong> date was changed from <strong>01/13/25</strong> to <strong>02/12/25</strong>.</li>\n</ul>\n<h4>Additional Sections</h4>\n<ul>\n<li>A new section was added to <strong>ARTICLE 3</strong> which requires the department to track and manage revenues and costs generated by each license separately. This will help ensure a clearer understanding of the financial aspects of managing home state cosmetology licenses and multistate licenses.</li>\n</ul>\n<h4>Clarifications in Objective</h4>\n<ul>\n<li>The purpose section and subsequent definitions were retained, emphasizing the compact's goals to facilitate interstate practice, enhance public health protection, and support military families. </li>\n</ul>\n<p>These changes demonstrate an effort to streamline the administrative aspects of the cosmetology compact and ensure that both public safety and efficient operation are prioritized in the management of licenses.</p>"
    }
  },
  "reports": {},
  "amendments": {}
}