{
  "id": 1025,
  "lastUpdated": "2025-03-01T00:31:09.716Z",
  "agency": "House",
  "description": "Reopening the exemption from the long-term services and supports trust program for employees who have purchased long-term care insurance.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Early Learning & Human Services."
  },
  "sponsors": [
    "Abbarno",
    "Schmick",
    "Burnett",
    "Jacobsen",
    "Eslick",
    "Couture",
    "McClintock",
    "Orcutt",
    "Dufault"
  ],
  "document": {
    "name": "1025",
    "description": "House Bill 1025",
    "url": {
      "ts": "2024-12-10T19:33:02.517Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1025.htm"
    },
    "original": {
      "ts": "2024-12-10T19:33:02.517Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0172.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1025</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Abbarno, Schmick, Burnett, Jacobsen, Eslick, Couture, McClintock, Orcutt, and Dufault<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/10/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Early Learning &amp; Human Services.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to reopening the exemption from the long-term services and supports trust program for employees who have purchased long-term care insurance; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=50B.04.085'>50B.04.085</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=50B.04.085'>50B.04.085</a> and 2021 c 113 s 5 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) An employee who attests that the employee has long-term care insurance purchased before November 1, ((<span style=\"text-decoration:line-through;\">2021</span>))<span style=\"text-decoration:underline;\">2027</span>, may apply for an exemption from the premium assessment under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=50B.04.080'>50B.04.080</a>. An exempt employee may not become a qualified individual or eligible beneficiary and is permanently ineligible for coverage under this title.</div><div style=\"text-indent:0.5in;\">(2)(a) The employment security department must accept applications for exemptions only from October 1, 2021, through December 31, ((<span style=\"text-decoration:line-through;\">2022</span>))<span style=\"text-decoration:underline;\">2028</span>.</div><div style=\"text-indent:0.5in;\">(b) Only employees who are ((<span style=\"text-decoration:line-through;\">eighteen</span>))<span style=\"text-decoration:underline;\">18</span> years of age or older may apply for an exemption.</div><div style=\"text-indent:0.5in;\">(3) The employment security department is not required to verify the attestation of an employee that the employee has long-term care insurance.</div><div style=\"text-indent:0.5in;\">(4) Approved exemptions will take effect on the first day of the quarter immediately following the approval of the exemption.</div><div style=\"text-indent:0.5in;\">(5) Exempt employees are not entitled to a refund of any premium deductions made before the effective date of an approved exemption.</div><div style=\"text-indent:0.5in;\">(6) An exempt employee must provide written notification to all current and future employers of an approved exemption.</div><div style=\"text-indent:0.5in;\">(7) If an exempt employee fails to notify an employer of an exemption, the exempt employee is not entitled to a refund of any premium deductions made before notification is provided.</div><div style=\"text-indent:0.5in;\">(8) Employers must not deduct premiums after being notified by an employee of an approved exemption.</div><div style=\"text-indent:0.5in;\">(a) Employers must retain written notifications of exemptions received from employees.</div><div style=\"text-indent:0.5in;\">(b) An employer who deducts premiums after being notified by the employee of an exemption is solely responsible for refunding to the employee any premiums deducted after the notification.</div><div style=\"text-indent:0.5in;\">(c) The employer is not entitled to a refund from the employment security department for any premiums remitted to the employment security department that were deducted from exempt employees.</div><div style=\"text-indent:0.5in;\">(9) The department must adopt rules necessary to implement and administer the activities specified in this section related to the program, including rules on the submission and processing of applications under this section.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-10T19:33:02.517Z",
      "text": "<h3>Purpose</h3>\n<p>The primary goal of House Bill 1025 is to reopen the exemption for employees from the long-term services and supports trust program if they have already purchased long-term care insurance. The bill proposes to allow employees who purchased this insurance before November 1, 2027, to apply for an exemption from the premium assessment. The previous timeframe for accepting these applications has been extended to December 31, 2028, allowing more employees an opportunity to opt-out of premium deductions.</p>\n<h3>Key Provisions</h3>\n<h4>Exemption Application</h4>\n<ul>\n<li>Employees with long-term care insurance purchased before November 1, 2027, can apply for an exemption from the premium assessment.</li>\n<li>Applications for exemptions will be accepted from October 1, 2021, through December 31, 2028.</li>\n</ul>\n<h4>Eligibility Criteria</h4>\n<ul>\n<li>Employees must be 18 years of age or older to apply for an exemption.</li>\n<li>Exempt employees cannot become a qualified individual or eligible beneficiary under the program.</li>\n</ul>\n<h4>Notification and Processing</h4>\n<ul>\n<li>The Employment Security Department is not required to verify the attestation of long-term care insurance during the application process.</li>\n<li>Approved exemptions take effect on the first day of the quarter following their approval.</li>\n</ul>\n<h4>Refunds and Deductions</h4>\n<ul>\n<li>Exempt employees are ineligible for refunds on premium deductions made before the effective date of their approved exemption.</li>\n<li>An exempt employee must notify all current and future employers of their approved exemption.</li>\n<li>If an exempt employee fails to notify their employer, they cannot claim a refund on any premium deductions made prior to that notification.</li>\n<li>Employers must stop deducting premiums once notified of an employee's approved exemption and are responsible for refunding any premiums deducted after receiving the notification. </li>\n</ul>\n<h4>Rule Adoption</h4>\n<ul>\n<li>The department will adopt necessary rules to implement and manage the exemption application processes.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-10T19:33:02.517Z",
    "text": "exemption application long-term care insurance employees premium assessment eligibility criteria refunds deductions notification rule adoption"
  }
}