{
  "id": 1028,
  "lastUpdated": "2025-03-01T00:31:09.721Z",
  "agency": "House",
  "description": "Addressing child exposure to violence.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-07T08:00:00.000Z",
    "text": "First reading, referred to Human Services."
  },
  "sponsors": [
    "Goodman",
    "Eslick",
    "Reed",
    "Fey",
    "Davis",
    "Lekanoff"
  ],
  "document": {
    "name": "1028",
    "description": "House Bill 1028",
    "url": {
      "ts": "2024-12-10T19:33:05.490Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1028.htm"
    },
    "original": {
      "ts": "2024-12-10T19:33:05.490Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0177.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1028</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Goodman, Eslick, Reed, Fey, Davis, and Lekanoff<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/10/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Early Learning &amp; Human Services.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to child exposure to violence; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.44.020'>26.44.020</a>; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.44'>26.44</a> RCW; and creating a new section.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">(1) The legislature finds that the multidisciplinary team approach coordinated by children's advocacy centers improves interagency communication, increases the effectiveness of the investigation and prosecution of child abuse, and results in fewer interviews with and less trauma for the child.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The legislature finds that current language defining children's advocacy centers was written more than 20 years ago, when such centers were just beginning to develop in our state. Additionally, current language defining child forensic interviews was also written at a time when there were few, if any, designated specialized child forensic interviewers in Washington.</div><div style=\"text-indent:0.5in;\">(3) Children's exposure to violence in Washington state is occurring at an alarming rate and is a traumatic, adverse experience that can have severe and long-lasting consequences. This traumatic disruption of healthy development is a significant public health crisis.</div><div style=\"text-indent:0.5in;\">(4) Children exposed to violence can heal if given access to specialized resources, evidence-based treatment, and proper support that promotes the well‐being of them and their families.</div><div style=\"text-indent:0.5in;\">(5) Therefore, because the legislature finds children's advocacy centers employ trauma-informed, research-based, best practices that help child victims of abuse and children exposed to violence heal and reduce the risk of future abuse and other negative consequences, the legislature finds it necessary to update definitions and guidance to ensure support for children's advocacy centers by more accurately defining the work they do, and the tools necessary to support their work.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.44.020'>26.44.020</a> and 2024 c 298 s 5 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</div><div style=\"text-indent:0.5in;\">(1) \"Abuse or neglect\" means sexual abuse, sexual exploitation, female genital mutilation as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.130.460'>18.130.460</a>, trafficking as described in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.40.100'>9A.40.100</a>, sex trafficking or severe forms of trafficking in persons under the trafficking victims protection act of 2000, 22 U.S.C. Sec. 7101 et seq., or injury of a child by any person under circumstances which cause harm to the child's health, welfare, or safety, excluding conduct permitted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.16.100'>9A.16.100</a>; or the negligent treatment or maltreatment of a child by a person responsible for or providing care to the child. An abused child is a child who has been subjected to child abuse or neglect as defined in this section.</div><div style=\"text-indent:0.5in;\">(2) \"Child\" or \"children\" means any person under the age of eighteen years of age.</div><div style=\"text-indent:0.5in;\">(3) \"Child forensic interview\" means a developmentally sensitive ((<span style=\"text-decoration:line-through;\">and</span>))<span style=\"text-decoration:underline;\">,</span> legally sound ((<span style=\"text-decoration:line-through;\">method of gathering factual information regarding allegations of child abuse, child neglect, or exposure to violence. This interview is conducted by a competently trained, neutral professional utilizing techniques informed by research and best practice as part of a larger investigative process</span>))<span style=\"text-decoration:underline;\">, culturally responsive, fact-finding interview of a child that is part of the multidisciplinary team response in child abuse investigations for the purpose of eliciting a child's unique information when there are concerns of possible abuse or when the child has been exposed to violence against another person. Child forensic interviews are conducted in a supportive and nonleading manner by a professional with specialized training in a research-based forensic interview model for conducting child forensic interviews, ideally conducted in a neutral location, such as a children's advocacy center, and may be observed by approved members of the multidisciplinary child protection team as outlined in county child abuse investigation protocols under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.44.180'>26.44.180</a></span>.</div><div style=\"text-indent:0.5in;\">(4) \"Child protective services\" means those services provided by the department designed to protect children from child abuse and neglect and safeguard such children from future abuse and neglect, and conduct investigations of child abuse and neglect reports. Investigations may be conducted regardless of the location of the alleged abuse or neglect. Child protective services includes referral to services to ameliorate conditions that endanger the welfare of children, the coordination of necessary programs and services relevant to the prevention, intervention, and treatment of child abuse and neglect, and services to children to ensure that each child has a permanent home. In determining whether protective services should be provided, the department shall not decline to provide such services solely because of the child's unwillingness or developmental inability to describe the nature and severity of the abuse or neglect.</div><div style=\"text-indent:0.5in;\">(5) \"Child protective services section\" means the child protective services section of the department.</div><div style=\"text-indent:0.5in;\">(6) \"Child who is a candidate for foster care\" means a child who the department identifies as being at imminent risk of entering foster care but who can remain safely in the child's home or in a kinship placement as long as services or programs that are necessary to prevent entry of the child into foster care are provided, and includes but is not limited to a child whose adoption or guardianship arrangement is at risk of a disruption or dissolution that would result in a foster care placement. The term includes a child for whom there is reasonable cause to believe that any of the following circumstances exist:</div><div style=\"text-indent:0.5in;\">(a) The child has been abandoned by the parent as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.34.030'>13.34.030</a> and the child's health, safety, and welfare is seriously endangered as a result;</div><div style=\"text-indent:0.5in;\">(b) The child has been abused or neglected as defined in this chapter and the child's health, safety, and welfare is seriously endangered as a result;</div><div style=\"text-indent:0.5in;\">(c) There is no parent capable of meeting the child's needs such that the child is in circumstances that constitute a serious danger to the child's development;</div><div style=\"text-indent:0.5in;\">(d) The child is otherwise at imminent risk of harm.</div><div style=\"text-indent:0.5in;\">(7) \"Children's advocacy center\" means a child-focused ((<span style=\"text-decoration:line-through;\">facility in good standing with the state chapter for children's advocacy centers and that coordinates a multidisciplinary process for the investigation, prosecution, and treatment of sexual and other types of child abuse. Children's advocacy centers provide a location for forensic interviews and coordinate access to services such as, but not limited to, medical evaluations, advocacy, therapy, and case review by multidisciplinary teams within the context of county protocols as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.44.180'>26.44.180</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.44.185'>26.44.185</a></span>))<span style=\"text-decoration:underline;\">, trauma-informed, facility-based program that provides a safe, neutral location for child forensic interviews, facilitates a coordinated and comprehensive approach to addressing the needs of children traumatized by abuse and those who have witnessed, or been exposed to, violence, follows national accreditation standards, and is in good standing with the children's advocacy centers of Washington. Children's advocacy centers support a coordinated multidisciplinary response to allegations of abuse that promotes efficient interagency communication and information sharing, ongoing collaboration of key individuals, and a network of support for children and families. Children's advocacy centers coordinate access to services including, but not limited to: Medical evaluations, advocacy, therapy, and facilitation of case review within the context of county protocols as prescribed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.44.180'>26.44.180</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.44.185'>26.44.185</a></span>.</div><div style=\"text-indent:0.5in;\">(8) <span style=\"text-decoration:underline;\">\"Children's advocacy centers of Washington\" is a membership organization and state chapter of the national children's alliance whose primary purpose is to support the development and sustainability of children's advocacy centers and multidisciplinary child protection teams in Washington state as provided under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.44.175'>26.44.175</a>.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(9)</span> \"Clergy\" means any regularly licensed or ordained minister, priest, or rabbi of any church or religious denomination, whether acting in an individual capacity or as an employee or agent of any public or private organization or institution.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(9)</span>))<span style=\"text-decoration:underline;\">(10)</span> \"Court\" means the superior court of the state of Washington, juvenile department.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(10)</span>))<span style=\"text-decoration:underline;\">(11)</span> \"Department\" means the department of children, youth, and families.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(11)</span>))<span style=\"text-decoration:underline;\">(12)</span> \"Experiencing homelessness\" means lacking a fixed, regular, and adequate nighttime residence, including circumstances such as sharing the housing of other persons due to loss of housing, economic hardship, fleeing domestic violence, or a similar reason as described in the federal McKinney-Vento homeless assistance act (Title 42 U.S.C., chapter 119, subchapter I) as it existed on January 1, 2021.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(12)</span>))<span style=\"text-decoration:underline;\">(13)</span> \"Family assessment\" means a comprehensive assessment of child safety, risk of subsequent child abuse or neglect, and family strengths and needs that is applied to a child abuse or neglect report. Family assessment does not include a determination as to whether child abuse or neglect occurred, but does determine the need for services to address the safety of the child and the risk of subsequent maltreatment.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(13)</span>))<span style=\"text-decoration:underline;\">(14)</span> \"Family assessment response\" means a way of responding to certain reports of child abuse or neglect made under this chapter using a differential response approach to child protective services. The family assessment response shall focus on the safety of the child, the integrity and preservation of the family, and shall assess the status of the child and the family in terms of risk of abuse and neglect including the parent's or guardian's or other caretaker's capacity and willingness to protect the child and, if necessary, plan and arrange the provision of services to reduce the risk and otherwise support the family. No one is named as a perpetrator, and no investigative finding is entered in the record as a result of a family assessment.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(14)</span>))<span style=\"text-decoration:underline;\">(15)</span> \"Founded\" means the determination following an investigation by the department that, based on available information, it is more likely than not that child abuse or neglect did occur.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(15)</span>))<span style=\"text-decoration:underline;\">(16)</span> \"Inconclusive\" means the determination following an investigation by the department of social and health services, prior to October 1, 2008, that based on available information a decision cannot be made that more likely than not, child abuse or neglect did or did not occur.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(16)</span>))<span style=\"text-decoration:underline;\">(17)</span> \"Institution\" means a private or public hospital or any other facility providing medical diagnosis, treatment, or care.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(17)</span>))<span style=\"text-decoration:underline;\">(18)</span> \"Law enforcement agency\" means the police department, the prosecuting attorney, the state patrol, the director of public safety, or the office of the sheriff.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(18)</span>))<span style=\"text-decoration:underline;\">(19)</span> \"Malice\" or \"maliciously\" means an intent, wish, or design to intimidate, annoy, or injure another person. Such malice may be inferred from an act done in willful disregard of the rights of another, or an act wrongfully done without just cause or excuse, or an act or omission of duty betraying a willful disregard of social duty.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(19)</span>))<span style=\"text-decoration:underline;\">(20)</span> \"Negligent treatment or maltreatment\" means an act or a failure to act, or the cumulative effects of a pattern of conduct, behavior, or inaction, that evidences a serious disregard of consequences of such magnitude as to constitute a clear and present danger to a child's health, welfare, or safety, including but not limited to conduct prohibited under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.42.100'>9A.42.100</a>. When considering whether a clear and present danger exists, evidence of a parent's substance abuse as a contributing factor to negligent treatment or maltreatment shall be given great weight. The fact that siblings share a bedroom is not, in and of itself, negligent treatment or maltreatment. Poverty, experiencing homelessness, or exposure to domestic violence as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=7.105.010'>7.105.010</a> that is perpetrated against someone other than the child does not constitute negligent treatment or maltreatment in and of itself.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(20)</span>))<span style=\"text-decoration:underline;\">(21)</span> \"Pharmacist\" means any registered pharmacist under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.64'>18.64</a> RCW, whether acting in an individual capacity or as an employee or agent of any public or private organization or institution.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(21)</span>))<span style=\"text-decoration:underline;\">(22)</span> \"Practitioner of the healing arts\" or \"practitioner\" means a person licensed by this state to practice podiatric medicine and surgery, optometry, chiropractic, nursing, dentistry, osteopathic medicine and surgery, or medicine and surgery or to provide other health services. The term \"practitioner\" includes a duly accredited Christian Science practitioner. A person who is being furnished Christian Science treatment by a duly accredited Christian Science practitioner will not be considered, for that reason alone, a neglected person for the purposes of this chapter.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(22)</span>))<span style=\"text-decoration:underline;\">(23)</span> \"Prevention and family services and programs\" means specific mental health prevention and treatment services, substance abuse prevention and treatment services, and in-home parent skill-based programs that qualify for federal funding under the federal family first prevention services act, P.L. 115-123. For purposes of this chapter, prevention and family services and programs are not remedial services or family reunification services as described in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.34.025'>13.34.025</a>(2).</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(23)</span>))<span style=\"text-decoration:underline;\">(24)</span> \"Professional school personnel\" include, but are not limited to, teachers, counselors, administrators, child care facility personnel, and school nurses.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(24)</span>))<span style=\"text-decoration:underline;\">(25)</span> \"Psychologist\" means any person licensed to practice psychology under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.83'>18.83</a> RCW, whether acting in an individual capacity or as an employee or agent of any public or private organization or institution.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(25)</span>))<span style=\"text-decoration:underline;\">(26)</span> \"Screened-out report\" means a report of alleged child abuse or neglect that the department has determined does not rise to the level of a credible report of abuse or neglect and is not referred for investigation.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(26)</span>))<span style=\"text-decoration:underline;\">(27)</span> \"Sexual exploitation\" includes: (a) Allowing, permitting, or encouraging a child to engage in prostitution by any person; or (b) allowing, permitting, encouraging, or engaging in the obscene or pornographic photographing, filming, or depicting of a child by any person.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(27)</span>))<span style=\"text-decoration:underline;\">(28)</span> \"Sexually aggressive youth\" means a child who is defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.13.075'>74.13.075</a>(1)(b) as being a sexually aggressive youth.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(28)</span>))<span style=\"text-decoration:underline;\">(29)</span> \"Social service counselor\" means anyone engaged in a professional capacity during the regular course of employment in encouraging or promoting the health, welfare, support, or education of children, or providing social services to adults or families, including mental health, drug and alcohol treatment, and domestic violence programs, whether in an individual capacity, or as an employee or agent of any public or private organization or institution.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(29)</span>))<span style=\"text-decoration:underline;\">(30)</span> \"Unfounded\" means the determination following an investigation by the department that available information indicates that, more likely than not, child abuse or neglect did not occur, or that there is insufficient evidence for the department to determine whether the alleged child abuse did or did not occur.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.44'>26.44</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Statewide and regional peer review of child forensic interviews serve as quality assurance mechanisms that reinforce the methodologies utilized in child forensic interviewing and provide support and problem solving for participants.</div><div style=\"text-indent:0.5in;\">(2) Child forensic interview recordings of closed cases may be used as part of a structured and confidential peer review, if hosted by an accredited or developing children's advocacy center or the children's advocacy centers of Washington. Any information reviewed or discussed during the peer review process is and must remain confidential and must not be disclosed except where authorized under state or federal law. The hosting organization's policies regarding interview selection criteria and parent, guardian, or caregiver consent must be followed. All participants in a peer review must sign a confidentiality agreement that:</div><div style=\"text-indent:0.5in;\">(a) Prohibits verbal or written disclosure of any information received in any peer review process; and</div><div style=\"text-indent:0.5in;\">(b) Requires disclosure of any personal, professional, or social acquaintance with anyone associated with the case before attending a peer review session.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-10T19:33:05.490Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to enhance the support and functionality of children's advocacy centers in Washington State, which play a critical role in addressing child abuse and exposure to violence. The bill aims to update outdated definitions related to these centers and to improve the practices around child forensic interviews, which are essential for investigating child abuse cases. The focus is on ensuring that children exposed to violence receive appropriate resources and treatment that foster healing and well-being. </p>\n<p>Key changes include:</p>\n<ul>\n<li>Modernizing the definitions surrounding children's advocacy centers and child forensic interviews to better reflect current needs and practices.</li>\n<li>Emphasizing a multidisciplinary approach to support children and their families, thus aiming to reduce trauma and improve overall outcomes.</li>\n</ul>\n<h3>Key Provisions</h3>\n<h4>Updates to Definitions</h4>\n<ul>\n<li>The bill revises the concept of \"children's advocacy center\" to describe it as a trauma-informed, facility-based program that offers a safe environment for forensic interviews and comprehensive services for child abuse victims and those exposed to violence.</li>\n<li>The definition of \"child forensic interview\" has been updated to highlight the necessity for a culturally responsive and legally sound approach, focusing on a supportive environment for children.</li>\n</ul>\n<h4>Quality Assurance Measures</h4>\n<ul>\n<li>A new section introduces statewide and regional peer review processes for child forensic interviews, aimed at maintaining high standards and methodologies within the interviews.</li>\n<li>Recordings of closed cases may be utilized in peer reviews, ensuring confidentiality and adherence to state and federal laws regarding disclosure and participant conduct.</li>\n</ul>\n<h4>Support for Children and Families</h4>\n<ul>\n<li>The legislation acknowledges the critical role of children's advocacy centers in using trauma-informed practices that can help young victims heal and prevent future abuse.</li>\n<li>It calls for improving interagency collaboration, allowing for better resource sharing and support networks for children and their families dealing with the impacts of violence.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-10T19:33:05.490Z",
    "text": "children's advocacy centers child forensic interviews trauma-informed multidisciplinary approach peer review processes interagency collaboration resource sharing young victims healing"
  }
}