{
  "id": 1030,
  "lastUpdated": "2025-03-01T00:31:19.010Z",
  "agency": "House",
  "description": "Concerning the conduct of limited audits of counted ballots during the election certification period.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-20T08:00:00.000Z",
    "text": "Referred to Rules 2 Review."
  },
  "sponsors": [
    "Low",
    "Mena",
    "Eslick",
    "Reeves",
    "Hill"
  ],
  "document": {
    "name": "1030",
    "description": "House Bill 1030",
    "url": {
      "ts": "2024-12-10T19:33:08.237Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1030.htm"
    },
    "original": {
      "ts": "2024-12-10T19:33:08.237Z",
      "text": "<!DOCTYPE html ><html><body><div>Z-0109.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1030</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Low, Mena, Eslick, Reeves, and Hill; by request of Secretary of State<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/10/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on State Government &amp; Tribal Relations.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to the conduct of limited audits of counted ballots during the election certification period; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.125'>29A.60.125</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.185'>29A.60.185</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.170'>29A.60.170</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.04.611'>29A.04.611</a>; and adding new sections to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60'>29A.60</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.125'>29A.60.125</a> and 2018 c 218 s 8 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text --><span style=\"text-decoration:underline;\">(1)</span> If inspection of the ballot reveals a physically damaged ballot or ballot that may be otherwise unreadable or uncountable by the tabulating system, the county auditor may refer the ballot to the county canvassing board or duplicate the ballot if so authorized by the county canvassing board. The voter's original ballot may not be altered. A ballot may be duplicated only if the intent of the voter's marks on the ballot is clear and the electronic voting equipment might not otherwise properly tally the ballot to reflect the intent of the voter. Ballots must be duplicated by teams of two or more people working together. When duplicating ballots, the county auditor shall take the following steps to create and maintain an audit trail of the action taken:</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(1)</span>))<span style=\"text-decoration:underline;\">(a)</span> Each original ballot and duplicate ballot must be assigned the same unique control number, with the number being marked upon the face of each ballot, to ensure that each duplicate ballot may be tied back to the original ballot;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(2)</span>))<span style=\"text-decoration:underline;\">(b)</span> A log must be kept of the ballots duplicated, which must at least include:</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(a)</span>))<span style=\"text-decoration:underline;\">(i)</span> The control number of each original ballot and the corresponding duplicate ballot;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(b)</span>))<span style=\"text-decoration:underline;\">(ii)</span> The initials of at least two people who participated in the duplication of each ballot; and</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(c)</span>))<span style=\"text-decoration:underline;\">(iii)</span> The total number of ballots duplicated((<span style=\"text-decoration:line-through;\">.</span>))<span style=\"text-decoration:underline;\">; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c)</span> Original and duplicate ballots must be sealed in secure storage at all times, except during duplication, inspection by the canvassing board, tabulation, or to conduct an audit under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.185'>29A.60.185</a>.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2) Prior to certification of the election as required by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.190'>29A.60.190</a>, the county auditor shall conduct an audit of ballots duplicated under this section. The audit of duplicated ballots must involve a comparison of the duplicated ballot to the original ballot. The county canvassing board must establish procedures for auditing duplicated ballots.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.185'>29A.60.185</a> and 2018 c 218 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->((<span style=\"text-decoration:line-through;\">(1) Prior to certification of the election as required by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.190'>29A.60.190</a>, the county auditor shall conduct an audit of duplicated ballots in accordance with subsection (2) of this section, and an audit using at minimum one of the following methods:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(a) An audit of results of votes cast on the direct recording electronic voting devices, or other in-person ballot marking systems, used in the county if there are races or issues with more than ten votes cast on all direct recording electronic voting devices or other in-person ballot marking systems in the county. This audit must be conducted by randomly selecting by lot up to four percent of the direct recording electronic voting devices or other in-person ballot marking systems, or one direct recording electronic voting device or other in-person ballot marking system, whichever is greater, and, for each device or system, comparing the results recorded electronically with the results recorded on paper. For purposes of this audit, the results recorded on paper must be tabulated as follows: On one-fourth of the devices or systems selected for audit, the paper records must be tabulated manually; on the remaining devices or systems, the paper records may be tabulated by a mechanical device determined by the secretary of state to be capable of accurately reading the votes cast and printed thereon and qualified for use in the state under applicable state and federal laws. Three races or issues, randomly selected by lot, must be audited on each device or system. This audit procedure must be subject to observation by political party representatives if representatives have been appointed and are present at the time of the audit. As used in this subsection, \"in-person ballot marking system\" or \"system\" means an in-person ballot marking system that retains or produces an electronic voting record of each vote cast using the system;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(b) A random check of the ballot counting equipment consistent with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.170'>29A.60.170</a>(3);</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(c) A risk-limiting audit. A \"risk-limiting audit\" means an audit protocol that makes use of statistical principles and methods and is designed to limit the risk of certifying an incorrect election outcome. The secretary of state shall:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(i) Set the risk limit. A \"risk limit\" means the largest statistical probability that an incorrect reported tabulation outcome is not detected in a risk-limiting audit;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(ii) Randomly select for audit at least one statewide contest, and for each county at least one ballot contest other than the selected statewide contest. The county auditor shall randomly select a ballot contest for audit if in any particular election there is no statewide contest; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(iii) Establish procedures for implementation of risk-limiting audits, including random selection of the audit sample, determination of audit size, and procedures for a comparison risk-limiting audit and ballot polling risk-limiting audit as defined in (c)(iii)(A) and (B) of this subsection.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(A) In a comparison risk-limiting audit, the county auditor compares the voter markings on randomly selected ballots to the ballot-level cast vote record produced by the ballot counting equipment.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(B) In a ballot polling risk-limiting audit, the county auditor of a county using ballot counting equipment that does not produce ballot-level cast vote records reports the voter markings on randomly selected ballots until the prespecified risk limit is met; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(d) An independent electronic audit of the original ballot counting equipment used in the county. The county auditor may either conduct an audit of all ballots cast, or limit the audit to three precincts or six batches pursuant to procedures adopted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.170'>29A.60.170</a>(3). This audit must be conducted using an independent electronic audit system that is, at minimum:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(i) Approved by the secretary of state;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(ii) Completely independent from all voting systems, including ballot counting equipment, that is used in the county;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(iii) Distributed or manufactured by a vendor different from the vendor that distributed or manufactured the original ballot counting equipment; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(iv) Capable of demonstrating that it can verify and confirm the accuracy of the original ballot counting equipment's reported results.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(2) Prior to certification of the election, the county auditor must conduct an audit of ballots duplicated under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.125'>29A.60.125</a>. The audit of duplicated ballots must involve a comparison of the duplicated ballot to the original ballot. The county canvassing board must establish procedures for the auditing of duplicated ballots.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(3) For each audit method, the secretary of state must adopt procedures for expanding the audit to include additional ballots when an audit results in a discrepancy. The procedure must specify under what circumstances a discrepancy will lead to an audit of additional ballots, and the method to determine how many additional ballots will be selected. The secretary of state shall adopt procedures to investigate the cause of any discrepancy found during an audit.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(4) The secretary of state must establish rules by January 1, 2019, to implement and administer the auditing methods in this section, including facilitating public observation and reporting requirements.</span>))<span style=\"text-decoration:underline;\">Prior to certification of the election as required by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.190'>29A.60.190</a>, the county auditor shall conduct an audit using at minimum one of the following methods:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(1) A limited hand-count audit of randomly selected precincts or batches of ballots to confirm the results of the ballot counting equipment consistent with section 3 of this act; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2) A risk-limiting audit as defined in section 4 of this act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60'>29A.60</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->A limited hand-count of randomly selected precincts or batches of ballots to confirm the accuracy of the ballot counting equipment may be conducted at the discretion of the county auditor. If political party observers are present, they must be permitted to observe the limited hand-count audit.</div><div style=\"text-indent:0.5in;\">(1) The county canvassing board must adopt procedures for the limited hand-count audit consistent with rules adopted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.04.611'>29A.04.611</a>, consistent with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.64.021'>29A.64.021</a> concerning mandatory recounts prior to the processing of ballots.</div><div style=\"text-indent:0.5in;\">(2) The limited hand-count audit must involve a comparison of a manual count of ballots to the results for the selected precincts or batches recorded by the original ballot counting equipment. The audit must include at least one precinct or two batches per ballot scanner depending on the ballot counting procedures in place in the county. More precincts or batches can be selected at the discretion of the county auditor. The hand-count audit is limited to one office or issue on the ballots in the precincts or batches that are selected for the audit. The selection of the precincts or batches to be audited must be randomly selected according to procedures established by the county canvassing board.</div><div style=\"text-indent:0.5in;\">(3) The limited hand-count procedures adopted pursuant to subsection (1) of this section must include a process, consistent with rules adopted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.04.611'>29A.04.611</a>, for expanding the audit to include additional ballots when a random check conducted under this section results in an unresolvable discrepancy. The procedure must specify under what circumstances a discrepancy will lead to an audit of additional ballots and the method to determine how many additional ballots will be selected. The manual tally process must be completed no later than 72 hours after election day.</div><div style=\"text-indent:0.5in;\">(4) The results of the limited hand-count audit must be reported to the secretary of state within three business days of completion.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60'>29A.60</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) At the discretion of the county auditor, or secretary of state, audits may be conducted to confirm the outcome of an election employing a defined \"risk limit.\" The risk-limiting audit confirms that the election outcome reported by the ballot counting system is correct to a desired confidence level. The risk limit must be defined in rule by the secretary of state using best available standards and statistical analysis.</div><div style=\"text-indent:0.5in;\">(2) The definitions in this subsection apply throughout this section, section 5 of this act, and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.04.611'>29A.04.611</a> unless the context clearly requires otherwise.</div><div style=\"text-indent:0.5in;\">(a) \"Ballot comparison risk-limiting audit\" is the comparison of voter markings on randomly selected ballots with the ballot-level cast vote record produced by the ballot counting equipment until the prespecified risk limit is met.</div><div style=\"text-indent:0.5in;\">(b) \"Ballot polling risk-limiting audit\" involves the selection of a random sample of ballots for hand counting for a selected contest. The voter markings on randomly selected ballots are examined and reported until the sample meets the prespecified risk limit.</div><div style=\"text-indent:0.5in;\">(c) \"Batch comparison risk-limiting audit\" involves the selection of a random sample of batches of ballots for hand counting for a selected contest. The voter markings on all ballots in the randomly selected batches are examined and reported until the sample meets the prespecified risk limit.</div><div style=\"text-indent:0.5in;\">(d) \"Cast vote record\" means a physical or electronic record of the choices of an individual voter in a particular primary, general election, or special election. Cast vote records must be treated in the same manner as voted physical ballots and must be securely handled and stored with the same privacy and security as voted physical ballots and are not subject to public disclosure.</div><div style=\"text-indent:0.5in;\">(e) \"Risk limit\" means the largest statistical probability that an incorrect reported tabulation outcome is not detected by a risk-limiting audit.</div><div style=\"text-indent:0.5in;\">(f) \"Risk-limiting audit\" means an audit protocol that uses statistical principles and methods and is intended to limit the risk of certifying an incorrect election outcome.</div><div style=\"text-indent:0.5in;\">(3) A county conducting a risk-limiting audit must use software or processes approved by the secretary of state and independent of the voting system used by the county.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60'>29A.60</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) At such time that the ballot counting systems in all counties are capable of conducting a ballot comparison risk-limiting audit, the secretary of state may choose to conduct a ballot comparison risk-limiting audit on an issue or office that files with the secretary of state under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.24.070'>29A.24.070</a> or chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.72'>29A.72</a> RCW.</div><div style=\"text-indent:0.5in;\">(2) A state risk-limiting audit must be conducted in a manner consistent with rules adopted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.04.611'>29A.04.611</a>. The secretary of state shall:</div><div style=\"text-indent:0.5in;\">(a) Coordinate the reporting and compilation of results from the counties; and</div><div style=\"text-indent:0.5in;\">(b) Report the results of the audit.</div><div style=\"text-indent:0.5in;\">(3) For each county employing a ballot counting system capable of conducting a comparison risk-limiting audit, at the county auditor's discretion, the county auditor may randomly select at least one ballot contest contained within that county to perform a comparison risk-limiting audit. The audit must be conducted in a manner consistent with rules adopted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.04.611'>29A.04.611</a>.</div><div style=\"text-indent:0.5in;\">(4) In addition to the randomly selected contest or contests and in coordination with the secretary of state's office, counties may choose to conduct a risk-limiting audit of a shared district if all counties represented by the district agree to participate. The audit must be conducted in a manner consistent with rules adopted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.04.611'>29A.04.611</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.170'>29A.60.170</a> and 2018 c 218 s 3 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) At least ((<span style=\"text-decoration:line-through;\">twenty-eight</span>))<span style=\"text-decoration:underline;\">28</span> days prior to any special election, general election, or primary, the county auditor shall request from the chair of the county central committee of each major political party a list of individuals who are willing to serve as observers. The county auditor has discretion to also request observers from any campaign or organization. The county auditor may delete from the lists names of those persons who indicate to the county auditor that they cannot or do not wish to serve as observers, and names of those persons who, in the judgment of the county auditor, lack the ability to properly serve as observers after training has been made available to them by the auditor.</div><div style=\"text-indent:0.5in;\">(2) The counting center is under the direction of the county auditor and must be open to observation by one representative from each major political party, if representatives have been appointed by the respective major political parties and these representatives are present while the counting center is operating. The proceedings must be open to the public, but no persons except those employed and authorized by the county auditor may touch any ballot or ballot container or operate a vote tallying system.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(3) A random check of the ballot counting equipment must be conducted upon mutual agreement of the political party observers or at the discretion of the county auditor. The random check procedures must be adopted by the county canvassing board, and consistent with rules adopted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.185'>29A.60.185</a>(4), prior to the processing of ballots. The random check process shall involve a comparison of a manual count or electronic count if an audit under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.185'>29A.60.185</a>(1)(d) is conducted to the machine count from the original ballot counting equipment and may involve up to either three precincts or six batches depending on the ballot counting procedures in place in the county. The random check will be limited to one office or issue on the ballots in the precincts or batches that are selected for the check. The selection of the precincts or batches to be checked must be selected according to procedures established by the county canvassing board. The random check procedures must include a process, consistent with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.185'>29A.60.185</a>(3) and rules adopted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.185'>29A.60.185</a>(4), for expanding the audit to include additional ballots when a random check conducted under this section results in a discrepancy. The procedure must specify under what circumstances a discrepancy will lead to an audit of additional ballots and the method to determine how many additional ballots will be selected. Procedures adopted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.60.185'>29A.60.185</a> pertaining to investigations of any discrepancy found during an audit must be followed. The check must be completed no later than forty-eight hours after election day.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(4)(a) By November 1, 2018, the secretary of state shall:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(i) For each county, survey all random check procedures adopted by the county canvassing board under subsection (3) of this section; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(ii) Evaluate the procedures to identify the best practices and any discrepancies.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(b) By December 15, 2018, the secretary of state shall submit a report, in compliance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.01.036'>43.01.036</a>, to the appropriate committees of the legislature that provides recommendations, based on the evaluation performed under (a) of this subsection, for adopting best practices and uniform procedures.</span>))<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 7.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.04.611'>29A.04.611</a> and 2023 c 466 s 32 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The secretary of state as chief election officer shall make reasonable rules in accordance with chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW not inconsistent with the federal and state election laws to effectuate any provision of this title and to facilitate the execution of its provisions in an orderly, timely, and uniform manner relating to any federal, state, county, city, town, and district elections. To that end the secretary shall assist local election officers by devising uniform forms and procedures.</div><div style=\"text-indent:0.5in;\">In addition to the rule-making authority granted otherwise by this section, the secretary of state shall make rules governing the following provisions:</div><div style=\"text-indent:0.5in;\">(1) The maintenance of voter registration records;</div><div style=\"text-indent:0.5in;\">(2) The preparation, maintenance, distribution, review, and filing of precinct maps;</div><div style=\"text-indent:0.5in;\">(3) Standards for the design, layout, and production of ballots;</div><div style=\"text-indent:0.5in;\">(4) The examination ((<span style=\"text-decoration:line-through;\">and</span>))<span style=\"text-decoration:underline;\">,</span> testing<span style=\"text-decoration:underline;\">, approval, and certification</span> of voting systems <span style=\"text-decoration:underline;\">and vote tallying software</span> for ((<span style=\"text-decoration:line-through;\">certification</span>))<span style=\"text-decoration:underline;\">use in all elections</span>;</div><div style=\"text-indent:0.5in;\">(5) The source and scope of independent evaluations of voting systems that may be relied upon in certifying voting systems for use in this state;</div><div style=\"text-indent:0.5in;\">(6) Standards and procedures for the acceptance testing of voting systems by counties;</div><div style=\"text-indent:0.5in;\">(7) Standards and procedures for testing the programming of vote tallying software for specific primaries and elections;</div><div style=\"text-indent:0.5in;\">(8) Standards and procedures for the preparation and use of each type of certified voting system including procedures for the operation of counting centers where vote tallying systems are used;</div><div style=\"text-indent:0.5in;\">(9) Standards and procedures to ensure the accurate tabulation and canvassing of ballots;</div><div style=\"text-indent:0.5in;\">(10) <span style=\"text-decoration:underline;\">Standards and procedures for each postelection audit method including procedures for:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) Random selection of an audit sample;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) Determination of audit size;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) Comparison risk-limiting audits;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(d) Ballot polling risk-limiting audits;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(e) Batch risk-limiting audits;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(f) Conduct of a limited hand-count audit;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(g) Selecting the contest to be audited for state and county;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(h) Expanding an audit to include additional ballots if audit results show a discrepancy, including thresholds for auditing additional ballots; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) The method to determine how many additional ballots will be selected in an audit expanded under (h) of this subsection;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(11) Standards and procedures for investigating the cause of any discrepancy found during a postelection audit;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(12)</span> Consistency among the counties of the state in the preparation of ballots, the operation of vote tallying systems, and the canvassing of primaries and elections;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(11)</span>))<span style=\"text-decoration:underline;\">(13)</span> Procedures to ensure the secrecy of a voter's ballot when a small number of ballots are counted<span style=\"text-decoration:underline;\">, including the aggregation of precinct results if reporting the results of a single precinct could jeopardize the secrecy of a person's ballot</span>;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(12)</span>))<span style=\"text-decoration:underline;\">(14)</span> The use of substitute devices or means of voting when a voting device is found to be defective, the counting of votes cast on the defective device, the counting of votes cast on the substitute device, and the documentation that must be submitted to the county auditor regarding such circumstances;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(13)</span>))<span style=\"text-decoration:underline;\">(15)</span> Procedures for the transportation of sealed containers of voted ballots or sealed voting devices;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(14)</span>))<span style=\"text-decoration:underline;\">(16)</span> The acceptance and filing of documents via electronic transmission;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(15)</span>))<span style=\"text-decoration:underline;\">(17)</span> Voter registration applications and records;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(16)</span>))<span style=\"text-decoration:underline;\">(18)</span> The use of voter registration information in the conduct of elections;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(17)</span>))<span style=\"text-decoration:underline;\">(19)</span> The coordination, delivery, and processing of voter registration records accepted by driver licensing agents or the department of licensing;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(18)</span>))<span style=\"text-decoration:underline;\">(20)</span> The coordination, delivery, and processing of voter registration records accepted by agencies designated by the governor to provide voter registration services;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(19)</span>))<span style=\"text-decoration:underline;\">(21)</span> Procedures to receive and distribute voter registration applications by mail;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(20)</span>))<span style=\"text-decoration:underline;\">(22)</span> Procedures for a voter to change his or her voter registration address within a county by telephone;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(21)</span>))<span style=\"text-decoration:underline;\">(23)</span> Procedures for a voter to change the name under which he or she is registered to vote;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(22)</span>))<span style=\"text-decoration:underline;\">(24)</span> Procedures for canceling dual voter registration records and for maintaining records of persons whose voter registrations have been canceled;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(23)</span>))<span style=\"text-decoration:underline;\">(25)</span> Procedures for the electronic transfer of voter registration records between county auditors and the office of the secretary of state;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(24)</span>))<span style=\"text-decoration:underline;\">(26)</span> Procedures and forms related to automatic voter registration;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(25)</span>))<span style=\"text-decoration:underline;\">(27)</span> Procedures and forms for declarations of candidacy;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(26)</span>))<span style=\"text-decoration:underline;\">(28)</span> Procedures and requirements for the acceptance and filing of declarations of candidacy by electronic means;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(27)</span>))<span style=\"text-decoration:underline;\">(29)</span> Procedures for the circumstance in which two or more candidates have a name similar in sound or spelling so as to cause confusion for the voter;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(28)</span>))<span style=\"text-decoration:underline;\">(30)</span> Filing for office;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(29)</span>))<span style=\"text-decoration:underline;\">(31)</span> The order of positions and offices on a ballot;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(30)</span>))<span style=\"text-decoration:underline;\">(32)</span> Sample ballots;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(31) Independent evaluations of voting systems and the testing, approval, and certification of voting systems;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(32) The testing of vote tallying software programming;</span>))</div><div style=\"text-indent:0.5in;\">(33) Standards and procedures to prevent fraud and to facilitate the accurate processing and canvassing of ballots, including standards for the approval and implementation of hardware and software for automated signature verification systems;</div><div style=\"text-indent:0.5in;\">(34) Standards and procedures to guarantee the secrecy of ballots;</div><div style=\"text-indent:0.5in;\">(35) Uniformity among the counties of the state in the conduct of elections;</div><div style=\"text-indent:0.5in;\">(36) Standards and procedures to accommodate overseas voters and service voters;</div><div style=\"text-indent:0.5in;\">(37) The tabulation of paper ballots;</div><div style=\"text-indent:0.5in;\">(38) The accessibility of voting centers;</div><div style=\"text-indent:0.5in;\">(39) ((<span style=\"text-decoration:line-through;\">The aggregation of precinct results if reporting the results of a single precinct could jeopardize the secrecy of a person's ballot;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(40)</span>)) Procedures for conducting a statutory recount;</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(40) Procedures for resolving discrepancies between results produced by a ballot counting system and results of a risk-limiting audit during a risk-limiting audit, and next steps in the case of a failed audit;</span></div><div style=\"text-indent:0.5in;\">(41) Procedures for filling vacancies in congressional offices if the general statutory time requirements for availability of ballots, certification, canvassing, and related procedures cannot be met;</div><div style=\"text-indent:0.5in;\">(42) Procedures for the statistical sampling of signatures for purposes of verifying and canvassing signatures on initiative, referendum, and recall election petitions;</div><div style=\"text-indent:0.5in;\">(43) Standards and deadlines for submitting material to the office of the secretary of state for the voters' pamphlet;</div><div style=\"text-indent:0.5in;\">(44) Deadlines for the filing of ballot titles for referendum bills and constitutional amendments if none have been provided by the legislature;</div><div style=\"text-indent:0.5in;\">(45) Procedures for the publication of a state voters' pamphlet;</div><div style=\"text-indent:0.5in;\">(46) Procedures for conducting special elections regarding nuclear waste sites if the general statutory time requirements for availability of ballots, certification, canvassing, and related procedures cannot be met;</div><div style=\"text-indent:0.5in;\">(47) Procedures for conducting partisan primary elections;</div><div style=\"text-indent:0.5in;\">(48) Standards and procedures for the proper conduct of voting on accessible voting devices;</div><div style=\"text-indent:0.5in;\">(49) Standards for voting technology and systems used by the state or any political subdivision to be accessible for individuals with disabilities, including nonvisual accessibility for the blind and visually impaired, in a manner that provides the same opportunity for access and participation, including privacy and independence, as other voters;</div><div style=\"text-indent:0.5in;\">(50) All data formats for transferring voter registration data on electronic or machine-readable media for the purpose of administering the statewide voter registration list required by the Help America Vote Act (P.L. 107-252);</div><div style=\"text-indent:0.5in;\">(51) Defining the interaction of electronic voter registration election management systems employed by each county auditor to maintain a local copy of each county's portion of the official state list of registered voters;</div><div style=\"text-indent:0.5in;\">(52) Provisions and procedures to implement the state-based administrative complaint procedure as required by the Help America Vote Act (P.L. 107-252);</div><div style=\"text-indent:0.5in;\">(53) Facilitating the payment of local government grants to local government election officers or vendors; and</div><div style=\"text-indent:0.5in;\">(54) Standards for the verification of signatures on ballot declarations.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-10T19:33:08.237Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1030 is to introduce measures for conducting limited audits of ballots during the election certification period in Washington State. This bill amends several existing laws regarding ballot audits and establishes new sections that define protocols for the auditing process. The key change is the introduction of specific auditing methods, including risk-limiting audits and limited hand-count audits, to ensure the accuracy and integrity of election outcomes. These changes aim to increase transparency and trust in the electoral process.</p>\n<h3>Key Provisions</h3>\n<h4>Ballot Duplication and Auditing</h4>\n<ul>\n<li>Before certifying an election, county auditors must conduct audits comparing duplicated ballots to original ballots.</li>\n<li>Certain steps must be taken during the duplication process to maintain an audit trail, including:<ul>\n<li>Assigning the same unique control number to both original and duplicate ballots.</li>\n<li>Keeping a log of duplicated ballots that includes control numbers and initials of personnel involved.</li>\n<li>Ensuring that original and duplicate ballots are securely stored.</li></ul></li>\n<li>The county canvassing board must establish procedures for auditing duplicated ballots.</li>\n</ul>\n<h4>Audit Methods</h4>\n<ul>\n<li>County auditors must perform at least one of the following audits prior to election certification:<ul>\n<li>A limited hand-count audit of randomly selected precincts or ballots.</li>\n<li>A risk-limiting audit that verifies reported election outcomes.</li></ul></li>\n</ul>\n<h4>Limited Hand-Count Audits</h4>\n<ul>\n<li>Auditors may conduct a hand-count of selected precincts or batches at their discretion.</li>\n<li>The limited hand-count must involve comparing the manual tally with results from ballot counting machines.</li>\n<li>Procedures must allow for conducting additional audits if discrepancies arise, with results reported to the Secretary of State within three business days.</li>\n</ul>\n<h4>Risk-Limiting Audits</h4>\n<ul>\n<li>Defined as audits that confirm election outcomes to a predetermined confidence level.</li>\n<li>Could be either ballot comparison or ballot polling audits, depending on the method selected for a given election.</li>\n<li>Counties must use approved software and protocols for these audits.</li>\n</ul>\n<h4>Transparency and Observation</h4>\n<ul>\n<li>Political party observers must be allowed to observe limited hand-count audits.</li>\n<li>The counting center operated by county auditors must be open to observation by political party representatives during operations.</li>\n</ul>\n<h4>Procedures and Reporting</h4>\n<ul>\n<li>The Secretary of State will coordinate the reporting and compilation of audit results from counties.</li>\n<li>Auditing methods and procedures must facilitate public observation and address discrepancies found during audits. </li>\n</ul>\n<p>These provisions collectively seek to enhance the reliability and transparency of elections in Washington State, reinforcing public confidence in the electoral process.</p>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-10T19:33:08.237Z",
    "text": "limited audits election certification ballot duplication transparency integrity risk-limiting hand-count procedures observation"
  }
}