{
  "id": 1031,
  "lastUpdated": "2025-03-01T00:31:19.024Z",
  "agency": "House",
  "description": "Mitigating the impact of rising school facility temperatures resulting from climate change.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Education."
  },
  "sponsors": [
    "Reeves",
    "Ryu",
    "Ramel",
    "Reed",
    "Fosse",
    "Pollet",
    "Scott",
    "Stonier"
  ],
  "document": {
    "name": "1031",
    "description": "House Bill 1031",
    "url": {
      "ts": "2024-12-11T19:07:43.510Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1031.htm"
    },
    "original": {
      "ts": "2024-12-11T19:07:43.510Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0084.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1031</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Reeves, Ryu, Ramel, Reed, Fosse, Pollet, Scott, and Stonier<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/11/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Education.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to mitigating the impact of rising school facility temperatures resulting from climate change; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.150.290'>28A.150.290</a>; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.150'>28A.150</a> RCW; creating a new section; and providing an effective date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The legislature finds that even as the state pursues the cutting-edge climate policies necessary to mitigate the impacts of our past and near-term carbon intensive economy, the realities of climate change, including rising temperatures, are already upon us. Consequently, average and extreme temperatures in Washington state are likely to rise dramatically over the next century. The legislature further finds that because many of the state's school facilities lack adequate cooling systems, our teachers and students are likely to experience increasingly negative climate change-related impacts on their ability to teach and learn in the classroom. Therefore, the legislature intends to require the superintendent of public instruction to develop recommendations for indoor temperature standards, including a maximum temperature recommendation, for public school facilities. The legislature also intends to provide the superintendent of public instruction with specific authority to develop rules related to school districts' cancellation of school days due to excessive heat.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.150'>28A.150</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)  The superintendent of public instruction must appoint an advisory committee to develop recommendations for indoor temperature standards, including a maximum temperature recommendation, for public school facilities inhabited by students and employees no later than September 1, 2025.</div><div style=\"text-indent:0.5in;\">(2) The advisory committee in this section must include representation from the following entities: (a) The department of health; (b) the environmental justice council under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.02.110'>70A.02.110</a>; (c) the state building code council under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.27.070'>19.27.070</a>; (d) the Washington association of maintenance and operation administrators; (e) the Washington education association; (f) the Washington state school directors' association; (g) the office of the superintendent of public instruction's technical advisory committee; and (h) a parent of a student enrolled in kindergarten through the 12th grade in a public school.</div><div style=\"text-indent:0.5in;\">(3) The recommendations for indoor temperature standards must include consideration of the need to balance temperature control with the requirements of the state energy performance standards under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.27A'>19.27A</a> RCW. The advisory committee shall report its recommendations and draft legislation to effect the recommended changes and an implementation timeline to the governor and the legislature no later than January 1, 2026.</div><div style=\"text-indent:0.5in;\">(4) The superintendent of public instruction must develop cost estimates associated with the recommendations of the advisory committee pursuant to this section and report these cost estimates to the governor and the legislature no later than July 1, 2026.</div><div style=\"text-indent:0.5in;\">(5) If legislation is enacted to implement indoor temperature standards pursuant to this section, the superintendent of public instruction may request legislative appropriations and the establishment of grant programs to assist public schools with the operational and capital costs of implementing these standards.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.150.290'>28A.150.290</a> and 1992 c 141 s 504 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The superintendent of public instruction shall have the power and duty to make such rules and regulations as are necessary for the proper administration of this chapter and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.160.150'>28A.160.150</a> through ((<span style=\"text-decoration:line-through;\">28A.160.220</span>))<span style=\"text-decoration:underline;\">28A.160.210,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.300.035'>28A.300.035</a></span>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.300.170'>28A.300.170</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.500.010'>28A.500.010</a> not inconsistent with the provisions thereof, and in addition to require such reports as may be necessary to carry out his or her duties under this chapter and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.160.150'>28A.160.150</a> through ((<span style=\"text-decoration:line-through;\">28A.160.220</span>))<span style=\"text-decoration:underline;\">28A.160.210,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.300.035'>28A.300.035</a></span>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.300.170'>28A.300.170</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.500.010'>28A.500.010</a>.</div><div style=\"text-indent:0.5in;\">(2)<span style=\"text-decoration:underline;\">(a)</span> The superintendent of public instruction shall have the authority to make rules and regulations which establish the terms and conditions for allowing school districts to receive state basic education moneys as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.150.250'>28A.150.250</a> when said districts are unable to fulfill for one or more schools as officially scheduled the requirement of a full school year of one hundred eighty days or the annual average total instructional hour offering imposed by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.150.220'>28A.150.220</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.150.260'>28A.150.260</a> due to one or more of the following conditions:</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(a)</span>))<span style=\"text-decoration:underline;\">(i)</span> An unforeseen natural event((<span style=\"text-decoration:line-through;\">,</span>)) including, but not necessarily limited to, a fire, flood, explosion, storm, <span style=\"text-decoration:underline;\">excessive heat,</span> earthquake, epidemic, or volcanic eruption that has the direct or indirect effect of rendering one or more school district facilities unsafe, unhealthy, inaccessible, or inoperable; and</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(b)</span>))<span style=\"text-decoration:underline;\">(ii)</span> An unforeseen mechanical failure or an unforeseen action or inaction by one or more persons, including negligence and threats, that ((<span style=\"text-decoration:line-through;\">(i)</span>))<span style=\"text-decoration:underline;\">(A)</span> is beyond the control of both a school district board of directors and its employees and ((<span style=\"text-decoration:line-through;\">(ii)</span>))<span style=\"text-decoration:underline;\">(B)</span> has the direct or indirect effect of rendering one or more school district facilities unsafe, unhealthy, inaccessible, or inoperable. Such actions, inactions or mechanical failures may include, but are not necessarily limited to, arson, vandalism, riots, insurrections, bomb threats, bombings, delays in the scheduled completion of construction projects, and the discontinuance or disruption of utilities such as heating, lighting and water: PROVIDED, That an unforeseen action or inaction shall not include any labor dispute between a school district board of directors and any employee of the school district.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) For the purposes of this subsection (2), \"excessive heat\" means a temperature or heat index determined by the superintendent of public instruction as consistent with guidance established by the national weather service.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c)</span> A condition is foreseeable for the purposes of this subsection to the extent a reasonably prudent person would have anticipated prior to August first of the preceding school year that the condition probably would occur during the ensuing school year because of the occurrence of an event or a circumstance which existed during such preceding school year or a prior school year. A board of directors of a school district is deemed for the purposes of this subsection to have knowledge of events and circumstances which are a matter of common knowledge within the school district and of those events and circumstances which can be discovered upon prudent inquiry or inspection.</div><div style=\"text-indent:0.5in;\">(3) The superintendent of public instruction shall make every effort to reduce the amount of paperwork required in administration of this chapter and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.160.150'>28A.160.150</a> through ((<span style=\"text-decoration:line-through;\">28A.160.220</span>))<span style=\"text-decoration:underline;\">28A.160.210,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.300.035'>28A.300.035</a></span>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.300.170'>28A.300.170</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.500.010'>28A.500.010</a>; to simplify the application, monitoring and evaluation processes used; to eliminate all duplicative requests for information from local school districts; and to make every effort to integrate and standardize information requests for other state education acts and federal aid to education acts administered by the superintendent of public instruction so as to reduce paperwork requirements and duplicative information requests.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">Section 3 of this act takes effect July 1, 2026.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-11T19:07:43.510Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to address the rising temperatures in school facilities caused by climate change. It highlights the lack of adequate cooling systems in Washington state schools, which can negatively affect the learning environment for students and teachers. The bill requires the superintendent of public instruction to create recommendations for indoor temperature standards, including a maximum temperature for public schools. It also gives the superintendent the authority to set rules regarding the cancellation of school days due to excessive heat.</p>\n<h3>Key Provisions</h3>\n<h4>Advisory Committee</h4>\n<ul>\n<li>The superintendent of public instruction must form an advisory committee by September 1, 2025, to develop temperature standards for public school facilities.</li>\n<li>The committee will include representatives from various organizations, such as:<ul>\n<li>The Department of Health</li>\n<li>The Environmental Justice Council</li>\n<li>The State Building Code Council</li>\n<li>The Washington Association of Maintenance and Operation Administrators</li>\n<li>The Washington Education Association</li>\n<li>The Washington State School Directors' Association</li>\n<li>The Office of the Superintendent of Public Instruction's Technical Advisory Committee</li>\n<li>A parent of a student in public school</li></ul></li>\n</ul>\n<h4>Recommendations and Reporting</h4>\n<ul>\n<li>The advisory committee must provide recommendations for indoor temperature standards and a draft of proposed legislation to the governor and legislature by January 1, 2026.</li>\n<li>Recommendations will need to consider state energy performance standards to balance climate control with efficiency.</li>\n<li>The superintendent must also provide cost estimates associated with these recommendations by July 1, 2026.</li>\n</ul>\n<h4>School Days Cancellation</h4>\n<ul>\n<li>The bill amends existing regulations by allowing school districts to receive state funding even if they cannot complete a full school year due to conditions like excessive heat, which is defined as a temperature or heat index set by the superintendent.</li>\n<li>Other conditions that qualify for this exception include unforeseen mechanical failures or natural events that render facilities unsafe or inoperable. </li>\n</ul>\n<h4>Administrative Updates</h4>\n<ul>\n<li>The bill allows the superintendent of public instruction to create rules to simplify administrative processes and reduce paperwork for public school operations.</li>\n</ul>\n<h4>Effective Date</h4>\n<ul>\n<li>Provisions for the temperature standards established in this bill will take effect on July 1, 2026.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-11T19:07:43.510Z",
    "text": "indoor temperature cooling systems advisory committee recommendations excessive heat school year funding efficiency administrative processes"
  }
}