{
  "id": 1032,
  "documents": {
    "1032": {
      "createdDate": "2024-12-11T19:07:44.290Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0188.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1032</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Stonier, Ramel, Reed, Fitzgibbon, Macri, Callan, Fosse, Gregerson, Ortiz-Self, Goodman, Wylie, Doglio, Pollet, Duerr, Berg, Lekanoff, Bergquist, Reeves, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/11/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Education.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to school district elections; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.535.020'>28A.535.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.535.050'>28A.535.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.52.056'>84.52.056</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=39.36.020'>39.36.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.530.020'>28A.530.020</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.315.285'>28A.315.285</a>; and providing a contingent effective date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.535.020'>28A.535.020</a> and 1996 c 48 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Whenever the board of directors of any school district shall deem it advisable to validate and ratify the indebtedness mentioned in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.535.010'>28A.535.010</a>, they shall provide therefor by resolution, which shall be entered on the records of such school district, which resolution shall provide for the holding of an election for the purpose of submitting the question of validating and ratifying the indebtedness so incurred to the voters of such school district for approval or disapproval, and if at such election ((<span style=\"text-decoration:line-through;\">three-fifths</span>))<span style=\"text-decoration:underline;\">a majority</span> of the voters in such school district voting at such election shall vote in favor of the validation and ratification of such indebtedness, then such indebtedness so validated and ratified and every part thereof existing at the time of the adoption of said resolution shall thereby become and is hereby declared to be validated and ratified and a binding obligation upon such school district. <!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.535.050'>28A.535.050</a> and 1984 c 186 s 14 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->If the indebtedness of such school district is validated and ratified, as provided in this chapter, by ((<span style=\"text-decoration:line-through;\">three-fifths</span>))<span style=\"text-decoration:underline;\">a majority</span> of the voters voting at such election, the board of directors of such school district, without any further vote, may borrow money and issue and sell negotiable bonds therefor in accordance with chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=39.46'>39.46</a> RCW.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.52.056'>84.52.056</a> and 2010 c 115 s 3 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Any municipal corporation otherwise authorized by law to issue general obligation bonds for capital purposes may, at an election duly held after giving notice thereof as required by law, authorize the issuance of general obligation bonds for capital purposes only, which does not include the replacement of equipment, and provide for the payment of the principal and interest of such bonds by annual levies in excess of the tax limitations contained in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.52.050'>84.52.050</a> ((<span style=\"text-decoration:line-through;\">to</span>))<span style=\"text-decoration:underline;\">through</span> 84.52.056((<span style=\"text-decoration:line-through;\">, inclusive</span>)) and ((<span style=\"text-decoration:line-through;\">RCW</span>)) 84.52.043. Such an election may not be held more often than twice a calendar year, and the proposition to issue any such bonds and to exceed the tax limitation must receive the affirmative vote of a three-fifths majority of those voting on the proposition and the total number of ((<span style=\"text-decoration:line-through;\">persons</span>))<span style=\"text-decoration:underline;\">voters</span> voting at the election must constitute not less than forty percent of the voters in the municipal corporation who voted at the last preceding general state election<span style=\"text-decoration:underline;\">, except that a proposition by a school district to issue such bonds and to pay the principal and interest on the bonds by annual tax levies shall be authorized by receiving the affirmative vote of a majority of the voters voting on the proposition</span>.</div><div style=\"text-indent:0.5in;\">(2) Any taxing district has the right by vote of its governing body to refund any general obligation bonds of said district issued for capital purposes only, and to provide for the interest thereon and amortization thereof by annual levies in excess of the tax limitations provided for in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.52.050'>84.52.050</a> ((<span style=\"text-decoration:line-through;\">to</span>))<span style=\"text-decoration:underline;\">through</span> 84.52.056((<span style=\"text-decoration:line-through;\">, inclusive</span>)) and ((<span style=\"text-decoration:line-through;\">RCW</span>)) 84.52.043.</div><div style=\"text-indent:0.5in;\">(3) For the purposes of this section, \"bond\" includes a municipal corporation's obligation to make payments to the state in connection with a financing contract entered into by the state by or on behalf of a municipal corporation under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=39.94'>39.94</a> RCW.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=39.36.020'>39.36.020</a> and 2000 c 156 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Except as otherwise expressly provided by law or in subsections (2), (3)<span style=\"text-decoration:underline;\">,</span> and (4) of this section, no taxing district shall for any purpose become indebted in any manner to an amount exceeding three-eighths of one percent of the value of the taxable property in such taxing district without the assent of three-fifths of the voters therein voting at an election to be held for that purpose, nor in cases requiring such assent shall the total indebtedness incurred at any time exceed one and one-fourth percent on the value of the taxable property therein.</div><div style=\"text-indent:0.5in;\">(2)(a)(i) Public hospital districts are limited to an indebtedness amount not exceeding three-fourths of one percent of the value of the taxable property in such public hospital districts without the assent of three-fifths of the voters therein voting at an election held for that purpose.</div><div style=\"text-indent:0.5in;\">(ii) Counties, cities, and towns are limited to an indebtedness amount not exceeding one and one-half percent of the value of the taxable property in such counties, cities, or towns without the assent of three-fifths of the voters therein voting at an election held for that purpose.</div><div style=\"text-indent:0.5in;\">(b) In cases requiring such assent counties, cities, towns, and public hospital districts are limited to a total indebtedness of two and one-half percent of the value of the taxable property therein. However, any county that has assumed the rights, powers, functions, and obligations of a metropolitan municipal corporation under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.56'>36.56</a> RCW may become indebted to a larger amount for its authorized metropolitan functions, as provided under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.58'>35.58</a> RCW, but not exceeding an additional three-fourths of one percent of the value of the taxable property in the county without the assent of three-fifths of the voters therein voting at an election held for that purpose, and in cases requiring such assent not exceeding an additional two and one-half percent of the value of the taxable property in the county.</div><div style=\"text-indent:0.5in;\">(3) School districts are limited to an indebtedness amount not exceeding three-eighths of one percent of the value of the taxable property in such district without the assent of ((<span style=\"text-decoration:line-through;\">three-fifths</span>))<span style=\"text-decoration:underline;\">a majority</span> of the voters therein voting at an election held for that purpose. In cases requiring such assent school districts are limited to a total indebtedness of two and one-half percent of the value of the taxable property therein.</div><div style=\"text-indent:0.5in;\">(4) No part of the indebtedness allowed in this chapter shall be incurred for any purpose other than strictly county, city, town, school district, township, port district, metropolitan park district, or other municipal purposes: PROVIDED, That a city or town, with such assent, may become indebted to a larger amount, but not exceeding two and one-half percent additional, determined as herein provided, for supplying such city or town with water, artificial light, and sewers, when the works for supplying such water, light, and sewers shall be owned and controlled by the city or town; and a city or town, with such assent, may become indebted to a larger amount, but not exceeding two and one-half percent additional for acquiring or developing open space, park facilities, and capital facilities associated with economic development: PROVIDED FURTHER, That any school district may become indebted to a larger amount but not exceeding two and one-half percent additional for capital outlays.</div><div style=\"text-indent:0.5in;\">(5) Such indebtedness may be authorized in any total amount in one or more propositions and the amount of such authorization may exceed the amount of indebtedness which could then lawfully be incurred. Such indebtedness may be incurred in one or more series of bonds from time to time out of such authorization but at no time shall the total general indebtedness of any taxing district exceed the above limitation.</div><div style=\"text-indent:0.5in;\">The term \"value of the taxable property\" as used in this section shall have the meaning set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=39.36.015'>39.36.015</a>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.530.020'>28A.530.020</a> and 1996 c 48 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->((<span style=\"text-decoration:line-through;\">(1) The question whether the bonds shall be issued, as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.530.010'>28A.530.010</a>, shall be determined at an election to be held pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=39.36.050'>39.36.050</a>. If a majority of the votes cast at such election favor the issuance of such bonds, the board of directors must issue such bonds: PROVIDED, That if the amount of bonds to be issued, together with any outstanding indebtedness of the district that only needs a simple majority voter approval, exceeds three-eighths of one percent of the value of the taxable property in said district, as the term \"value of the taxable property\" is defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=39.36.015'>39.36.015</a>, then three-fifths of the votes cast at such election must be in favor of the issuance of such bonds, before the board of directors is authorized to issue said bonds.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(2)</span>)) The resolution adopted by the board of directors calling ((<span style=\"text-decoration:line-through;\">the</span>))<span style=\"text-decoration:underline;\">an</span> election ((<span style=\"text-decoration:line-through;\">in subsection (1) of this section</span>)) shall specify the purposes of the debt financing measure, including the specific buildings to be constructed or remodeled and any additional specific purposes as authorized by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.530.010'>28A.530.010</a>. If the debt financing measure anticipates the receipt of state financing assistance under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.525'>28A.525</a> RCW, the board resolution also shall describe the specific anticipated purpose of the state assistance. If the school board subsequently determines that state or local circumstances should cause any alteration to the specific expenditures from the debt financing or of the state assistance, the board shall first conduct a public hearing to consider those circumstances and to receive public testimony. If the board then determines that any such alterations are in the best interests of the district, it may adopt a new resolution or amend the original resolution at a public meeting held subsequent to the meeting at which public testimony was received.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.315.285'>28A.315.285</a> and 2012 c 186 s 12 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) If a special election is held to vote on a proposal or alternate proposals to form a new school district, the votes cast by the registered voters in each component district shall be tabulated separately. Any such proposition shall be considered approved only if it receives a majority of the votes cast in each separate district voting thereon.</div><div style=\"text-indent:0.5in;\">(2) If a special election is held to vote on a proposal for adjustment of bonded indebtedness, the entire vote cast by the registered voters of the proposed new district or of the established district as the case may be shall be tabulated. Any such proposition shall be considered approved if ((<span style=\"text-decoration:line-through;\">three-fifths or more</span>))<span style=\"text-decoration:underline;\">a majority</span> of all votes cast thereon are in the affirmative ((<span style=\"text-decoration:line-through;\">and forty percent of</span>))<span style=\"text-decoration:underline;\">without regard to</span> the <span style=\"text-decoration:underline;\">total number of</span> voters ((<span style=\"text-decoration:line-through;\">who voted at the last preceding general election cast a ballot</span>))<span style=\"text-decoration:underline;\">voting on the proposition</span>.</div><div style=\"text-indent:0.5in;\">(3) In the event of approval of a proposition or propositions voted on at a special election, the educational service district superintendent shall:</div><div style=\"text-indent:0.5in;\">(a) Make an order establishing such new school district or such terms of adjustment of bonded indebtedness or both, as were approved by the registered voters and shall also order such other terms of adjustment, if there are any, of property and other assets and of liabilities other than bonded indebtedness as have been approved by the state council; and</div><div style=\"text-indent:0.5in;\">(b) Certify his or her action to the county and school district officials specified in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.315.215'>28A.315.215</a>. The educational service district superintendent may designate, with the approval of the superintendent of public instruction, a name and number different from that of any component thereof, but must designate the new district by name and number different from any other district in existence in the county.</div><div style=\"text-indent:0.5in;\">(4) The educational service district superintendent shall fix as the effective date of any order or orders he or she is required to make by this chapter, the date specified in the order of final approval of any change in the organization and extent of school districts or of any terms of adjustment of the assets and liabilities of school districts subject, for taxing purposes, to the redrawing of taxing district boundaries under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.09.030'>84.09.030</a>, by the regional committee.</div><div style=\"text-indent:0.5in;\">(5) Upon receipt of certification under this section, the superintendent of each school district that is included in the new district shall deliver to the superintendent of the new school district those books, papers, documents, records, and other materials pertaining to the territory transferred.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 7.  </span><span style=\"text-indent:0.5in;\">If any provision of this act or its application to any person or circumstance is held invalid, the remainder of the act or the application of the provision to other persons or circumstances is not affected.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 8.  </span><span style=\"text-indent:0.5in;\">This act takes effect if the proposed amendment to Article VII, section 2 and Article VIII, section 6 of the state Constitution (H-0190/25) providing for a simple majority of voters voting to authorize school district bonds is validly submitted to and is approved and ratified by the voters at the next general election.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1032 is to amend current laws concerning school district elections, specifically regarding how school districts validate and ratify their indebtedness through voter approval. The key change from previous law is the requirement for a <strong>majority</strong> of votes (instead of a previous <strong>three-fifths</strong> majority) to approve the validation of indebtedness for school districts. This change aims to simplify the process of obtaining necessary funding for school projects and operations by lowering the threshold for voter approval.</p>\n<h3>Key Provisions</h3>\n<h4>Voter Approval for Indebtedness</h4>\n<ul>\n<li>School districts can validate and ratify their indebtedness if a <strong>majority</strong> of voters approve it during an election, rather than needing a three-fifths majority.</li>\n<li>Once validated, the school district's indebtedness becomes a binding obligation.</li>\n</ul>\n<h4>Borrowing and Bonds</h4>\n<ul>\n<li>If the indebtedness is approved by a majority of voters, school districts can borrow money and issue negotiable bonds without needing further voter approval.</li>\n</ul>\n<h4>General Obligation Bonds</h4>\n<ul>\n<li>Municipal corporations can issue general obligation bonds for capital purposes without exceeding specified tax limits, with a requirement of majority voter approval for school districts instead of the previous three-fifths requirement.</li>\n</ul>\n<h4>Indebtedness Limits</h4>\n<ul>\n<li>School districts are limited to a total indebtedness of <strong>two and one-half percent</strong> of the taxable property value without needing a majority vote for amounts not exceeding three-eighths of one percent.</li>\n</ul>\n<h4>Special Elections for New Districts</h4>\n<ul>\n<li>In special elections concerning the formation of new school districts or adjustments in bonded indebtedness, approval requires a majority of votes in each voting component district.</li>\n</ul>\n<h4>Contingent Effective Date</h4>\n<ul>\n<li>The act is contingent upon the approval of an amendment to the state Constitution allowing a simple majority of voters to authorize school district bonds.</li>\n</ul>\n<h4>Severability</h4>\n<ul>\n<li>If any part of this act is found invalid, the rest of the act will remain in effect.</li>\n</ul>"
    }
  },
  "reports": {},
  "amendments": {}
}