{
  "id": 1038,
  "documents": {
    "1038": {
      "createdDate": "2024-12-11T19:07:58.797Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0185.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1038</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Jacobsen, Marshall, McEntire, Ley, Walsh, Schmidt, and Eslick<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/11/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Health Care &amp; Wellness.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to prohibiting puberty blocking medications, cross-sex hormones, and gender transition surgeries for minors; and adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.130'>18.130</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.130'>18.130</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Except as provided in subsection (2) of this section, a health care provider licensed under this title may not knowingly engage in or cause any of the following practices to be performed on a minor if the practice is performed for the purpose of attempting to alter the appearance of, or affirm the minor's perception of, the minor's gender or sex, if that appearance or perception is inconsistent with the minor's sex:</div><div style=\"text-indent:0.5in;\">(a) Prescribing or administering gonadotropin-releasing hormone analogues or other synthetic drugs used to stop luteinizing hormone and follicle-stimulating hormone secretion, synthetic antiandrogen drugs used to block the androgen receptor, or any drug to suppress or delay normal puberty;</div><div style=\"text-indent:0.5in;\">(b) Prescribing or administering testosterone, estrogen, or progesterone to a minor in an amount greater than would normally be produced endogenously in a healthy individual of that individual's age and sex;</div><div style=\"text-indent:0.5in;\">(c) Performing surgeries that sterilize, including castration, vasectomy, hysterectomy, oophorectomy, orchiectomy, and penectomy;</div><div style=\"text-indent:0.5in;\">(d) Performing surgeries that artificially construct tissue with the appearance of genitalia that differs from the individual's sex, including metoidioplasty, phalloplasty, and vaginoplasty; and</div><div style=\"text-indent:0.5in;\">(e) Removing any healthy or nondiseased body part or tissue.</div><div style=\"text-indent:0.5in;\">(2) The following services and treatments are not prohibited by this section:</div><div style=\"text-indent:0.5in;\">(a) Services provided to a minor born with a medically verifiable disorder of sex development, including a minor with external biological sex characteristics that are irresolvably ambiguous, such as a minor born with 46 XX chromosomes with virilization, 46 XY chromosomes with undervirilization, or having both ovarian and testicular tissue;</div><div style=\"text-indent:0.5in;\">(b) Services provided to a minor who has otherwise been diagnosed with a disorder of sexual development by a physician, when the physician has determined through genetic or biochemical testing that the minor does not have a normal sex chromosome structure, sex steroid hormone production, or sex steroid hormone action for a biological male or biological female;</div><div style=\"text-indent:0.5in;\">(c) Services provided to taper a minor off of any puberty blocking medications or other hormones;</div><div style=\"text-indent:0.5in;\">(d) The treatment of any infection, injury, disease, or disorder that has been caused or exacerbated by the performance of gender transition procedures, whether or not the procedures were performed in accordance with state and federal law; and</div><div style=\"text-indent:0.5in;\">(e) Any procedure undertaken because a minor suffers from a physical disorder, physical injury, or physical illness that is certified by a physician and that would place the minor in imminent danger of death or impairment of a major bodily function unless surgery is performed. </div><div style=\"text-indent:0.5in;\">(3) For purposes of this section:</div><div style=\"text-indent:0.5in;\">(a) \"Gender\" means the psychological, behavioral, social, and cultural aspects of being male or female.</div><div style=\"text-indent:0.5in;\">(b) \"Minor\" means an unemancipated person under 18 years of age.</div><div style=\"text-indent:0.5in;\">(c) \"Sex\" means the biological indication of male and female, including sex chromosomes, naturally occurring sex hormones, gonads, and nonambiguous internal and external genitalia present at birth without regard to an individual's psychological, chosen, or subjective experience of gender.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of this bill is to prohibit certain medical practices related to gender transition for minors in the state of Washington. Specifically, it aims to prevent healthcare providers from administering puberty-blocking medications, cross-sex hormones, or gender transition surgeries to individuals under 18 years old. The bill seeks to ensure that treatments altering a minor's gender or sex appearance are not performed unless they fit specific exceptions outlined in the bill. Key changes from previous legislation include a stricter definition of prohibited medical practices and clear guidelines on exceptions for specific medical conditions.</p>\n<h3>Key Provisions</h3>\n<h4>Prohibition of Treatments</h4>\n<ul>\n<li>Health care providers licensed in Washington cannot:<ul>\n<li>Prescribe or administer puberty blockers or any synthetic drugs intended to delay normal puberty.</li>\n<li>Prescribe hormones like testosterone, estrogen, or progesterone in amounts exceeding normal production for the minor's age and sex.</li>\n<li>Perform sterilization surgeries, such as castration or hysterectomy.</li>\n<li>Conduct gender-confirming surgeries that alter genitalia.</li>\n<li>Remove any healthy body part or tissue.</li></ul></li>\n</ul>\n<h4>Exceptions to Prohibition</h4>\n<ul>\n<li>Not prohibited under this bill:<ul>\n<li>Services for minors with medically verifiable disorders of sex development, such as ambigous sex characteristics.</li>\n<li>Treatments for minors diagnosed with disorders of sexual development, provided there is a determination from genetic or biochemical tests.</li>\n<li>Services to taper minors off puberty-blocking medications or hormones.</li>\n<li>Treatments for infections, injuries, diseases, or disorders that result from prior gender transition procedures.</li>\n<li>Life-saving surgeries for certified physical disorders that could lead to imminent danger or impairment. </li></ul></li>\n</ul>\n<h4>Definitions</h4>\n<ul>\n<li>\"Gender\" refers to psychological and social aspects of being male or female.</li>\n<li>\"Minor\" is defined as any individual under 18 years of age who is not legally emancipated.</li>\n<li>\"Sex\" pertains to the biological characteristics indicating male or female at birth, irrespective of gender identity.</li>\n</ul>"
    }
  },
  "reports": {},
  "amendments": {}
}