{
  "id": 1042,
  "documents": {
    "1042": {
      "createdDate": "2024-12-11T19:08:02.693Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0026.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1042</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Wylie, Volz, and Stonier<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/11/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Finance.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to cost recovery for county treasurers; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.69.180'>84.69.180</a>; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.69'>84.69</a> RCW; and creating a new section.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The county treasurer holds a key position of public trust in the financial affairs of local government. Acting as the bank for the county, school districts, fire districts, water districts, and other units of local government, the treasurer's office receipts, disburses, invests, and accounts for the funds of each of these entities. In addition, the treasurer is charged with the collection of various taxes that benefit a wide range of local and state governmental units. The majority of the workload of the county treasurer is directed toward providing services to taxing districts other than the county. This act allows county treasurers to recover costs related to the billing, collection, and distribution of property taxes on behalf of tax districts.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.69'>84.69</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) A county treasurer may set a cost recovery fee and recover allowable prior year actual costs on a pro rata basis from each taxing district's tax roll. The first $50,000 of the district's aggregate collections must be excluded. Prior year collection rates may also be considered when establishing the cost recovery fee.</div><div style=\"text-indent:0.5in;\">(2) The cost recovery fee may not exceed one percent of the district's tax roll for counties larger than 250,000 and two percent for counties smaller than 250,000. Real estate excise tax administration, local investment pool administration, foreclosure and distraint administration, and other existing recoverable costs shall not be included.</div><div style=\"text-indent:0.5in;\">(3) Recovered costs must be credited to the county treasurer's cost recovery fund without regard to budget limitations and not subject to indirect costs or other charges, to fund ongoing billing, collection, and distribution operations.</div><div style=\"text-indent:0.5in;\">(4) The county treasurer shall furnish the amount of the cost recovery fee to the affected taxing districts no later than September 1st of the current year.</div><div style=\"text-indent:0.5in;\">(5) Recovery of capitalized expenditures may not be recovered over a period of time that exceeds the useful life of the asset.</div><div style=\"text-indent:0.5in;\">(6) For purposes of this section:</div><div style=\"text-indent:0.5in;\">(a) \"Cost recovery fee\" means the total recoverable costs divided by the total tax roll after the first $50,000 of the district's aggregate collections are excluded for real and personal property for the year in which the cost recovery occurs.</div><div style=\"text-indent:0.5in;\">(b) \"Recoverable costs\" means all costs incurred by the county treasurer during a prior 12-month period for the billing, collection, and distribution of real and personal property taxes. Real estate excise tax administration, local investment pool administration, foreclosure and distraint administration, and other existing recoverable costs are excluded.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.69.180'>84.69.180</a> and 2013 c 239 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Taxing districts other than the state may levy a tax upon all the taxable property within the district for the purpose of:</div><div style=\"text-indent:0.5in;\">(a) Funding refunds paid or to be paid under this chapter, except for refunds under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.69.020'>84.69.020</a>(1), including interest, as ordered by the county treasurer or county legislative authority within the preceding ((<span style=\"text-decoration:line-through;\">twelve</span>))<span style=\"text-decoration:underline;\">12</span> months; ((<span style=\"text-decoration:line-through;\">and</span>))</div><div style=\"text-indent:0.5in;\">(b) Reimbursing the taxing district for taxes abated or canceled, offset by any supplemental taxes collected under this title, other than amounts collected under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.52.018'>84.52.018</a> within the preceding ((<span style=\"text-decoration:line-through;\">twelve</span>))<span style=\"text-decoration:underline;\">12</span> months. This subsection (1)(b) only applies to abatements and cancellations that do not require a refund under this chapter. Abatements and cancellations that require a refund are included within the scope of (a) of this subsection<span style=\"text-decoration:underline;\">; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) Reimbursing the taxing district for costs incurred as a result of county treasurer cost recovery pursuant to section 2 of this act</span>.</div><div style=\"text-indent:0.5in;\">(2) As provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.55.070'>84.55.070</a>, the provisions of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.55'>84.55</a> RCW do not apply to a levy made by or for a taxing district under this section.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of this bill is to enable county treasurers in Washington State to recover costs associated with the billing, collection, and distribution of property taxes on behalf of various tax districts. The bill recognizes the significant workload that treasurers manage for different local government entities and seeks to allow them to charge fees that reflect the costs incurred. A major change is the introduction of a cost recovery fee structure, which will help ensure that the resources used by county treasurers are compensated adequately.</p>\n<h3>Key Provisions</h3>\n<h4>Cost Recovery Fee</h4>\n<ul>\n<li>County treasurers may establish a cost recovery fee based on prior actual costs, excluding the first $50,000 of each taxing district's aggregate collections.</li>\n<li>The maximum fee is capped at one percent of the tax roll for counties with populations over 250,000 and two percent for those under 250,000.</li>\n<li>Costs related to real estate excise tax administration and other specified recoverable costs are excluded from the fee calculations.</li>\n<li>Fees collected will be deposited into a county treasurer's cost recovery fund, allowing for ongoing operations without being subject to budget limitations.</li>\n</ul>\n<h4>Notifications and Limitations</h4>\n<ul>\n<li>Treasurers must inform affected taxing districts of the cost recovery fee by September 1st of the current year.</li>\n<li>Recovery of capital expenditures cannot occur over a period longer than the useful life of the asset involved.</li>\n</ul>\n<h4>Amendments to Existing Law</h4>\n<ul>\n<li>Amendments to RCW 84.69.180 include provisions for taxing districts to levy taxes to:</li>\n<li>Fund refunds as ordered by the county treasurer within the previous 12 months.</li>\n<li>Reimburse for taxes that are abated or canceled.</li>\n<li>Cover costs resulting from county treasurer cost recovery as established in this bill. </li>\n</ul>\n<p>These changes aim to streamline financial operations for local governments and ensure fair compensation for the services provided by county treasurers.</p>"
    }
  },
  "reports": {},
  "amendments": {}
}