{
  "id": 1044,
  "lastUpdated": "2025-03-01T00:37:48.269Z",
  "agency": "House",
  "description": "Concerning county fees for administration of the real estate excise tax.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-28T08:00:00.000Z",
    "text": "Referred to Rules 2 Review."
  },
  "sponsors": [
    "Wylie"
  ],
  "document": {
    "name": "1044",
    "description": "House Bill 1044",
    "url": {
      "ts": "2024-12-11T19:08:04.250Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1044.htm"
    },
    "original": {
      "ts": "2024-12-11T19:08:04.250Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0039.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1044</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representative Wylie<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/11/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Local Government.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to county fees for administration of the real estate excise tax; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.45.180'>82.45.180</a>; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.33'>36.33</a> RCW; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.40'>36.40</a> RCW; creating a new section; and providing an effective date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The legislature finds that the legislature and the state rely on county assessors to timely and accurately value taxable property and rely upon county treasurers to collect and distribute property tax revenues. Both offices have a role in the administration of property transactions. Therefore, the legislature intends to create administrative assistance funds for county assessors and treasurers and to increase REET fees from $5.00 to $20.00 per transaction.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.45.180'>82.45.180</a> and 2013 c 251 s 11 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) For taxes collected by the county under this chapter, the county treasurer shall collect a five dollar fee on all transactions required by this chapter where the transaction does not require the payment of tax. A total of five dollars shall be collected in the form of a tax and fee, where the calculated tax payment is less than five dollars. ((<span style=\"text-decoration:line-through;\">Through June 30, 2006, the county treasurer shall place one percent of the taxes collected by the county under this chapter and the treasurer's fee in the county current expense fund to defray costs of collection. After June 30, 2006, the</span>))<span style=\"text-decoration:underline;\">The</span> county treasurer shall place one and three-tenths percent of the taxes collected by the county under this chapter and the treasurer's fee in the county current expense fund to defray costs of collection. ((<span style=\"text-decoration:line-through;\">For taxes collected by the county under this chapter before July 1, 2006, the county treasurer shall pay over to the state treasurer and account to the department of revenue for the proceeds at the same time the county treasurer remits funds to the state under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.56.280'>84.56.280</a>.</span>)) For taxes collected by the county under this chapter ((<span style=\"text-decoration:line-through;\">after June 30, 2006</span>)), on a monthly basis the county treasurer shall pay over to the state treasurer the month's transmittal. The month's transmittal must be received by the state treasurer by 12:00 p.m. on the last working day of each month. The county treasurer shall account to the department for the month's transmittal by the ((<span style=\"text-decoration:line-through;\">twentieth</span>))<span style=\"text-decoration:underline;\">20th</span> day of the month following the month in which the month's transmittal was paid over to the state treasurer. The state treasurer shall deposit the proceeds in the general fund.</div><div style=\"text-indent:0.5in;\">(b) For purposes of this subsection, the definitions in this subsection apply.</div><div style=\"text-indent:0.5in;\">(i) \"Close of business\" means the time when the county treasurer makes his or her daily deposit of proceeds.</div><div style=\"text-indent:0.5in;\">(ii) \"Month's transmittal\" means all proceeds deposited by the county through the close of business of the day that is two working days before the last working day of the month. This definition of \"month's transmittal\" shall not be construed as requiring any change in a county's practices regarding the timing of its daily deposits of proceeds.</div><div style=\"text-indent:0.5in;\">(iii) \"Proceeds\" means moneys collected and receipted by the county from the taxes imposed by this chapter, less the county's share of the proceeds used to defray the county's costs of collection allowable in (a) of this subsection.</div><div style=\"text-indent:0.5in;\">(iv) \"Working day\" means a calendar day, except Saturdays, Sundays, and all legal holidays as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=1.16.050'>1.16.050</a>.</div><div style=\"text-indent:0.5in;\">(2) For taxes collected by the department of revenue under this chapter, the department shall remit the tax to the state treasurer who shall deposit the proceeds of any state tax in the general fund. The state treasurer shall deposit the proceeds of any local taxes imposed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.46'>82.46</a> RCW in the local real estate excise tax account hereby created in the state treasury. Moneys in the local real estate excise tax account may be spent only for distribution to counties, cities, and towns imposing a tax under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.46'>82.46</a> RCW. Except as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.08.190'>43.08.190</a>, all earnings of investments of balances in the local real estate excise tax account shall be credited to the local real estate excise tax account and distributed to the counties, cities, and towns monthly. Monthly the state treasurer shall make distribution from the local real estate excise tax account to the counties, cities, and towns the amount of tax collected on behalf of each taxing authority. The state treasurer shall make the distribution under this subsection without appropriation.</div><div style=\"text-indent:0.5in;\">(3)(a) ((<span style=\"text-decoration:line-through;\">Through June 30, 2010</span>))<span style=\"text-decoration:underline;\">Until the effective date of this section</span>, the county treasurer shall collect an additional five dollar fee on all transactions required by this chapter, regardless of whether the transaction requires the payment of tax. ((<span style=\"text-decoration:line-through;\">The county treasurer shall remit this fee to the state treasurer at the same time the county treasurer remits funds to the state under subsection (1) of this section. The state treasurer shall place money from this fee in the general fund. By the twentieth day of the subsequent month, the state treasurer shall distribute to each county treasurer according to the following formula: Three-quarters of the funds available shall be equally distributed among the thirty-nine counties; and the balance shall be ratably distributed among the counties in direct proportion to their population as it relates to the total state's population based on most recent statistics by the office of financial management.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(b) When received by the county treasurer, the funds shall be placed in a special real estate excise tax electronic technology fund held by the county treasurer to be used exclusively for the development, implementation, and maintenance of an electronic processing and reporting system for real estate excise tax affidavits. Funds may be expended to make the system compatible with the automated real estate excise tax system developed by the department and compatible with the processes used in the offices of the county assessor and county auditor. Any funds held in the account that are not expended by the earlier of: July 1, 2015, or at such time that the county treasurer is utilizing an electronic processing and reporting system for real estate excise tax affidavits compatible with the department and compatible with the processes used in the offices of the county assessor and county auditor, revert to the special real estate and property tax administration assistance account in accordance with subsection (5)(c) of this section.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(4) Beginning July 1, 2010, through December 31, 2013, the county treasurer shall continue to collect the additional five dollar fee in subsection (3) of this section on all transactions required by this chapter, regardless of whether the transaction requires the payment of tax. During this period, the county treasurer shall remit this fee to the state treasurer at the same time the county treasurer remits funds to the state under subsection (1) of this section. The state treasurer shall place money from this fee in the annual property revaluation grant account created in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.41.170'>84.41.170</a>.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(5)(a)</span>))<span style=\"text-decoration:underline;\">(b)</span> The real estate and property tax administration assistance account is created in the custody of the state treasurer. An appropriation is not required for expenditures and the account is not subject to allotment procedures under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.88'>43.88</a> RCW.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(b) Beginning January 1, 2014, the county treasurer must continue to collect the additional five dollar fee in subsection (3) of this section on all transactions required by this chapter, regardless of whether the transaction requires the payment of tax.</span>))</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c)</span> The county treasurer shall deposit one-half of ((<span style=\"text-decoration:line-through;\">this</span>))<span style=\"text-decoration:underline;\">the</span> fee <span style=\"text-decoration:underline;\">in (a) of this subsection</span> in the special real estate and property tax administration assistance account in accordance with ((<span style=\"text-decoration:line-through;\">(c)</span>))<span style=\"text-decoration:underline;\">(d)</span> of this subsection and remit the balance to the state treasurer at the same time the county treasurer remits funds to the state under subsection (1) of this section. The state treasurer must place money from this fee in the real estate and property tax administration assistance account. By the twentieth day of the subsequent month, the state treasurer must distribute the funds to each county treasurer according to the following formula: One-half of the funds available must be equally distributed among the thirty-nine counties; and the balance must be ratably distributed among the counties in direct proportion to their population as it relates to the total state's population based on most recent statistics by the office of financial management.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(c)</span>))<span style=\"text-decoration:underline;\">(d)</span> When received by the county treasurer, the funds must be placed in a special real estate and property tax administration assistance account held by the county treasurer to be used for:</div><div style=\"text-indent:0.5in;\">(i) Maintenance and operation of an annual revaluation system for property tax valuation; and</div><div style=\"text-indent:0.5in;\">(ii) Maintenance and operation of an electronic processing and reporting system for real estate excise tax affidavits.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(4)(a) Beginning the effective date of this section, the county treasurer shall collect an additional $20 fee on all transactions required by this chapter, regardless of whether the transaction requires the payment of tax.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b)(i) The department shall adjust the fee in (a) of this subsection to reflect growth of the consumer price index for shelter, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.45.060'>82.45.060</a>. If the growth is equal to or less than zero percent, the existing fee continues to apply.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) The department must publish an updated fee by September 1, 2029, and September 1st of every fourth year thereafter. The updated fee will apply beginning January 1, 2030, and January 1st every fourth year thereafter. Adjusted fees must be rounded to the nearest 10 cents.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) The most recent fee becomes the base for subsequent adjustments.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) Upon receipt of the fee in (a) of this subsection, the county treasurer shall deposit:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) 65 percent of the fee into the county's county assessor administrative assistance fund established under section 3 of this act; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) 35 percent of the fee into the county's county treasurer administrative assistance fund established under section 3 of this act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.33'>36.33</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Each county shall establish a county assessor administrative assistance fund, held by the county treasurer. The fund must be used only for the statutory obligations of the county assessor's office. Only the county assessor may authorize expenditures from the fund, and an appropriation is not required for expenditures.</div><div style=\"text-indent:0.5in;\">(2) Each county shall establish a county treasurer administrative assistance fund, held by the county treasurer. The fund must be used only for the statutory obligations of the county treasurer's office. Only the county treasurer may authorize expenditures from the fund, and an appropriation is not required for expenditures.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.40'>36.40</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The county assessor administrative assistance fund and county treasurer administrative assistance fund, established under section 3 of this act, are not subject to appropriation or budgets by the county legislative authority.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span><span style=\"text-indent:0.5in;\">This act takes effect September 1, 2025.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-11T19:08:04.250Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to enhance the funding for county assessors and treasurers responsible for administering property taxes. It aims to create administrative assistance funds specifically for these positions by increasing the Real Estate Excise Tax (REET) fees from $5.00 to $20.00 per transaction. This change is intended to provide necessary resources for counties to effectively manage property valuations and tax collection.</p>\n<h3>Key Provisions</h3>\n<h4>Fee Adjustments</h4>\n<ul>\n<li><strong>Increase in REET Fees</strong>: The bill raises the REET fees from $5.00 to $20.00 for all transactions, regardless of whether taxes are due. </li>\n<li><strong>Consumer Price Index Adjustments</strong>: The fee will be adjusted in future years to reflect changes in the consumer price index for shelter, to ensure it remains relevant over time.</li>\n</ul>\n<h4>Administrative Assistance Funds</h4>\n<ul>\n<li><strong>Establishment of Funds</strong>: Counties are required to create two new funds:<ul>\n<li><strong>County Assessor Administrative Assistance Fund</strong>: To support the obligations of the county assessor's office.</li>\n<li><strong>County Treasurer Administrative Assistance Fund</strong>: To support the obligations of the county treasurer's office.</li></ul></li>\n<li><strong>Authorization for Expenditures</strong>: Only the county assessor or treasurer can authorize expenditures from their respective funds; these funds will not require traditional appropriation processes.</li>\n</ul>\n<h4>Distribution of Fees</h4>\n<ul>\n<li><strong>Allocation of Collected Fees</strong>: Upon collecting the new fees, county treasurers must distribute:<ul>\n<li>65% of the fee to the county assessor administrative assistance fund.</li>\n<li>35% of the fee to the county treasurer administrative assistance fund.</li></ul></li>\n</ul>\n<h4>Budget and Appropriation</h4>\n<ul>\n<li><strong>Non-Subject to Appropriation</strong>: The newly established funds are not subject to appropriation or budget constraints imposed by the county legislative authority.</li>\n</ul>\n<h4>Effective Date</h4>\n<ul>\n<li><strong>Implementation</strong>: The bill will take effect on September 1, 2025.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-11T19:08:04.250Z",
    "text": "county assessors treasurers property taxes administrative funds fee adjustments revenue allocations consumer price index expenditures budget constraints effective date"
  }
}