{
  "id": 1053,
  "documents": {
    "1053": {
      "createdDate": "2024-12-12T22:41:06.420Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0029.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1053</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Low, Leavitt, Eslick, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/12/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Civil Rights &amp; Judiciary.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to juvenile access to an attorney; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.40.740'>13.40.740</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.40.740'>13.40.740</a> and 2021 c 328 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Except as provided in subsection (4) of this section, law enforcement shall provide a juvenile with access to an attorney for consultation, which may be provided in person, by telephone, or by videoconference, before the juvenile waives any constitutional rights if a law enforcement officer:</div><div style=\"text-indent:0.5in;\">(a) Questions a juvenile during a custodial interrogation;</div><div style=\"text-indent:0.5in;\">(b) Detains a juvenile based on probable cause of involvement in criminal activity; or</div><div style=\"text-indent:0.5in;\">(c) Requests that the juvenile provide consent to an evidentiary search of the juvenile or the juvenile's property, dwellings, or vehicles under the juvenile's control.</div><div style=\"text-indent:0.5in;\">(2) The consultation required by subsection (1) of this section may not be waived.</div><div style=\"text-indent:0.5in;\">(3) Statements made by a juvenile after the juvenile is contacted by a law enforcement officer in a manner described under subsection (1) of this section are not admissible in a juvenile offender or adult criminal court proceeding, unless:</div><div style=\"text-indent:0.5in;\">(a) The juvenile has been provided with access to an attorney for consultation; and the juvenile provides an express waiver knowingly, intelligently, and voluntarily made by the juvenile after the juvenile has been fully informed of the rights being waived as required under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.40.140'>13.40.140</a>;</div><div style=\"text-indent:0.5in;\">(b) The statement is for impeachment purposes; or</div><div style=\"text-indent:0.5in;\">(c) The statement was made spontaneously.</div><div style=\"text-indent:0.5in;\">(4) A law enforcement officer may question a juvenile without following the requirement in subsection (1) of this section if:</div><div style=\"text-indent:0.5in;\">(a) The law enforcement officer believes the juvenile is a victim of trafficking as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.40.100'>9A.40.100</a>; however, any information obtained from the juvenile by law enforcement pursuant to this subsection cannot be used in any prosecution of that juvenile; or</div><div style=\"text-indent:0.5in;\">(b)(i) The law enforcement officer believes that the information sought is necessary to protect an individual's life from an imminent threat;</div><div style=\"text-indent:0.5in;\">(ii) A delay to allow legal consultation would impede the protection of an individual's life from an imminent threat; and</div><div style=\"text-indent:0.5in;\">(iii) Questioning by the law enforcement officer is limited to matters reasonably expected to obtain information necessary to protect an individual's life from an imminent threat<span style=\"text-decoration:underline;\">; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) A law enforcement officer detains a juvenile based on probable cause of involvement in both (i) a \"criminal street gang-related offense\" as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>, and (ii) a \"violent offense\" or \"serious violent offense\" as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a></span>.</div><div style=\"text-indent:0.5in;\">(5) After the juvenile has consulted with legal counsel, the juvenile may advise, direct a parent or guardian to advise, or direct legal counsel to advise the law enforcement officer that the juvenile chooses to assert a constitutional right. Any assertion of constitutional rights by the juvenile through legal counsel must be treated by a law enforcement officer as though it came from the juvenile. The waiver of any constitutional rights of the juvenile may only be made according to the requirements of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.40.140'>13.40.140</a>.</div><div style=\"text-indent:0.5in;\">(6) For purposes of this section, the following definitions apply:</div><div style=\"text-indent:0.5in;\">(a) \"Juvenile\" means any individual who is under the chronological age of 18 years; and</div><div style=\"text-indent:0.5in;\">(b) \"Law enforcement officer\" means any general authority, limited authority, or specially commissioned Washington peace officer or federal peace officer as those terms are defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.93.020'>10.93.020</a>, including school resource officers as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.320.124'>28A.320.124</a> and other public officers who are responsible for enforcement of fire, building, zoning, and life and safety codes.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1053 is to strengthen the rights of juveniles by ensuring they have access to legal counsel before waiving any constitutional rights during interactions with law enforcement. Key changes from the previous version include clearer stipulations on when juveniles must be provided access to an attorney and the circumstances under which their statements can be admitted in court. The bill aims to protect juveniles during police interrogations, ensuring that any waiver of rights is made knowingly and voluntarily.</p>\n<h3>Key Provisions</h3>\n<h4>Access to Attorney</h4>\n<ul>\n<li>Law enforcement must provide juveniles access to an attorney for consultation:<ul>\n<li>Prior to custodial interrogation.</li>\n<li>When a juvenile is detained upon probable cause of criminal activity.</li>\n<li>Before consenting to any evidentiary search.</li></ul></li>\n<li>Consultation cannot be waived by the juvenile.</li>\n</ul>\n<h4>Admissibility of Statements</h4>\n<ul>\n<li>Statements made by juveniles after law enforcement contact are inadmissible unless:<ul>\n<li>The juvenile consulted with an attorney and knowingly waived rights after being informed.</li>\n<li>The statement is for impeachment purposes.</li>\n<li>The statement was made spontaneously.</li></ul></li>\n</ul>\n<h4>Exceptions for Questioning</h4>\n<ul>\n<li>Law enforcement can question a juvenile without following the attorney access requirement if:<ul>\n<li>The juvenile is believed to be a victim of trafficking (information cannot be used against them).</li>\n<li>There is an imminent threat to an individual’s life that requires immediate information.</li>\n<li>Detention involves probable cause of both gang-related and violent offenses.</li></ul></li>\n</ul>\n<h4>Assertion of Rights</h4>\n<ul>\n<li>After consulting an attorney, juveniles can direct messages to law enforcement regarding asserting their constitutional rights through their counsel.</li>\n<li>This assertion is treated as if made directly by the juvenile.</li>\n</ul>\n<p>This bill emphasizes the importance of legal representation for juveniles, aiming to prevent coercive situations and safeguard their rights during critical legal processes.</p>"
    }
  },
  "reports": {},
  "amendments": {}
}