{
  "id": 1054,
  "documents": {
    "1054": {
      "createdDate": "2024-12-12T22:41:07.223Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0237.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1054</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Leavitt, Ramel, Paul, Shavers, Bronoske, Timmons, Nance, and Berg<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/12/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Local Government.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to county ferry maintenance and repair contracts; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.32.235'>36.32.235</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.32.235'>36.32.235</a> and 2023 c 395 s 24 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) In each county which by resolution establishes a county purchasing department, the purchasing department shall enter into leases of personal property on a competitive basis and purchase all supplies, materials, and equipment on a competitive basis, for all departments of the county, as provided in this chapter and chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=39.04'>39.04</a> RCW, except that the county purchasing department is not required to make purchases that are paid from the county road fund or equipment rental and revolving fund.</div><div style=\"text-indent:0.5in;\">(2) As used in this section:</div><div style=\"text-indent:0.5in;\">(a) \"Public works\" has the same definition as in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=39.04.010'>39.04.010</a>.</div><div style=\"text-indent:0.5in;\">(b) \"Riverine project\" means a project of construction, alteration, repair, replacement, or improvement other than ordinary maintenance, executed at the cost of the state or of any municipality, or which is by law a lien or charge on any property, carried out on a river or stream and its tributaries and associated floodplains, beds, banks, and waters for the purpose of improving aquatic habitat, improving water quality, restoring floodplain function, or providing flood protection.</div><div style=\"text-indent:0.5in;\">(c) \"Stormwater project\" means a project of construction, alteration, repair, replacement, or improvement other than ordinary maintenance, executed at the cost of the state or of any municipality, or which is by law a lien or charge on any property, carried out on a municipal separate storm sewer system, and any connections to the system, that is regulated under a state-issued national pollutant discharge elimination system general municipal stormwater permit for the purpose of improving control of stormwater runoff quantity and quality from developed land, safely conveying stormwater runoff, or reducing erosion or other water quality impacts caused by municipal separate storm sewer system discharges.</div><div style=\"text-indent:0.5in;\">(3) Except as otherwise specified in this chapter or in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.77'>36.77</a> RCW, all counties subject to these provisions shall contract on a competitive basis for all public works after bids have been submitted to the county upon specifications therefor. Such specifications shall be in writing and shall be filed with the clerk of the county legislative authority for public inspection.</div><div style=\"text-indent:0.5in;\">(4) An advertisement shall be published in the county official newspaper stating the time and place where bids will be opened, the time after which bids will not be received, the character of the work to be done, the materials and equipment to be furnished, and that specifications therefor may be seen at the office of the clerk of the county legislative authority. An advertisement shall also be published in a legal newspaper of general circulation in or as near as possible to that part of the county in which such work is to be done. If the county official newspaper is a newspaper of general circulation covering at least 40 percent of the residences in that part of the county in which such public works are to be done, then the publication of an advertisement of the applicable specifications in the county official newspaper is sufficient. Such advertisements shall be published at least once at least 13 days prior to the last date upon which bids will be received.</div><div style=\"text-indent:0.5in;\">(5) The bids shall be in writing, may be in either hard copy or electronic form as specified by the county, shall be filed with the clerk, shall be opened and read in public at the time and place named therefor in the advertisements, and, after being opened, shall be filed for public inspection. No bid may be considered for public work unless it is accompanied by a bid deposit in the form of a surety bond, postal money order, cash, cashier's check, or certified check in an amount equal to five percent of the amount of the bid proposed.</div><div style=\"text-indent:0.5in;\">(6) The contract for the public work shall be awarded to the lowest responsible bidder. Any or all bids may be rejected for good cause. The county legislative authority shall require from the successful bidder for such public work a contractor's bond in the amount and with the conditions imposed by law.</div><div style=\"text-indent:0.5in;\">(7) If the bidder to whom the contract is awarded fails to enter into the contract and furnish the contractor's bond as required within 10 days after notice of the award, exclusive of the day of notice, the amount of the bid deposit shall be forfeited to the county and the contract awarded to the next lowest and best bidder. The bid deposit of all unsuccessful bidders shall be returned after the contract is awarded and the required contractor's bond given by the successful bidder is accepted by the county legislative authority. Immediately after the award is made, the bid quotations obtained shall be recorded and open to public inspection and shall be available by telephone inquiry.</div><div style=\"text-indent:0.5in;\">(8) As limited by subsection (11) of this section, a county subject to these provisions may have public works performed by county employees in any annual or biennial budget period equal to a dollar value not exceeding ((<span style=\"text-decoration:line-through;\">ten</span>))<span style=\"text-decoration:underline;\">10</span> percent of the public works construction budget, including any amount in a supplemental public works construction budget, over the budget period.</div><div style=\"text-indent:0.5in;\">Whenever a county subject to these provisions has had public works performed in any budget period up to the maximum permitted amount for that budget period, all remaining public works except emergency work under subsection (13) of this section within that budget period shall be done by contract pursuant to public notice and call for competitive bids as specified in subsection (3) of this section. The state auditor shall report to the state treasurer any county subject to these provisions that exceeds this amount and the extent to which the county has or has not reduced the amount of public works it has performed by public employees in subsequent years.</div><div style=\"text-indent:0.5in;\">(9) A county may procure public works with a unit priced contract under this section for the purpose of completing anticipated types of work based on hourly rates or unit pricing for one or more categories of work or trades.</div><div style=\"text-indent:0.5in;\">(a) For the purposes of this section, \"unit priced contract\" means a competitively bid contract in which public works are anticipated on a recurring basis to meet the business or operational needs of the county, under which the contractor agrees to a fixed period indefinite quantity delivery of work, at a defined unit price for each category of work.</div><div style=\"text-indent:0.5in;\">(b) Unit priced contracts must be executed for an initial contract term not to exceed one year, with the county having the option of extending or renewing the unit priced contract for one additional year<span style=\"text-decoration:underline;\">, except that contracts for the maintenance or repair of a county ferry vessel or county ferry district vessel operated under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.54'>36.54</a> RCW may instead be for a term of up to 10 years</span>.</div><div style=\"text-indent:0.5in;\">(c) Invitations for unit price bids shall include, for purposes of the bid evaluation, estimated quantities of the anticipated types of work or trades, and specify how the county will issue or release work assignments, work orders, or task authorizations pursuant to a unit priced contract for projects, tasks, or other work based on the hourly rates or unit prices bid by the contractor. The contract must be awarded to the lowest responsible bidder as defined under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=39.04.010'>39.04.010</a>. Whenever possible, the county must invite at least one bid from a certified minority or woman contractor who otherwise qualifies under this section.</div><div style=\"text-indent:0.5in;\">(d) Unit price contractors shall pay prevailing wages for all work that would otherwise be subject to the requirements of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=39.12'>39.12</a> RCW. Prevailing wages for all work performed pursuant to each work order must be the prevailing wage rates in effect at the beginning date for each contract year. Unit priced contracts must have prevailing wage rates updated annually. Intents and affidavits for prevailing wages paid must be submitted annually for all work completed within the previous 12-month period of the unit priced contract.</div><div style=\"text-indent:0.5in;\">(10) If a county subject to these provisions has public works performed by public employees in any budget period that are in excess of this ((<span style=\"text-decoration:line-through;\">ten</span>))<span style=\"text-decoration:underline;\">10</span> percent limitation, the amount in excess of the permitted amount shall be reduced from the otherwise permitted amount of public works that may be performed by public employees for that county in its next budget period. Ten percent of the motor vehicle fuel tax distributions to that county shall be withheld if two years after the year in which the excess amount of work occurred, the county has failed to so reduce the amount of public works that it has performed by public employees. The amount withheld shall be distributed to the county when it has demonstrated in its reports to the state auditor that the amount of public works it has performed by public employees has been reduced as required.</div><div style=\"text-indent:0.5in;\">(11) In addition to the percentage limitation provided in subsection (8) of this section, counties subject to these provisions containing a population of 400,000 or more shall not have public employees perform: A public works project in excess of $90,000 if more than a single craft or trade is involved with the public works project, a riverine project or stormwater project in excess of $250,000 if more than a single craft or trade is involved with the riverine project or stormwater project, a public works project in excess of $45,000 if only a single craft or trade is involved with the public works project, or a riverine project or stormwater project in excess of $125,000 if only a single craft or trade is involved with the riverine project or stormwater project. A public works project, a riverine project, and a stormwater project means a complete project. The restrictions in this subsection do not permit the division of the project into units of work or classes of work to avoid the restriction on work that may be performed by public employees on a single project.</div><div style=\"text-indent:0.5in;\">The cost of a separate public works project shall be the costs of materials, supplies, equipment, and labor on the construction of that project. The value of the public works budget shall be the value of all the separate public works projects within the budget.</div><div style=\"text-indent:0.5in;\">(12) In addition to the accounting and recordkeeping requirements contained in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=39.04'>39.04</a> RCW, any county which uses public employees to perform public works projects under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.32.240'>36.32.240</a>(1) shall prepare a year-end report to be submitted to the state auditor indicating the total dollar amount of the county's public works construction budget and the total dollar amount for public works projects performed by public employees for that year.</div><div style=\"text-indent:0.5in;\">The year-end report submitted pursuant to this subsection to the state auditor shall be in accordance with the standard form required by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.09.205'>43.09.205</a>.</div><div style=\"text-indent:0.5in;\">(13) Notwithstanding any other provision in this section, counties may use public employees without any limitation for emergency work performed under an emergency declared pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.32.270'>36.32.270</a>, and any such emergency work shall not be subject to the limitations of this section. Publication of the description and estimate of costs relating to correcting the emergency may be made within seven days after the commencement of the work. Within two weeks of the finding that such an emergency existed, the county legislative authority shall adopt a resolution certifying the damage to public facilities and costs incurred or anticipated relating to correcting the emergency. Additionally this section shall not apply to architectural and engineering or other technical or professional services performed by public employees in connection with a public works project.</div><div style=\"text-indent:0.5in;\">(14) In lieu of the procedures of subsections (3) through (12) of this section, a county may let contracts using the small works roster process provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=39.04.151'>39.04.151</a> through  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=39.04.154'>39.04.154</a>.</div><div style=\"text-indent:0.5in;\">Whenever possible, the county shall invite at least one proposal from a certified minority or woman contractor who shall otherwise qualify under this section.</div><div style=\"text-indent:0.5in;\">(15) The allocation of public works projects to be performed by county employees shall not be subject to a collective bargaining agreement.</div><div style=\"text-indent:0.5in;\">(16) This section does not apply to performance-based contracts, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=39.35A.020'>39.35A.020</a>(6), that are negotiated under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=39.35A'>39.35A</a> RCW.</div><div style=\"text-indent:0.5in;\">(17) Nothing in this section prohibits any county from allowing for preferential purchase of products made from recycled materials or products that may be recycled or reused.</div><div style=\"text-indent:0.5in;\">(18) This section does not apply to contracts between the public stadium authority and a team affiliate under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.102.060'>36.102.060</a>(4), or development agreements between the public stadium authority and a team affiliate under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.102.060'>36.102.060</a>(7) or leases entered into under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.102.060'>36.102.060</a>(8).<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1054 is to amend regulations regarding county ferry maintenance and repair contracts. The key change made is the extension of the allowable contract term for the maintenance and repair of county ferry vessels from a maximum of one year to up to ten years. This change aims to enhance efficiency and stability in the management of ferry services across counties, particularly benefiting areas reliant on such transportation.</p>\n<h3>Key Provisions</h3>\n<h4>County Purchasing Department Responsibilities</h4>\n<ul>\n<li>County purchasing departments must procure personal property through competitive bidding for all county departments, except for purchases from the county road fund or equipment rental fund.</li>\n<li>All public works must be contracted on a competitive basis after bids have been submitted and specifications are made publicly available.</li>\n</ul>\n<h4>Bid Advertisement and Acceptance</h4>\n<ul>\n<li>Counties must publish an advertisement in the official newspaper, detailing bid submission timelines, character of work, materials required, and how to access specifications.</li>\n<li>Bids must be in writing and filed with the county clerk prior to opening; a deposit in the form of cash or bond is required with each bid.</li>\n</ul>\n<h4>Contract Awarding Process</h4>\n<ul>\n<li>Contracts for public works are awarded to the lowest responsible bidder. Bids may be rejected for valid reasons.</li>\n<li>If the awarded bidder fails to enter into a contract within a specified time, their bid deposit is forfeited and awarded to the next lowest bidder.</li>\n</ul>\n<h4>Public Works Limitations</h4>\n<ul>\n<li>Counties can perform a limited amount of public works with their employees, not exceeding 10% of the public works construction budget.</li>\n<li>If this limit is exceeded, penalties will apply through the withholding of motor vehicle fuel tax distributions.</li>\n</ul>\n<h4>Contract Specifications for Large Projects</h4>\n<ul>\n<li>Counties with populations over 400,000 face stricter limits on the dollar value of public works projects that can be performed by county employees, depending on the type and number of trades involved.</li>\n<li>All public works performed by employees must be accounted for annually and reported to the state auditor.</li>\n</ul>\n<h4>Unit Priced Contracts</h4>\n<ul>\n<li>Counties can use unit priced contracts for ongoing public works, allowing for a maximum initial term of one year, with the possibility of a one-year extension, specifically for maintenance of ferry vessels.</li>\n</ul>\n<h4>Emergency Work</h4>\n<ul>\n<li>Counties may bypass restrictions for public works performed in emergencies declared under law, with specific reporting requirements post-emergency.</li>\n</ul>\n<h4>Roster Process for Small Works</h4>\n<ul>\n<li>Counties may utilize a small works roster procedure for contracts, ensuring inclusivity by inviting minority or woman contractors when feasible.</li>\n</ul>\n<h4>General Provisions</h4>\n<ul>\n<li>Nothing in this bill restricts the preference for purchasing recycled materials.</li>\n<li>It also clarifies that certain contracts, like those involving public stadium authority and team affiliates, are exempt from the outlined provisions.</li>\n</ul>"
    }
  },
  "reports": {},
  "amendments": {}
}