{
  "id": 1057,
  "documents": {
    "1057": {
      "createdDate": "2024-12-13T19:36:16.320Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0254.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1057</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Barnard, Ryu, Leavitt, Barkis, Taylor, Jacobsen, Reed, Callan, Keaton, Timmons, Tharinger, Simmons, Duerr, Nance, Davis, Bernbaum, and Donaghy<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/13/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Technology, Economic Development, &amp; Veterans.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to promoting economic development by increasing support for local communities to access federal funds; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330.088'>43.330.088</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330.260'>43.330.260</a>; adding new sections to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330'>43.330</a> RCW; and creating a new section.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The legislature finds that many of Washington's communities, particularly in rural areas, face an economic development dilemma in which they need matching dollars to compete for federal funds that would increase the local tax base, local revenue, and local employment and incomes. Lacking a thriving local tax base, it is difficult to generate the financial resources to supply the needed matching dollars to compete for federal economic development funds.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The legislature further finds that there are thousands of federal funding opportunities available for a wide variety of economic development projects, including broadband, equity, housing, infrastructure, innovation, regional development, skills training, transportation, and workforce development. In fiscal year 2019, the federal government provided state and local governments $750 billion for health care, transportation, income security, education, job training, social services, community development, and environmental protection; while in fiscal year 2023, the grants totaled $1.1 trillion.</div><div style=\"text-indent:0.5in;\">The legislature further finds that when the state provides matching dollars, it can leverage the state's contribution to attract substantially greater funds and private investment.</div><div style=\"text-indent:0.5in;\">The legislature further finds that increasing state matching dollars will enable local communities to access federal funds which would, in the aggregate, provide benefits across a broad array of community priorities and thereby contribute to the state's economic development objectives.</div><div style=\"text-indent:0.5in;\">The legislature further finds that the state recognized the value of matching dollars to access federal funds for clean energy, climate, clean technology, and resilience, and that it should expand its efforts to all types of economic development funds available from the federal government by expanding its grant writing assistance program, creating scoring criteria to prioritize projects, adopting grant award tiers, and establishing a state account with a pool of matching dollars to be available for local communities to secure matching dollars for applications for federal funds.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330.088'>43.330.088</a> and 2024 c 223 s 3 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Subject to the availability of amounts appropriated for this specific purpose, by July 1, 2024, the department shall establish a grant program to support ((<span style=\"text-decoration:line-through;\">associate</span>))<span style=\"text-decoration:underline;\">local communities, including economic</span> development organizations <span style=\"text-decoration:underline;\">as defined in 13 C.F.R. Sec. 312.3 as it existed on October 10, 2024, frontier counties as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330.010'>43.330.010</a>, and rural counties as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.160.020'>43.160.020</a></span> in the recruiting, hiring, and retention of grant writers. The department must award grants on an annual basis and must prioritize grants for distressed areas as defined under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.168.020'>43.168.020</a> and grants for applications for federal funds.</div><div style=\"text-indent:0.5in;\">(2) ((<span style=\"text-decoration:line-through;\">Associate development organizations</span>))<span style=\"text-decoration:underline;\">Eligible applicants</span> must apply for the grant program in a manner to be determined by the department.</div><div style=\"text-indent:0.5in;\">(3) ((<span style=\"text-decoration:line-through;\">Associate development organizations</span>))<span style=\"text-decoration:underline;\">Entities</span> that receive awards under this section must provide information on <span style=\"text-decoration:underline;\">state matching dollars acquired,</span> the use of the funds, including a description of the ((<span style=\"text-decoration:line-through;\">associate development organization's</span>))<span style=\"text-decoration:underline;\">entity's</span> recruiting and hiring efforts and, if applicable, the number and types of grants applied for by the grant writers funded by the state, in their annual reports to the department<span style=\"text-decoration:underline;\">, if</span> required under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330.082'>43.330.082</a>.</div><div style=\"text-indent:0.5in;\">(4) Beginning December 31, 2026, the department must include information on grant award funding and use <span style=\"text-decoration:underline;\">and state matching dollars</span> in its reports to the legislature on associate development organizations contracts required under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330.082'>43.330.082</a>.</div><div style=\"text-indent:0.5in;\">(5) The department shall adopt rules to implement this section.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330.260'>43.330.260</a> and 2024 c 223 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The department shall make available, within existing resources, an inventory of grant opportunities for state agencies, local governments, and other community organizations engaged in economic development activities.</div><div style=\"text-indent:0.5in;\">(2) In developing the inventory of economic development grant opportunities, the department ((<span style=\"text-decoration:line-through;\">may</span>))<span style=\"text-decoration:underline;\">shall</span>:</div><div style=\"text-indent:0.5in;\">(a) Regularly review the federal register for opportunities to apply for grants, research projects, and demonstration projects;</div><div style=\"text-indent:0.5in;\">(b) Maintain an inventory of grant opportunities with private foundations and businesses;</div><div style=\"text-indent:0.5in;\">(c) Provide a resource guide for applicants for federal grants, including links to federal applications and relevant resources, and contact information for department assistance; and</div><div style=\"text-indent:0.5in;\">(d) Consult with federal officials, including but not limited to those in the small business administration, the department of labor, the department of commerce, the department of agriculture, the department of ecology, as well as private foundations and businesses, on the prospects for obtaining federal and private funds for economic development purposes in Washington state.</div><div style=\"text-indent:0.5in;\">(3) The department may also facilitate joint efforts between agencies and between local organizations and state agencies that will increase the likelihood of success in grant seeking and the attraction of major events.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(4) The department shall prepare a template letter to be used by an eligible entity to support its application for federal funds that will promote economic development. The letter shall identify the availability of state matching funds should the applicant successfully obtain federal funds. The department shall provide the letter to an applicant within five business days of request.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(5) The department shall create scoring criteria to prioritize applications for matching funds. The scoring criteria must include the number of jobs created, the number of households affected, the number of businesses impacted, the amount of the federal funding, and prioritize rural and frontier counties. The department shall solicit input from associate development organizations, ports, chambers of commerce, workforce development boards, and the governor's office to prioritize the federal funds that will have the most significant impact on economic development in Washington.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(6) Applicants for matching funds will be subject to the following grant amounts:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) Political subdivisions, federally recognized Indian tribes, institutions of higher education as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.10.016'>28B.10.016</a>, consumer-owned utilities, small businesses, regional planning organizations, economic development organizations as defined in 13 C.F.R. Sec. 312.3 as it existed on October 10, 2024, and nonprofits may receive up to 100 percent of the required match.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) Investor-owned utilities and other eligible entities may receive a maximum of 50 percent of the required match.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) If no match is required, an eligible entity may receive up to $100,000 if the amount would increase the likelihood of receiving federal funds or increase the award of federal funds.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(d) If a project will benefit a distressed area as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.168.020'>43.168.020</a>, the maximum amount awarded under (b) of this subsection may be increased to 100 percent, and the maximum amount awarded under (c) of this subsection may be increased to $500,000.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(7) By July 1, 2026, the department shall expand the fundhub.wa.gov website to include federal funds available for economic development.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330'>43.330</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Beginning December 31, 2027, the department must report on the use of state matching dollars to obtain federal funds. The report shall be updated every two years and posted on the department's website and transmitted to the governor and the legislature. The report must identify the number of letters provided to eligible entities to support applications for federal funds, the number of successful applications, the awards for state matching funds, the amount of federal funds received, and the number of federal agencies and federal fund opportunities on the fundhub.wa.gov website.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330'>43.330</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The moving assets to create healthy economic development account is created in the custody of the state treasurer. Revenues to the account consist of appropriations and transfers made to the account by the legislature and all other moneys directed for deposit into the account. The account is subject to allotment procedures under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.88'>43.88</a> RCW, but an appropriation is not required for expenditures. Only the director or the director's designee may authorize expenditures from the account. Expenditures from the account may only be used to provide matching funds for an eligible entity's award of federal funds that will promote economic development, as described in subsection (2) of this section.</div><div style=\"text-indent:0.5in;\">(2) Expenditures may be authorized for projects such as, but not limited to:</div><div style=\"text-indent:0.5in;\">(a) Broadband;</div><div style=\"text-indent:0.5in;\">(b) Equity;</div><div style=\"text-indent:0.5in;\">(c) Housing;</div><div style=\"text-indent:0.5in;\">(d) Public infrastructure;</div><div style=\"text-indent:0.5in;\">(e) Innovation;</div><div style=\"text-indent:0.5in;\">(f) Regional development;</div><div style=\"text-indent:0.5in;\">(g) Skills training;</div><div style=\"text-indent:0.5in;\">(h) Transportation; or</div><div style=\"text-indent:0.5in;\">(i) Workforce development.</div><div style=\"text-indent:0.5in;\">(3) The funds shall be reserved for a project after the application is approved, but shall not be expended from the account unless:</div><div style=\"text-indent:0.5in;\">(a) The applicant is successful in receiving federal funds for the project;</div><div style=\"text-indent:0.5in;\">(b) The circumstances are such that time does not permit the director or the eligible entity to secure funding from other state sources;</div><div style=\"text-indent:0.5in;\">(c) The project will produce significant long-term economic benefits to the state, a region of the state, or a particular community in the state;</div><div style=\"text-indent:0.5in;\">(d) The project does not require continuing state support;</div><div style=\"text-indent:0.5in;\">(e) The expenditure will result in new jobs, job retention, or higher incomes for citizens of the state; and</div><div style=\"text-indent:0.5in;\">(f) The expenditure will not supplant private investment.</div><div style=\"text-indent:0.5in;\">(4) Reserved funds are committed to a project and are unavailable for reservation or appropriation for other applications until the department receives written notice from the applicant that the application for federal funds has been withdrawn or denied.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of this bill is to enhance economic development in Washington by helping local communities access federal funding. It highlights the challenge faced by rural areas, which often lack the matching funds needed to secure federal economic development grants. The bill aims to create a system that provides state matching dollars, thereby allowing these communities to compete for federal funds across various sectors, including broadband, housing, infrastructure, and workforce development. Additionally, the bill proposes the establishment of a new fund to support local entities in obtaining federal grants, along with enhancements to grant writing assistance and prioritization processes for funding applications.</p>\n<h3>Key Provisions</h3>\n<h4>Grant Program for Local Communities</h4>\n<ul>\n<li>The department will establish a grant program to aid local communities and economic development organizations in hiring grant writers, with a focus on distressed areas.</li>\n<li>Annual grants will be provided, with priority given to areas in need.</li>\n</ul>\n<h4>Inventory of Grant Opportunities</h4>\n<ul>\n<li>The department must create and maintain an inventory of economic development grant opportunities for state and local organizations.</li>\n<li>The inventory will include federal, private foundation, and business grants, along with guidance for applicants.</li>\n</ul>\n<h4>Creation of Matching Funds</h4>\n<ul>\n<li>A new account will be established for matching funds to support federal grant applications.</li>\n<li>Matching funds will be available for projects in areas like broadband, housing, and transportation.</li>\n<li>Entities can receive up to 100% of the required match for specific groups, while others may receive up to 50%.</li>\n</ul>\n<h4>Reporting Requirements</h4>\n<ul>\n<li>By the end of 2027, the department is required to report biannually on the use of state matching dollars, detailing successful grant applications and project outcomes.</li>\n</ul>\n<h4>Support for Application Process</h4>\n<ul>\n<li>The department will provide a template letter for entities to use in their federal funding applications, indicating the availability of matching funds.</li>\n<li>Scoring criteria will be developed to prioritize funding based on factors such as job creation and impact on communities.</li>\n</ul>\n<p>This bill is designed to significantly support local governments in their quest for federal financial resources, ultimately aiming to stimulate economic growth throughout the state.</p>"
    },
    "1057-S": {
      "createdDate": "2025-01-22T18:05:39.270Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0735.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1057</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Technology, Economic Development, &amp; Veterans (originally sponsored by Representatives Barnard, Ryu, Leavitt, Barkis, Taylor, Jacobsen, Reed, Callan, Keaton, Timmons, Tharinger, Simmons, Duerr, Nance, Davis, Bernbaum, and Donaghy)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 01/23/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to promoting economic development by increasing support for local communities to access federal funds; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330.260'>43.330.260</a>; adding new sections to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330'>43.330</a> RCW; and creating a new section.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The legislature finds that many of Washington's communities, particularly in rural areas, face an economic development dilemma in which they need matching dollars to compete for federal funds that would increase the local tax base, local revenue, and local employment and incomes. Lacking a thriving local tax base, it is difficult to generate the financial resources to supply the needed matching dollars to compete for federal economic development funds.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The legislature further finds that there are thousands of federal funding opportunities available for a wide variety of economic development projects, including broadband, equity, housing, infrastructure, innovation, regional development, skills training, transportation, and workforce development. In fiscal year 2019, the federal government provided state and local governments $750 billion for health care, transportation, income security, education, job training, social services, community development, and environmental protection; while in fiscal year 2023, the grants totaled $1.1 trillion.</div><div style=\"text-indent:0.5in;\">The legislature further finds that when the state provides matching dollars, it can leverage the state's contribution to attract substantially greater funds and private investment.</div><div style=\"text-indent:0.5in;\">The legislature further finds that increasing state matching dollars will enable local communities to access federal funds which would, in the aggregate, provide benefits across a broad array of community priorities and thereby contribute to the state's economic development objectives.</div><div style=\"text-indent:0.5in;\">The legislature further finds that the state recognized the value of matching dollars to access federal funds for clean energy, climate, clean technology, and resilience, and that it should expand its efforts to all types of economic development funds available from the federal government by creating scoring criteria to prioritize projects, adopting grant award tiers, and establishing a state account with a pool of matching dollars to be available for local communities to secure matching dollars for applications for federal funds.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330.260'>43.330.260</a> and 2024 c 223 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The department shall make available, within existing resources, an inventory of grant opportunities for state agencies, local governments, and other community organizations engaged in economic development activities.</div><div style=\"text-indent:0.5in;\">(2) In developing the inventory of economic development grant opportunities, the department ((<span style=\"text-decoration:line-through;\">may</span>))<span style=\"text-decoration:underline;\">shall</span>:</div><div style=\"text-indent:0.5in;\">(a) Regularly review the federal register for opportunities to apply for grants, research projects, and demonstration projects;</div><div style=\"text-indent:0.5in;\">(b) Maintain an inventory of grant opportunities with private foundations and businesses;</div><div style=\"text-indent:0.5in;\">(c) Provide a resource guide for applicants for federal grants, including links to federal applications and relevant resources, and contact information for department assistance; and</div><div style=\"text-indent:0.5in;\">(d) Consult with federal officials, including but not limited to those in the small business administration, the department of labor, the department of commerce, the department of agriculture, the department of ecology, as well as private foundations and businesses, on the prospects for obtaining federal and private funds for economic development purposes in Washington state.</div><div style=\"text-indent:0.5in;\">(3) The department may also facilitate joint efforts between agencies and between local organizations and state agencies that will increase the likelihood of success in grant seeking and the attraction of major events.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(4) The department shall prepare a template letter to be used by an eligible entity to support its application for federal funds that will promote economic development. The letter shall identify the availability of state matching funds should the applicant successfully obtain federal funds. The department shall provide the letter to an applicant within five business days of request.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(5) The department shall create scoring criteria to prioritize applications for matching funds. The scoring criteria must include the number of jobs created, the number of households affected, the number of businesses impacted, the amount of the federal funding, and prioritize rural and frontier counties. The department shall solicit input from associate development organizations, ports, chambers of commerce, workforce development boards, and the governor's office to prioritize the federal funds that will have the most significant impact on economic development in Washington.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(6) Applicants for matching funds will be subject to the following grant amounts:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) Political subdivisions, federally recognized Indian tribes, institutions of higher education as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.10.016'>28B.10.016</a>, consumer-owned utilities, small businesses, regional planning organizations, economic development organizations as defined in 13 C.F.R. Sec. 312.3 as it existed on October 10, 2024, and nonprofits may receive up to 100 percent of the required match.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) Investor-owned utilities and other eligible entities may receive a maximum of 50 percent of the required match.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) If no match is required, an eligible entity may receive up to $100,000 if the amount would increase the likelihood of receiving federal funds or increase the award of federal funds.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(d) If a project will benefit a distressed area as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.168.020'>43.168.020</a>, the maximum amount awarded under (b) of this subsection may be increased to 100 percent, and the maximum amount awarded under (c) of this subsection may be increased to $500,000.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(7) By July 1, 2026, the department shall expand the fundhub.wa.gov website to include federal funds available for economic development.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330'>43.330</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Beginning December 31, 2027, the department must report on the use of state matching dollars to obtain federal funds. The report shall be updated every two years and posted on the department's website and transmitted to the governor and the legislature. The report must identify the number of letters provided to eligible entities to support applications for federal funds, the number of successful applications, the awards for state matching funds, the amount of federal funds received, and the number of federal agencies and federal fund opportunities on the fundhub.wa.gov website.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330'>43.330</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The moving assets to create healthy economic development account is created in the custody of the state treasurer. Revenues to the account consist of appropriations and transfers made to the account by the legislature and all other moneys directed for deposit into the account. The account is subject to allotment procedures under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.88'>43.88</a> RCW, but an appropriation is not required for expenditures. Only the director or the director's designee may authorize expenditures from the account. Expenditures from the account may only be used to provide matching funds for an eligible entity's award of federal funds that will promote economic development, as described in subsection (2) of this section.</div><div style=\"text-indent:0.5in;\">(2) Expenditures may be authorized for projects such as, but not limited to:</div><div style=\"text-indent:0.5in;\">(a) Broadband;</div><div style=\"text-indent:0.5in;\">(b) Equity;</div><div style=\"text-indent:0.5in;\">(c) Housing;</div><div style=\"text-indent:0.5in;\">(d) Public infrastructure;</div><div style=\"text-indent:0.5in;\">(e) Innovation;</div><div style=\"text-indent:0.5in;\">(f) Regional development;</div><div style=\"text-indent:0.5in;\">(g) Skills training;</div><div style=\"text-indent:0.5in;\">(h) Transportation; or</div><div style=\"text-indent:0.5in;\">(i) Workforce development.</div><div style=\"text-indent:0.5in;\">(3) The funds shall be reserved for a project after the application is approved, but shall not be expended from the account unless:</div><div style=\"text-indent:0.5in;\">(a) The applicant is successful in receiving federal funds for the project;</div><div style=\"text-indent:0.5in;\">(b) The circumstances are such that time does not permit the director or the eligible entity to secure funding from other state sources;</div><div style=\"text-indent:0.5in;\">(c) The project will produce significant long-term economic benefits to the state, a region of the state, or a particular community in the state;</div><div style=\"text-indent:0.5in;\">(d) The project does not require continuing state support;</div><div style=\"text-indent:0.5in;\">(e) The expenditure will result in new jobs, job retention, or higher incomes for citizens of the state; and</div><div style=\"text-indent:0.5in;\">(f) The expenditure will not supplant private investment.</div><div style=\"text-indent:0.5in;\">(4) Reserved funds are committed to a project and are unavailable for reservation or appropriation for other applications until the department receives written notice from the applicant that the application for federal funds has been withdrawn or denied.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of the edits made to the proposed House Bill 1057 is to enhance support for Washington's local communities in accessing federal funds for economic development. The revised bill aims to solidify processes for grant funding while ensuring local entities can strategically leverage state matching dollars. Key changes include a restructured approach to the grant program, a focus on determining eligibility and guidelines for receiving state matching funds, and enhanced methods for reporting on funds obtained.</p>\n<h3>Key Changes</h3>\n<h4>Title and Identifiers</h4>\n<ul>\n<li>Change from \"HOUSE BILL 1057\" to \"SUBSTITUTE HOUSE BILL 1057\".</li>\n<li>Identification number changed from \"H-0254.1\" to \"H-0735.1\". </li>\n</ul>\n<h4>Legislative Process</h4>\n<ul>\n<li>The original bill’s sponsor list has been substituted with \"House Technology, Economic Development, &amp; Veterans\".</li>\n<li>The reading date changed from \"01/13/25\" to \"01/23/25\".</li>\n</ul>\n<h4>Grant Programs</h4>\n<ul>\n<li>The eligibility wording changed from supporting \"associate development organizations\" to \"local communities, including economic development organizations.\"</li>\n<li>Adjustments to emphasize annual grant awards with heightened priority for distressed areas.</li>\n</ul>\n<h4>Reporting and Account Structure</h4>\n<ul>\n<li>A new section added to introduce a \"moving assets to create healthy economic development account,\" clarifying how funds for matching will be managed and allocated.</li>\n<li>Requirements for reports on the use of state matching dollars have been added to ensure accountability and transparency moving forward.</li>\n</ul>\n<h4>Scoring Criteria</h4>\n<ul>\n<li>The bill introduced a scoring criteria for prioritizing applications, with specific metrics to consider such as job creation and the impact on households and businesses. This portion now emphasizes the importance of rural and frontier counties.</li>\n</ul>\n<h4>Grant Amounts</h4>\n<ul>\n<li>Clarified specifics about the maximum grant amounts eligible entities can receive and the criteria for increased grants for projects in distressed areas.</li>\n</ul>\n<p>These adjustments aim to make the bill clearer, more actionable, and ultimately provide better support for communities seeking federal funds for building projects that contribute to economic growth.</p>"
    }
  },
  "reports": {},
  "amendments": {}
}