{
  "id": 1059,
  "lastUpdated": "2025-03-01T00:38:27.225Z",
  "agency": "House",
  "description": "Concerning the duties of industrial insurance self-insured employers and third-party administrators.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Labor & Workplace Standards."
  },
  "sponsors": [
    "Alvarado",
    "Low",
    "Leavitt",
    "Cortes",
    "Berry",
    "Macri",
    "Scott",
    "Doglio",
    "Bronoske",
    "Ormsby",
    "Reeves",
    "Farivar",
    "Fosse",
    "Ryu",
    "Ramel",
    "Fitzgibbon",
    "Ortiz-Self",
    "Simmons",
    "Street",
    "Goodman",
    "Pollet",
    "Berg",
    "Lekanoff",
    "Bernbaum",
    "Hill"
  ],
  "document": {
    "name": "1059",
    "description": "House Bill 1059",
    "url": {
      "ts": "2024-12-13T19:36:18.143Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1059.htm"
    },
    "original": {
      "ts": "2024-12-13T19:36:18.143Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0235.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1059</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Alvarado, Low, Leavitt, Cortes, Berry, Macri, Scott, Doglio, Bronoske, Ormsby, Reeves, Farivar, Fosse, Ryu, Ramel, Fitzgibbon, Ortiz-Self, Simmons, Street, Goodman, Pollet, Berg, Lekanoff, Bernbaum, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/13/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Labor &amp; Workplace Standards.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to the duties of industrial insurance self-insured employers and third-party administrators; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=51.14.080'>51.14.080</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=51.14.180'>51.14.180</a>; creating a new section; and providing an effective date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=51.14.080'>51.14.080</a> and 2023 c 293 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Certification of a self-insurer shall be withdrawn by the director upon one or more of the following grounds:</div><div style=\"text-indent:0.5in;\">(a) The employer no longer meets the requirements of a self-insurer; or</div><div style=\"text-indent:0.5in;\">(b) The self-insurer's deposit is insufficient; or</div><div style=\"text-indent:0.5in;\">(c) The self-insurer intentionally or repeatedly induces employees to fail to report injuries, induces claimants to treat injuries in the course of employment as off-the-job injuries, persuades claimants to accept less than the compensation due, or unreasonably makes it necessary for claimants to resort to proceedings against the employer to obtain compensation; or</div><div style=\"text-indent:0.5in;\">(d) The self-insurer habitually fails to comply with rules and regulations of the director regarding reports or other requirements necessary to carry out the purposes of this title; or</div><div style=\"text-indent:0.5in;\">(e) The self-insurer habitually engages in a practice of arbitrarily or unreasonably refusing employment to applicants for employment or discharging employees because of nondisabling bodily conditions; or</div><div style=\"text-indent:0.5in;\">(f) The self-insurer fails to pay an insolvency assessment under the procedures established pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=51.14.077'>51.14.077</a>; or</div><div style=\"text-indent:0.5in;\">(g)((<span style=\"text-decoration:line-through;\">(i) For a self-insured municipal employer, the</span>))<span style=\"text-decoration:underline;\">The</span> self-insurer has been found to have violated the ((<span style=\"text-decoration:line-through;\">self-insurer's</span>)) duty of good faith and fair dealing <span style=\"text-decoration:underline;\">under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=51.14.180'>51.14.180</a></span> three times within a three-year period.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(ii)</span>))<span style=\"text-decoration:underline;\">(i)</span> For purposes of determining whether there have been three violations within a three-year period, the director must use the date of the department's order. Any subsequent order of the department, board of industrial insurance appeals, or courts affirming a violation occurred relates back to the date of the department's order.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(iii)</span>))<span style=\"text-decoration:underline;\">(ii)</span> Errors or delays that are inadvertent or minor are not considered violations of good faith and fair dealing for purposes of this subsection (1)(g).</div><div style=\"text-indent:0.5in;\">(2) The director may delay withdrawing the certification of the self-insured ((<span style=\"text-decoration:line-through;\">municipal</span>)) employer while the employer has an enforceable contract with a licensed third-party administrator that may not be legally terminated. However, the self-insured ((<span style=\"text-decoration:line-through;\">municipal</span>)) employer may not renew or extend the contract.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(3) For the purposes of this section, \"municipal\" has the same meaning as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=51.14.180'>51.14.180</a>.</span>))<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=51.14.180'>51.14.180</a> and 2023 c 293 s 3 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) All self-insured ((<span style=\"text-decoration:line-through;\">municipal employers and self-insured private sector firefighter</span>)) employers and ((<span style=\"text-decoration:line-through;\">their</span>)) third-party administrators have a duty of good faith and fair dealing to workers relating to all aspects of this title. The duty of good faith requires fair dealing and equal consideration for the worker's interests.</div><div style=\"text-indent:0.5in;\">(2) ((<span style=\"text-decoration:line-through;\">A self-insured municipal employer or self-insured private sector firefighter</span>))<span style=\"text-decoration:underline;\">An</span> employer or ((<span style=\"text-decoration:line-through;\">their</span>)) third-party administrator violates its duty to the worker if it coerces a worker to accept less than the compensation due under this title, or otherwise fails to act in good faith and fair dealing regarding its obligations under this title.</div><div style=\"text-indent:0.5in;\">(3) The department shall adopt by rule additional applications of the duty of good faith and fair dealing as well as criteria for determining appropriate penalties for violations. In adopting a rule under this subsection, the department shall consider, among other factors, recognized and approved claim processing practices within the insurance industry, the department's own experience, and the industrial insurance and insurance laws and rules of this state.</div><div style=\"text-indent:0.5in;\">(4) The department shall investigate each alleged violation of this section upon the filing of a written complaint or upon its own motion. After receiving notice and a request for a response from the department, the ((<span style=\"text-decoration:line-through;\">municipal employer or private sector firefighter</span>)) employer or ((<span style=\"text-decoration:line-through;\">their</span>)) third-party administrator may file a written response within 10 working days. If the ((<span style=\"text-decoration:line-through;\">municipal employer or private sector firefighter</span>)) employer or ((<span style=\"text-decoration:line-through;\">their</span>)) third-party administrator fails to file a timely response, the department shall issue an order based on available information.</div><div style=\"text-indent:0.5in;\">(5) The department shall issue an order determining whether a violation of this section has occurred, in conformance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=51.52.050'>51.52.050</a>, within 30 calendar days of receipt of a complete complaint or its own motion. An order finding that a violation has occurred must also order the ((<span style=\"text-decoration:line-through;\">municipal employer or private sector firefighter</span>)) employer to pay a penalty of one to 52 times the average weekly wage at the time of the order, depending upon the severity of the violation, which accrues for the benefit of the worker.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(6) The definitions in this subsection apply throughout this section unless the context clearly requires otherwise.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(a) \"Municipal\" means any counties, cities, towns, port districts, water-sewer districts, school districts, metropolitan park districts, fire districts, public hospital districts, regional fire protection service authorities, education service districts, or such other units of local government.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(b) \"Private sector firefighter employer\" means any private sector employer who employs over 50 firefighters, including supervisors, on a full-time, fully compensated basis as a firefighter of the employer's fire department, only with respect to their firefighters.</span>))<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">This act applies to all claims regardless of the date of injury.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">This act takes effect January 1, 2026.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-13T19:36:18.143Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1059 is to update and clarify the responsibilities of self-insured employers and third-party administrators regarding industrial insurance. The bill aims to enhance the protections for workers by establishing clearer regulations and penalties for non-compliance. Notably, it removes specific provisions related to self-insured municipal employers and private sector firefighter employers, aiming for a broader application of the good faith principle across all self-insured employers.</p>\n<h3>Key Provisions</h3>\n<h4>Self-Insurance Certification</h4>\n<ul>\n<li>The director may withdraw the certification of a self-insurer if:<ul>\n<li>The employer no longer meets self-insurer qualifications.</li>\n<li>The deposit of the self-insurer is insufficient.</li>\n<li>The self-insurer engages in practices that induce workers to underreport injuries or accept less compensation.</li>\n<li>The self-insurer fails to comply with the rules and requirements set by the director.</li>\n<li>The self-insurer habitually discriminates against job applicants or existing employees based on non-disabling bodily conditions.</li>\n<li>The self-insurer fails to pay required assessments.</li>\n<li>The self-insurer has been found to violate the duty of good faith and fair dealing three times within three years.</li></ul></li>\n</ul>\n<h4>Duty of Good Faith and Fair Dealing</h4>\n<ul>\n<li>All self-insured employers and their third-party administrators must act in good faith towards workers, ensuring fair treatment and equal consideration.</li>\n<li>Employers violate this duty if they coerce workers into accepting less than the entitled compensation.</li>\n<li>The department will establish additional regulations surrounding good faith and the penalties for violations, taking into account current best practices.</li>\n</ul>\n<h4>Investigation and Penalties</h4>\n<ul>\n<li>The department is required to investigate any written complaints regarding violations of the good faith duty.</li>\n<li>Results of investigations must be issued within 30 days, determining whether a violation occurred and imposing penalties that can vary from one to 52 times the average weekly wage, depending on the violation's severity.</li>\n</ul>\n<h4>Applicability</h4>\n<ul>\n<li>The provisions apply to all claims for workers' compensation, regardless of when the injury occurred.</li>\n</ul>\n<h4>Effective Date</h4>\n<ul>\n<li>The act becomes effective on January 1, 2026.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-13T19:36:18.143Z",
    "text": "self-insured employers third-party administrators industrial insurance workers compensation regulations penalties good faith violations investigations certifications"
  }
}