{
  "id": 1064,
  "lastUpdated": "2025-03-01T01:04:12.016Z",
  "agency": "House",
  "description": "Eliminating the expiration of the interagency, multijurisdictional system improvement team.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-10T08:00:00.000Z",
    "text": "Referred to Rules 2 Review."
  },
  "sponsors": [
    "Abbarno",
    "Tharinger",
    "Steele",
    "Pollet",
    "Rude",
    "Ryu",
    "Waters",
    "Hackney",
    "Low",
    "Springer",
    "Callan",
    "Leavitt",
    "Timmons",
    "Wylie",
    "Scott"
  ],
  "document": {
    "name": "1064",
    "description": "House Bill 1064",
    "url": {
      "ts": "2024-12-13T19:36:32.163Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1064.htm"
    },
    "original": {
      "ts": "2024-12-13T19:36:32.163Z",
      "text": "<!DOCTYPE html ><html><body><div>Z-0137.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1064</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Abbarno, Tharinger, Steele, Pollet, Rude, Ryu, Waters, Hackney, Low, Springer, Callan, Leavitt, Timmons, Wylie, and Scott; by request of Public Works Board<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/13/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Capital Budget.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to eliminating the expiration of the interagency, multijurisdictional system improvement team; reenacting and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.155.150'>43.155.150</a>; creating a new section; providing an effective date; and declaring an emergency.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>The legislature recognizes that in the 2017 legislative session the public works board and the departments of commerce, ecology, and health were directed to facilitate meetings among state infrastructure programs to identify, implement, and report on system improvements to maximize state investments to benefit communities, minimize overall costs and disturbance to the community, and ensure long-term durability and resilience. The legislature finds that this directive led to an interagency team representing the public works board, the transportation improvement board, and the departments of commerce, ecology, health, and transportation, informally called SYNC, which meets monthly using existing resources to coordinate infrastructure projects and financing to increase efficiencies and reduce costs, helping local governments meet their infrastructure needs.<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The legislature also recognizes that in the 2021 legislative session, the interagency team's work was extended through June 30, 2025. The legislature finds that SYNC's partner agencies are planning the next generation of infrastructure coordination, specifically reaching out to distressed and rural communities across the state that have not yet secured the full benefits of infrastructure assistance and working together on emerging environmental issues facing Washington's communities. The legislature further finds that to maximize the value of state investments across infrastructure programs, it is critical to maintain SYNC's coordination of infrastructure financing, policy, and projects. Therefore, the legislature intends to remove the sunset date of the interagency team and to request a progress report on the work of the team prior to the beginning of each fiscal biennium.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.155.150'>43.155.150</a> and 2021 c 332 s 7033 and 2021 c 190 s 1 are each reenacted and amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) An interagency, multijurisdictional system improvement team must identify, implement, and report on system improvements that achieve the designated outcomes, including:</div><div style=\"text-indent:0.5in;\">(a) Projects that maximize value, minimize overall costs and disturbance to the community, and ensure long-term durability and resilience;</div><div style=\"text-indent:0.5in;\">(b) Projects that are designed to meet the unique needs of each community, rather than the needs of particular funding programs;</div><div style=\"text-indent:0.5in;\">(c) Project designs that maximize long-term value by fully considering and responding to anticipated long-term environmental, technological, economic and population changes;</div><div style=\"text-indent:0.5in;\">(d) The flexibility to innovate, including utilizing natural systems, addressing multiple regulatory drivers, and forming regional partnerships;</div><div style=\"text-indent:0.5in;\">(e) The ability to plan and collaborate across programs and jurisdictions so that different investments are packaged to be complementary, timely, and responsive to economic and community opportunities;</div><div style=\"text-indent:0.5in;\">(f) The needed capacity for communities, appropriate to their unique financial, planning, and management capacities, so they can design, finance, and build projects that best meet their long-term needs and minimize costs;</div><div style=\"text-indent:0.5in;\">(g) Optimal use and leveraging of federal and private infrastructure dollars; and</div><div style=\"text-indent:0.5in;\">(h) Mechanisms to ensure periodic, systemwide review and ongoing achievement of the designated outcomes.</div><div style=\"text-indent:0.5in;\">(2) The system improvement team must consist of representatives of state infrastructure programs that provide funding for drinking water, wastewater, stormwater, and broadband programs, including but not limited to representatives from the public works board, department of ecology, department of health, and the department of commerce. The system improvement team may invite representatives of other infrastructure programs, such as transportation, energy, and broadband, as needed in order to achieve efficiency, minimize costs, and maximize value across infrastructure programs. The system improvement team shall also consist of representatives of users of those programs, representatives of infrastructure project builders, and other parties the system improvement team determines would contribute to achieving the desired outcomes, including but not limited to representatives from a state association of cities, a state association of counties, a state association of public utility districts, a state association of water and sewer districts, a state association of general contractors, and a state organization representing building trades. The public works board, a representative from the department of ecology, department of health, and department of commerce shall facilitate the work of the system improvement team.</div><div style=\"text-indent:0.5in;\">(3) The system improvement team must focus on achieving the designated outcomes within existing program structures and authorities. The system improvement team shall use lean practices to achieve the designated outcomes.</div><div style=\"text-indent:0.5in;\">(4) The system improvement team shall provide briefings as requested to the public works board on the current state of infrastructure programs to build an understanding of the infrastructure investment program landscape and the interplay of its component parts.</div><div style=\"text-indent:0.5in;\">(5) If the system improvement team encounters statutory or regulatory barriers to system improvements, the system improvement team must inform the public works board and consult on possible solutions. When achieving the designated outcomes would be best served through changes in program structures or authorities, the system improvement team must report those findings to the public works board.</div><div style=\"text-indent:0.5in;\">(6) ((<span style=\"text-decoration:line-through;\">By September 1, 2022</span>))<span style=\"text-decoration:underline;\">Beginning November 1, 2026</span>, in compliance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.01.036'>43.01.036</a>, the system improvement team must submit a <span style=\"text-decoration:underline;\">biennial</span> report to the appropriate committees of the legislature that includes the following:</div><div style=\"text-indent:0.5in;\">(a) A list of all projects funded by members of the system improvement team;</div><div style=\"text-indent:0.5in;\">(b) A description of the coordination the system improvement team has completed with other grant programs and funds leveraged; and</div><div style=\"text-indent:0.5in;\">(c) A description of regional planning that has occurred.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(7) This section expires June 30, 2025.</span>))<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">This act is necessary for the immediate preservation of the public peace, health, or safety, or support of the state government and its existing public institutions, and takes effect June 30, 2025.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-13T19:36:32.163Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1064 is to eliminate the expiration of the interagency, multijurisdictional system improvement team, which is essential for coordinating infrastructure improvements across various state agencies. The bill aims to ensure continued collaboration and resource optimization among agencies such as the public works board, departments of commerce, ecology, and health. By removing the sunset date, the legislation seeks to enhance long-term infrastructure planning and support for communities, especially those in rural and distressed areas, while also requiring regular progress reports on the team's activities.</p>\n<h3>Key Provisions</h3>\n<h4>Elimination of Sunset Date</h4>\n<ul>\n<li>Removes the expiration date of June 30, 2025, for the interagency system improvement team, thus extending its existence indefinitely.</li>\n</ul>\n<h4>Coordination and Reporting</h4>\n<ul>\n<li>Requires the system improvement team to:<ul>\n<li>Continuously identify, implement, and report on infrastructure improvements that optimize state investments.</li>\n<li>Provide biennial reports to the legislature detailing funded projects, coordination efforts with other grant programs, and regional planning activities.</li></ul></li>\n</ul>\n<h4>System Improvement Team Structure</h4>\n<ul>\n<li>Establishes that the team will include:<ul>\n<li>Representatives from state infrastructure programs such as public works, ecology, and health.</li>\n<li>Other stakeholders, including project builders and associations representing cities, counties, and utility districts, to enhance coordination and efficiency.</li></ul></li>\n</ul>\n<h4>Enhanced Collaboration</h4>\n<ul>\n<li>Promotes collaboration among different agencies to address community-specific needs, embrace innovative solutions, and respond to emerging environmental issues.</li>\n<li>Ensures that the team plans and packages infrastructure investments to be complementary and timely, addressing the unique financial and management capacities of various communities.</li>\n</ul>\n<h4>Statutory and Regulatory Barriers</h4>\n<ul>\n<li>Mandates that the team must inform the public works board about any statutory or regulatory barriers encountered in improving systems and suggest solutions when necessary. </li>\n</ul>\n<p>This legislative proposal represents a commitment to ongoing improvements in Washington's infrastructure system, thereby fostering better service to communities while minimizing costs and enhancing durability.</p>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-13T19:36:32.163Z",
    "text": "interagency multijurisdictional infrastructure improvements collaboration resource optimization public works reporting rural distressed areas coordination innovative solutions statutory regulatory barriers"
  }
}