{
  "id": 1068,
  "lastUpdated": "2025-03-01T01:04:29.632Z",
  "agency": "House",
  "description": "Removing the exclusion from interest arbitration of Washington management service employees at the department of corrections.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-18T08:00:00.000Z",
    "text": "Referred to Rules 2 Review."
  },
  "sponsors": [
    "Doglio",
    "Bronoske",
    "Reeves",
    "Tharinger",
    "Street",
    "Scott",
    "Nance",
    "Goodman",
    "Fosse",
    "Ryu",
    "Leavitt",
    "Ramel",
    "Berry",
    "Reed",
    "Obras",
    "Timmons",
    "Davis",
    "Ormsby",
    "Lekanoff",
    "Salahuddin",
    "Hill"
  ],
  "document": {
    "name": "1068",
    "description": "House Bill 1068",
    "url": {
      "ts": "2024-12-13T19:36:45.893Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1068.htm"
    },
    "original": {
      "ts": "2024-12-13T19:36:45.893Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0126.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1068</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Doglio, Bronoske, Reeves, Tharinger, Street, Scott, Nance, Goodman, Fosse, Ryu, Leavitt, Ramel, Berry, Reed, Obras, Timmons, Davis, Ormsby, Lekanoff, Salahuddin, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/13/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Labor &amp; Workplace Standards.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to removing the exclusion from interest arbitration of Washington management service employees at the department of corrections; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.200'>41.80.200</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.200'>41.80.200</a> and 2020 c 89 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) In order to maintain dedicated and uninterrupted services to the supervision of criminal offenders that are in state correctional facilities and on community supervision, it is the legislature's intent to grant certain employees of the department of corrections interest arbitration rights as an alternative means of settling disputes.</div><div style=\"text-indent:0.5in;\">(2) This section applies only to employees covered by chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.06'>41.06</a> RCW working for the department of corrections, except confidential employees as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.005'>41.80.005</a>((<span style=\"text-decoration:line-through;\">, members of the Washington management service,</span>)) and internal auditors.</div><div style=\"text-indent:0.5in;\">(3) Negotiations between the employer and the exclusive bargaining representative of a unit of employees shall be commenced at least five months before submission of the budget to the legislature. If no agreement has been reached sixty days after the commencement of such negotiations then, at any time thereafter, either party may declare that an impasse exists and may submit the dispute to the commission for mediation, with or without the concurrence of the other party. The commission shall appoint a mediator, who shall promptly meet with the representatives of the parties, either jointly or separately, and shall take such other steps as he or she may deem appropriate in order to persuade the parties to resolve their differences and effect an agreement. A mediator, however, does not have a power of compulsion. The mediator may consider only matters that are subject to bargaining under this chapter.</div><div style=\"text-indent:0.5in;\">(4) If an agreement is not reached following a reasonable period of negotiations and mediation, and the director, upon recommendation of the assigned mediator, finds that the parties remain at impasse, then an arbitrator must be appointed to resolve the dispute. The issues for determination by the arbitrator must be limited to the issues certified by the executive director.</div><div style=\"text-indent:0.5in;\">(5) Within ten working days after the first Monday in September of every odd-numbered year, the governor or the governor's designee and the bargaining representatives for any bargaining units covered by this section shall attempt to agree on an interest arbitrator to be used if the parties are not successful in negotiating a comprehensive collective bargaining agreement. The parties will select an arbitrator by mutual agreement or by alternatively striking names from a regional list of seven qualified arbitrators provided by the federal mediation and conciliation service.</div><div style=\"text-indent:0.5in;\">(a) The fees and expenses of the arbitrator, the court reporter, if any, and the cost of the hearing room, if any, will be shared equally between the parties. Each party is responsible for the costs of its attorneys, representatives and witnesses, and all other costs related to the development and presentation of their case.</div><div style=\"text-indent:0.5in;\">(b) Immediately upon selecting an interest arbitrator, the parties shall cooperate to reserve dates with the arbitrator for a potential hearing between August 1st and September 15th of the following even-numbered year. The parties shall also prepare a schedule of at least five negotiation dates, absent an agreement to the contrary.</div><div style=\"text-indent:0.5in;\">(c) The parties shall execute a written agreement before December 15th of the odd-numbered year setting forth the name of the arbitrator and the dates reserved for bargaining and arbitration.</div><div style=\"text-indent:0.5in;\">(d)(i) The arbitrator must hold a hearing and provide reasonable notice of the hearing to the parties to the dispute. The hearing must be informal and each party has the opportunity to present evidence and make arguments. The arbitrator may not present the case for a party to the proceedings.</div><div style=\"text-indent:0.5in;\">(ii) The rules of evidence prevailing in judicial proceedings may be considered, but are not binding, and any oral testimony or documentary evidence or other data deemed relevant by the arbitrator may be received in evidence. A recording of the proceedings must be taken.</div><div style=\"text-indent:0.5in;\">(iii) The arbitrator may administer oaths, require the attendance of witnesses, and require the production of such books, papers, contracts, agreements, and documents deemed by the arbitrator to be material to a just determination of the issues in dispute. If a person refuses to obey a subpoena issued by the arbitrator, or refuses to be sworn or to make an affirmation to testify, or a witness, party, or attorney for a party is guilty of contempt while in attendance at a hearing, the arbitrator may invoke the jurisdiction of the superior court in the county where the labor dispute exists, and the court may issue an appropriate order. Any failure to obey the order may be punished by the court as a contempt thereof.</div><div style=\"text-indent:0.5in;\">(6) The arbitrator may consider only matters that are subject to bargaining under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.020'>41.80.020</a>(1), and may not consider those subjects listed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.020'>41.80.020</a> (2) and (3) and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.040'>41.80.040</a>.</div><div style=\"text-indent:0.5in;\">(a) In making its determination, the arbitrator shall take into consideration the following factors:</div><div style=\"text-indent:0.5in;\">(i) The financial ability of the department of corrections to pay for the compensation and benefit provisions of a collective bargaining agreement;</div><div style=\"text-indent:0.5in;\">(ii) The constitutional and statutory authority of the employer;</div><div style=\"text-indent:0.5in;\">(iii) Stipulations of the parties;</div><div style=\"text-indent:0.5in;\">(iv) Comparison of the wages, hours, and conditions of employment of personnel involved in the proceedings with the wages, hours, and conditions of employment of like personnel of like state government employers of similar size in the western United States;</div><div style=\"text-indent:0.5in;\">(v) The ability of the department of corrections to retain employees;</div><div style=\"text-indent:0.5in;\">(vi) The overall compensation presently received by department of corrections employees, including direct wage compensation, vacations, holidays, and other paid excused time, pensions, insurance benefits, and all other direct or indirect monetary benefits received;</div><div style=\"text-indent:0.5in;\">(vii) Changes in any of the factors listed in this subsection during the pendency of the proceedings; and</div><div style=\"text-indent:0.5in;\">(viii) Such other factors which are normally or traditionally taken into consideration in the determination of matters that are subject to bargaining under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.020'>41.80.020</a>(1).</div><div style=\"text-indent:0.5in;\">(b) The decision of an arbitrator under this section is subject to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.010'>41.80.010</a>(3).</div><div style=\"text-indent:0.5in;\">(7) During the pendency of the proceedings before the arbitrator, existing wages, hours, and other conditions of employment shall not be changed by action of either party without the consent of the other but a party may so consent without prejudice to his or her rights or position under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.56'>41.56</a> RCW.</div><div style=\"text-indent:0.5in;\">(8)(a) If the representative of either or both the employees and the state refuses to submit to the procedures set forth in subsections (3), (4), and (5) of this section, the parties, or the commission on its own motion, may invoke the jurisdiction of the superior court for the county in which the labor dispute exists and the court may issue an appropriate order. A failure to obey the order may be punished by the court as a contempt thereof.</div><div style=\"text-indent:0.5in;\">(b) A decision of the arbitrator is final and binding on the parties, and may be enforced at the instance of either party, the arbitrator, or the commission in the superior court for the county where the dispute arose. However, the decision of the arbitrator is not binding on the legislature and, if the legislature does not approve the funds necessary to implement provisions pertaining to the compensation and fringe benefit provision of an interest arbitration award, the provisions are not binding on the state or department of corrections.</div><div style=\"text-indent:0.5in;\">(9) Subject to the provisions of this section, the parties shall follow the commission's procedures for interest arbitration.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-13T19:36:45.893Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1068 is to remove the exclusion of Washington management service employees from interest arbitration at the Department of Corrections. This legislation aims to ensure that employees in this sector have access to arbitration as a way to resolve disputes regarding their employment conditions. Key changes include allowing certain Department of Corrections employees, who were previously excluded, to engage in interest arbitration without the earlier restrictions.</p>\n<h3>Key Provisions</h3>\n<h4>Interest Arbitration Rights</h4>\n<ul>\n<li>Grants employees of the Department of Corrections the right to interest arbitration to settle disputes.</li>\n<li>Excludes confidential employees, members of the Washington management service, and internal auditors from this provision.</li>\n</ul>\n<h4>Negotiation Process</h4>\n<ul>\n<li>Requires negotiations to begin at least five months before the budget submission to the legislature.</li>\n<li>Allows either party to declare an impasse and request mediation if no agreement is reached within sixty days.</li>\n<li>If mediation does not lead to an agreement, an arbitrator can be appointed to resolve the dispute.</li>\n</ul>\n<h4>Mediator and Arbitrator Roles</h4>\n<ul>\n<li>The mediating commission will appoint a mediator to facilitate discussions but has no power of compulsion.</li>\n<li>If necessary, an arbitrator will be appointed to address unresolved issues, limited to matters specified for arbitration.</li>\n<li>The arbitrator’s ruling will be based on several factors, including the Department’s financial ability, existing compensation packages, and employment conditions in comparable agencies.</li>\n</ul>\n<h4>Conducting Hearings</h4>\n<ul>\n<li>The arbitrator will hold informal hearings, allowing both parties to present their positions and evidence.</li>\n<li>The process includes administering oaths, call witnesses, and may invoke court jurisdiction in case of non-compliance.</li>\n</ul>\n<h4>Outcome and Enforcement</h4>\n<ul>\n<li>Decisions made by the arbitrator are final and binding, enforceable in court.</li>\n<li>However, the legislature's approval is necessary for any financial implications resulting from the arbitrator's decision, specifically regarding compensation and fringe benefits.</li>\n</ul>\n<h4>Restrictions on Changes</h4>\n<ul>\n<li>Existing wages, hours, and employment conditions cannot be altered during the arbitration process without mutual consent. </li>\n</ul>\n<h4>Legal Recourse</h4>\n<ul>\n<li>If either party fails to comply with the established arbitration procedures, the opposite party or the commission may resort to superior court for enforcement, with non-compliance punishable by contempt.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-13T19:36:45.893Z",
    "text": "arbitration access employees department corrections negotiation mediation impasse arbitrator hearings financial compensation compliance"
  }
}