{
  "id": 1071,
  "documents": {
    "1071": {
      "createdDate": "2024-12-16T19:42:26.800Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0132.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1071</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Fey, Leavitt, Walen, Bronoske, Reeves, Barkis, Waters, Callan, Thai, Berg, Low, Schmidt, Rule, Goodman, Pollet, Lekanoff, and Salahuddin<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/16/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Environment &amp; Energy.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to implementing strategies to achieve higher recycling rates within Washington's existing solid waste management system; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.030'>70A.245.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.010'>70A.245.010</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=81.77.195'>81.77.195</a>; reenacting and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.110'>43.21B.110</a>; adding new sections to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245'>70A.245</a> RCW; adding a new chapter to Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A'>70A</a> RCW; creating a new section; and prescribing penalties. <!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:1.5em;\"><div style=\"font-weight:bold;text-align:center;\">PART 1</div><div style=\"font-weight:bold;text-align:center;\">INTENT</div></div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 101.  </span>INTENT.<span style=\"text-indent:0.5in;\">(1) The legislature finds that:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) Washington state has been a leader in recycling policy, reaching the goal of 50 percent recycling set by the legislature in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.005'>70A.205.005</a>. The legislature further finds that, since meeting the state's goal to achieve a 50 percent recycling rate, global market conditions have caused the recycling rate to fall below 50 percent, demonstrating the dependence of recycling rates on reliable, consistent recycling markets for recyclable materials;</div><div style=\"text-indent:0.5in;\">(b) New goals and target recycling rates must be established and a comprehensive needs assessment is necessary to implement improvements to Washington's existing recycling system to reach those goals;</div><div style=\"text-indent:0.5in;\">(c) Programs, activities, or projects that reduce greenhouse gas emissions from the solid waste sector, including a comprehensive needs assessment, are intended to be funded from the climate commitment account;</div><div style=\"text-indent:0.5in;\">(d) 88 percent of Washington residents living in single-family homes and 77 percent living in multifamily residences have access to curbside recycling services through a robust regulatory structure that ensures equal access to services at affordable rates; and</div><div style=\"text-indent:0.5in;\">(e) The investments in infrastructure by Washington companies has led to the development of materials sorting and processing superior to most other states.</div><div style=\"text-indent:0.5in;\">(2)(a) The legislature finds that contamination in the recycling stream is a major impediment to higher recovery rates.</div><div style=\"text-indent:0.5in;\">(b) It is the intent of the legislature to implement proven strategies to address these challenges, including:</div><div style=\"text-indent:0.5in;\">(i) The establishment of a single statewide list of materials for recyclables collected through Washington's curbside recycling system to reduce confusion and increase participation;</div><div style=\"text-indent:0.5in;\">(ii) A robust needs assessment unique to Washington state to determine costs and investments necessary to achieve a 65 percent overall recycling rate for packaging;</div><div style=\"text-indent:0.5in;\">(iii) Study the use of recycling symbols on packaging that cannot be readily recycled through Washington's recycling system; and</div><div style=\"text-indent:0.5in;\">(iv) The expansion of the successful recycled content requirements to ensure more materials are manufactured with postconsumer material.</div><div style=\"text-indent:0.5in;\">(3) It is the intent of the legislature that:</div><div style=\"text-indent:0.5in;\">(a) Producers increase the use of postconsumer recycled content in their products, to achieve the goals in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.520.010'>70A.520.010</a>(2) and to create strong markets for recycled materials and achieve environmental benefits; and</div><div style=\"text-indent:0.5in;\">(b) Through design and innovation, producers will reduce the use and climate impact of consumer packaging and paper products and increase the use of postconsumer recycled content.</div><div style=\"text-indent:0.5in;\">(4) Finally, it is the intent of the legislature that Washington should maintain the successful public-private partnership between state, local government, and solid waste and recycling service providers. The legislature does not intend to diminish or displace the primary role of the utilities and transportation commission and local governments in regulating or contracting directly with service providers for the curbside collection of residential recyclables. Local governments maintain their existing authority to collect, contract for collection with solid waste and recycling service providers, or defer to solid waste collection services regulated by the utilities and transportation commission.</div><div style=\"text-indent:0.5in;\">(5) Therefore, it is the intent of the legislature to implement proven strategies to address these challenges, including:</div><div style=\"text-indent:0.5in;\">(a) A robust needs assessment unique to Washington state to determine costs and investments necessary to achieve a 65 percent overall recycling rate for packaging; and</div><div style=\"text-indent:0.5in;\">(b) The expansion of the successful recycled content requirements to ensure more materials are manufactured with postconsumer material.</div><!-- field: --><div style=\"margin-top:1.5em;\"><div style=\"font-weight:bold;text-align:center;\">PART 2</div><div style=\"font-weight:bold;text-align:center;\">RATES STUDY, MATERIALS LIST, AND NEEDS ASSESSMENT</div></div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 201.  </span>DEFINITIONS.<span style=\"text-indent:0.5in;\">The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) \"Consumable product\" means a commodity that is intended to be used and not disposed of.</div><div style=\"text-indent:0.5in;\">(2) \"Contaminant\" means a material set out for curbside recycling collection that is not on the list of materials accepted for recycling collection by a recycling collection program.</div><div style=\"text-indent:0.5in;\">(3) \"Contamination\" means the presence of one or more contaminants in a recycling collection or commodity stream in an amount or concentration that negatively impacts the value of the material or negatively impacts a processor's ability to sort that material.</div><div style=\"text-indent:0.5in;\">(4) \"Covered product\" means packaging and paper products sold or supplied to consumers for personal, noncommercial use and disposed of through residential curbside or drop-off site collection systems.</div><div style=\"text-indent:0.5in;\">(5) \"Department\" means the department of ecology.</div><div style=\"text-indent:0.5in;\">(6) \"Glass\" means a covered product made of soda lime glass.</div><div style=\"text-indent:0.5in;\">(7) \"Material category\" means a group of covered products that have similar properties such as chemical composition, shape, or other characteristics.</div><div style=\"text-indent:0.5in;\">(8) \"Overburdened community\" means an overburdened community identified and prioritized by the department under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.02.050'>70A.02.050</a>(1)(a).</div><div style=\"text-indent:0.5in;\">(9)(a) \"Packaging\" means a material, substance, or object that is:</div><div style=\"text-indent:0.5in;\">(i) Used to protect, contain, transport, or serve an item;</div><div style=\"text-indent:0.5in;\">(ii) Sold or supplied to consumers expressly for the purpose of protecting, containing, transporting, or serving items;</div><div style=\"text-indent:0.5in;\">(iii) Attached to an item or its container for the purpose of marketing or communicating information about the item;</div><div style=\"text-indent:0.5in;\">(iv) Supplied at the point of sale to facilitate the delivery of the item; or</div><div style=\"text-indent:0.5in;\">(v) Supplied to or purchased by consumers expressly for the purpose of facilitating food or beverage consumption that is ordinarily discarded by consumers after a single use or short-term use, whether or not it could be reused.</div><div style=\"text-indent:0.5in;\">(b) \"Packaging\" does not include:</div><div style=\"text-indent:0.5in;\">(i) Materials intended to be used for the long-term storage or protection of a durable product, that is intended to transport, protect, or store the durable product on an ongoing basis, and that can be expected to be usable for that purpose for a period of at least five years;</div><div style=\"text-indent:0.5in;\">(ii) For purposes of this chapter only, materials used to package pesticide products regulated by the federal insecticide, fungicide, and rodenticide act, 7 U.S.C. Sec. 136 et seq., that are in direct contact with the regulated product. This exemption does not include products regulated by the United States food and drug administration;</div><div style=\"text-indent:0.5in;\">(iii) Liquefied petroleum gas containers that are designed to be refilled and reused;</div><div style=\"text-indent:0.5in;\">(iv)(A) Packaging for drugs that are used for animal medicines including parasiticide products for animals; and</div><div style=\"text-indent:0.5in;\">(B) Packaging for products intended for animals that are regulated as animal drugs, biologics, parasiticides, medical devices, or diagnostics used to treat, or administered to, animals under the federal food, drug, and cosmetic act, 21 U.S.C. Sec. 301 et seq., the federal insecticide, fungicide, and rodenticide act, 7 U.S.C. Sec. 136 et seq., or the federal virus-serum-toxin act, 21 U.S.C. Sec. 151 et seq., as amended;</div><div style=\"text-indent:0.5in;\">(v) Packaging for products that are regulated as a medical device, dietary supplement, or drug by the United States food and drug administration under the federal food, drug, and cosmetic act, 21 U.S.C. Sec. 321 et seq. or products that are regulated as a biologic or vaccine by the federal food and drug administration under the public health service act, 42 U.S.C. Sec. 201 et seq.;</div><div style=\"text-indent:0.5in;\">(vi) Packaging related to containers of architectural paint that has been collected by a stewardship organization under the program established in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.515'>70A.515</a> RCW;</div><div style=\"text-indent:0.5in;\">(vii) Packaging used to contain hazardous or flammable products classified by the 2012 federal occupational safety and health administration hazard communication standard, 29 C.F.R. Sec. 1910.1200 (2012).</div><div style=\"text-indent:0.5in;\">(10) \"Paper product\" means paper sold or supplied including flyers, brochures, booklets, catalogs, magazines, and all other paper materials except for: (a) Bound books; (b) conservation grade and archival grade paper; (c) newspapers; (d) paper designed for use in building construction; and (e) paper products that, by any common and foreseeable use, could reasonably be anticipated to become unsafe or unsanitary to handle.</div><div style=\"text-indent:0.5in;\">(11)(a) \"Producer\" means the following person responsible for compliance with covered product registration and reporting requirements under this chapter for a covered product sold, offered for sale, or distributed in or into this state:</div><div style=\"text-indent:0.5in;\">(i) If the covered product is sold with the manufacturer's own brand or lacks identification of a brand, the producer is the person who manufactures the covered product;</div><div style=\"text-indent:0.5in;\">(ii) If the covered product is manufactured by a person other than the brand owner, the producer is the person who is the licensee of a brand or trademark under which a covered product is sold, offered for sale, or distributed in or into this state, whether or not the trademark is registered in this state, unless the manufacturer or brand owner of the covered product has agreed to accept responsibility under this chapter; or</div><div style=\"text-indent:0.5in;\">(iii) If there is no person described in (a)(i) and (ii) of this subsection over whom the state can constitutionally exercise jurisdiction, the producer is the person who imports or distributes the covered product in or into the state.</div><div style=\"text-indent:0.5in;\">(b) A person is the \"producer\" of a covered product sold, offered for sale, or distributed in or into this state, as defined in (a)(i) through (iii) of this subsection, except where another person has mutually signed an agreement with a producer as defined in (a)(i) through (iii) of this subsection that contractually assigns responsibility to the person as the producer, and the person has joined a registered producer responsibility organization as the responsible producer for that covered product under this chapter.</div><div style=\"text-indent:0.5in;\">(c) \"Producer\" does not include:</div><div style=\"text-indent:0.5in;\">(i) Government agencies, municipalities, or other political subdivisions of the state;</div><div style=\"text-indent:0.5in;\">(ii) Registered 501(c)(3) charitable organizations and 501(c)(4) social welfare organizations; or</div><div style=\"text-indent:0.5in;\">(iii) De minimis producers that annually sell, offer for sale, distribute, or import in or into the country for sale in Washington:</div><div style=\"text-indent:0.5in;\">(A) Less than one ton of covered products each year; or</div><div style=\"text-indent:0.5in;\">(B) That have a global gross revenue of less than $5,000,000 for the most recent fiscal year of the organization. The department shall calculate an adjusted rate to maintain the small business exemption by the rate of inflation. The adjusted rate must be calculated to the nearest cent using the consumer price index for urban wage earners. Each adjusted rate calculated under this subsection takes effect on the following January 1st.</div><div style=\"text-indent:0.5in;\">(12) \"Vulnerable population\" has the same meaning as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.02.010'>70A.02.010</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 202.  </span>ACTIVITIES TO SUPPORT FUTURE INCREASES IN RECOVERY RATES AND RATES STUDY.<span style=\"text-indent:0.5in;\">(1) To inform the future development of strategies to increase recovery rates consistent with the goals established in subsection (2) of this section, the department must:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) Identify a statewide list of materials suitable for curbside collection services and a statewide list of materials suitable for drop-off collection, consistent with section 203 of this act, to be completed by October 1, 2026;</div><div style=\"text-indent:0.5in;\">(b) Complete a statewide needs assessment to meet the goal established in subsection (2) of this section and be carried out by a third-party consultant selected by the department, consistent with section 204 of this act, and completed by October 1, 2027; and</div><div style=\"text-indent:0.5in;\">(c) Begin overseeing the registration and data reporting of producers of packaging, consistent with section 205 of this act.</div><div style=\"text-indent:0.5in;\">(2)(a) A goal is established for the state to achieve a recycling rate of 65 percent for covered products. The department must, in consultation with the advisory committee established in section 207 of this act, identify a methodology for calculating progress towards this goal as part of its duties under section 204 of this act, and must begin tracking and periodically making public the state's progress towards this goal beginning in the year following the initial reporting of data by producers under section 205 of this act.</div><div style=\"text-indent:0.5in;\">(b) The goals established in this subsection must be used to inform the statewide needs assessment in section 204 of this act.</div><div style=\"text-indent:0.5in;\">(3) For purposes of implementing this chapter, the department may, where appropriate, use and rely on the recommended recycling rate targets contained in the department's <span style=\"font-style:italic;\">December 2023 Washington Recycling, Reuse, and Source Reduction Target Study and Community Input Process</span>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 203.  </span>CURBSIDE AND DROP-OFF RECYCLABLE MATERIALS COLLECTION LISTS FOR NEEDS ASSESSMENT.<span style=\"text-indent:0.5in;\">(1)(a) By October 1, 2026, the department must develop and publish a:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(i) List of recyclable materials suitable for curbside collection from residents in single-family and multifamily residences; and</div><div style=\"text-indent:0.5in;\">(ii) Separate list of materials suitable for residential drop-off collection.</div><div style=\"text-indent:0.5in;\">(b) The department must review and update the lists in (a) of this subsection by October 1, 2031, and no less often than every five years thereafter. During the review and update of the lists, the department must newly review each material included on the previous versions of the lists using the factors described in subsection (4) of this section and may only continue to include materials on a list after considering the factors described in subsection (4) of this section.</div><div style=\"text-indent:0.5in;\">(2) The initial list of materials suitable for curbside collection developed and published under this section must include the following materials:</div><div style=\"text-indent:0.5in;\">(a) Newspaper;</div><div style=\"text-indent:0.5in;\">(b) Paperboard and chipboard;</div><div style=\"text-indent:0.5in;\">(c) Loose paper;</div><div style=\"text-indent:0.5in;\">(d) Corrugated cardboard;</div><div style=\"text-indent:0.5in;\">(e) Magazines;</div><div style=\"text-indent:0.5in;\">(f) Envelopes;</div><div style=\"text-indent:0.5in;\">(g) Aluminum cans;</div><div style=\"text-indent:0.5in;\">(h) Tin or steel cans;</div><div style=\"text-indent:0.5in;\">(i) High density polyethylene plastic containers; and</div><div style=\"text-indent:0.5in;\">(j) Polyethylene terephthalate containers.</div><div style=\"text-indent:0.5in;\">(3) The initial list of materials suitable for drop-off residential collection must include the following materials:</div><div style=\"text-indent:0.5in;\">(a) Glass; and</div><div style=\"text-indent:0.5in;\">(b) Flexible plastic.</div><div style=\"text-indent:0.5in;\">(4) In addition to the materials identified under subsections (2) and (3) of this section, the department may identify additional materials for inclusion on a list or remove materials from inclusion on a list based on consultation with the advisory committee established in section 207 of this act, and after considering the following factors:</div><div style=\"text-indent:0.5in;\">(a) The stability, maturity, accessibility, and viability of responsible end markets;</div><div style=\"text-indent:0.5in;\">(b) Economic factors;</div><div style=\"text-indent:0.5in;\">(c) Environmental factors from a life-cycle perspective;</div><div style=\"text-indent:0.5in;\">(d) The material's compatibility with existing recycling infrastructure;</div><div style=\"text-indent:0.5in;\">(e) The amount of the material available;</div><div style=\"text-indent:0.5in;\">(f) The ability for waste generators to easily identify and properly prepare the material;</div><div style=\"text-indent:0.5in;\">(g) The practicalities of sorting and storing the material;</div><div style=\"text-indent:0.5in;\">(h) Contamination;</div><div style=\"text-indent:0.5in;\">(i) Environmental health and safety considerations; and</div><div style=\"text-indent:0.5in;\">(j) The anticipated yield loss for the material during the recycling process.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 204.  </span>STATEWIDE NEEDS ASSESSMENT.<span style=\"text-indent:0.5in;\">(1) The statewide needs assessment must be consistent with the following requirements:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) The final scope of the statewide needs assessment must be determined after considering comments and recommendations from stakeholders, each jurisdiction planning under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW, and the advisory committee established in section 207 of this act; and</div><div style=\"text-indent:0.5in;\">(b) Stakeholders, jurisdictions planning under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW, and the advisory committee must have the opportunity to review and comment on the draft statewide needs assessment at least 90 days prior to its completion. The advisory committee must have the opportunity to review drafts of the needs assessment and accompanying data used in the needs assessment.</div><div style=\"text-indent:0.5in;\">(2) The statewide needs assessment must be:</div><div style=\"text-indent:0.5in;\">(a) Informed by highest achievable recycling rates and recommended targets in the 2023 performance rates study identified in section 202 of this act and rates and other comments suggested by stakeholders and the advisory committee;</div><div style=\"text-indent:0.5in;\">(b) Limited to covered products collected from residents in single-family and multifamily residences included on the list developed and published by the department in section 202 of this act;</div><div style=\"text-indent:0.5in;\">(c) Completed only after individual consultation with each jurisdiction planning under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW; and</div><div style=\"text-indent:0.5in;\">(d) Accepted from the selected consultant as complete by the department.</div><div style=\"text-indent:0.5in;\">(3) The statewide needs assessment must:</div><div style=\"text-indent:0.5in;\">(a) For each jurisdiction planning under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW, evaluate the capacity, costs, gaps, and needs for the following factors necessary to achieve recycling performance rate recommendations to reach the goal identified under section 202 of this act:</div><div style=\"text-indent:0.5in;\">(i) Evaluate what services related to the requirements of this chapter are currently being delivered in each county and city planning under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW and what the costs are for those existing services;</div><div style=\"text-indent:0.5in;\">(A) Availability and types of recycling services for covered products for residents in single-family and multifamily residences, including whether current services are considered residential or commercial and whether any gaps, costs, or needs are specific to either commercial or residential customer service;</div><div style=\"text-indent:0.5in;\">(B) The current methods and infrastructure for serving residents, including curbside recycling service areas and material drop-off locations;</div><div style=\"text-indent:0.5in;\">(C) Any densely populated areas within each jurisdiction in which curbside recycling services for covered products identified by the department on the list developed and published under section 203 of this act are not available or are only partially available;</div><div style=\"text-indent:0.5in;\">(D) Any areas within each jurisdiction where curbside garbage collection services are offered to residents in single-family and multifamily residences but curbside recycling services are not offered;</div><div style=\"text-indent:0.5in;\">(ii) Evaluate what new or expanded services and infrastructure are needed in each county and city planning under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW to meet the target performance rates and what the anticipated costs are for those additional services and infrastructure;</div><div style=\"text-indent:0.5in;\">(iii) Education and outreach activities, which may include digital mediums on packaging;</div><div style=\"text-indent:0.5in;\">(iv) Availability and performance of collection, transport, and processing capacity and infrastructure, including consideration of material quality and contamination;</div><div style=\"text-indent:0.5in;\">(v) Necessary capital investments to existing reuse and recycling infrastructure, and how to maximize the use of existing infrastructure;</div><div style=\"text-indent:0.5in;\">(b) Compile information related to actual costs for curbside collection services, drop-off collection services, and other information relevant to the funding requirements to achieve performance rates, including costs for various service methods recommended by stakeholders during the study scoping process;</div><div style=\"text-indent:0.5in;\">(c) Estimate the total costs of investments necessary to reach target rates, within each jurisdiction, as well as ongoing program costs related to labor, equipment, and maintenance. Cost factors and variables to be considered in the estimates include:</div><div style=\"text-indent:0.5in;\">(i) Population size and density of a local jurisdiction;</div><div style=\"text-indent:0.5in;\">(ii) Types of households serviced and collection method used;</div><div style=\"text-indent:0.5in;\">(iii) Distance from a local jurisdiction to the nearest recycling facility;</div><div style=\"text-indent:0.5in;\">(iv) Whether a jurisdiction pays for transportation and sorting of collected materials and whether it receives a commodity value from processed materials;</div><div style=\"text-indent:0.5in;\">(v) Geographic location or other variables contributing to regional differences in costs;</div><div style=\"text-indent:0.5in;\">(vi) Cost increases over time; and</div><div style=\"text-indent:0.5in;\">(vii) Any other factors as determined to be necessary by the department, with input from stakeholders;</div><div style=\"text-indent:0.5in;\">(d)(i) Identify cost factors and other variables to be considered in the development of funding estimates for government entities for any services other than curbside collection to be carried out by government entities that may be needed to achieve performance rates developed under section 202 of this act;</div><div style=\"text-indent:0.5in;\">(ii) Identify methods to consider greenhouse gas emissions and other environmental outcomes associated with potential expansions of curbside recycling services to rural or sparsely populated areas;</div><div style=\"text-indent:0.5in;\">(e) Compile relevant information to be considered in the development of criteria by the department to determine whether a covered product is recyclable, reusable, or compostable through Washington's curbside recycling collection system. The relevant information to be compiled may include whether covered product materials are:</div><div style=\"text-indent:0.5in;\">(i) Or may be, collected, separated, and processed in sufficient quantity and quality into a marketable feedstock that can be used in the production of new products; or</div><div style=\"text-indent:0.5in;\">(ii) Designed in a way that is problematic for reuse, recycling, or composting;</div><div style=\"text-indent:0.5in;\">(f) Evaluate how the state's existing recycling system can be improved in a socially just manner as it relates to activities required under this chapter. The assessment must:</div><div style=\"text-indent:0.5in;\">(i) Include meaningful consultation with overburdened communities and vulnerable populations;</div><div style=\"text-indent:0.5in;\">(ii) Determine conditions and make recommendations including, at minimum:</div><div style=\"text-indent:0.5in;\">(A) Improving access to the recycling system for women and minority individuals;</div><div style=\"text-indent:0.5in;\">(B) The sufficiency of local government requirements related to multifamily recycling services and their implementation;</div><div style=\"text-indent:0.5in;\">(C) Identification of activities that negatively disproportionately impact any community and in particular overburdened communities and vulnerable populations, including new fees, costs, or deposits;</div><div style=\"text-indent:0.5in;\">(D) Improving the sufficiency of recycling education and outreach programs relative to desired socially just management outcomes;</div><div style=\"text-indent:0.5in;\">(E) Recommendations for improving socially just management practices and outcomes in the state's recycling system; and</div><div style=\"text-indent:0.5in;\">(F) Evaluate the extent to which covered products contribute to litter and marine debris. The assessment should draw on available data, assess gaps, and identify strategies for improving prevention and cleanup of litter and marine debris from covered products;</div><div style=\"text-indent:0.5in;\">(g) Compile information from available data sources on the presence of toxic substances in covered products and their potential negative impacts on reuse, recycling, and composting systems. The information compiled is intended to inform the development of ecomodulation factors that incentivize the reduction of toxic substances that have potentially negative impacts when covered products are managed through reuse, recycling, and composting systems; and</div><div style=\"text-indent:0.5in;\">(h) Conduct voluntary interviews with service providers of curbside recycling services or recycling processing services within a jurisdiction on costs for additional infrastructure, vehicles, staff, equipment, and other investments to achieve the recycling performance goal established under section 202 of this act.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 205.  </span>COVERED PRODUCT PRODUCER REGISTRATION AND REPORTING.(1) Beginning January 1, 2026, a producer that offers for sale, sells, or distributes in or into Washington covered products must register with the department individually or through a third-party representative registering on behalf of a group of producers.<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The registration information submitted to the department under this section must include a list of the producers of covered products and the brand names of the covered products represented in the registration submittal. Beginning in 2027, a producer may submit registration information at the same time as the information submitted through the annual reporting in subsection (3) of this section.</div><div style=\"text-indent:0.5in;\">(3)(a) Beginning April 1, 2027, each producer of covered products, individually or through a third party representing a group of producers, must provide an annual report to the department that includes, by material category, the volume in pounds of covered products sold, offered for sale, or distributed in or into Washington during the preceding calendar year.</div><div style=\"text-indent:0.5in;\">(b) The report must be submitted in a format and manner prescribed by the department. A manufacturer may submit national data allocated on a per capita basis for Washington to approximate the information required in this subsection if the producer or third-party representative demonstrates to the department that state level data are not available or feasible to generate.</div><div style=\"text-indent:0.5in;\">(c) The department must post the information reported under this subsection on its website, except as provided in (d) of this subsection.</div><div style=\"text-indent:0.5in;\">(d) A producer that submits information or records to the department under this chapter may request that the information or records be made available only for the confidential use of the department, the director, or the appropriate division of the department. The director of the department must give consideration to the request and if this action is not detrimental to the public interest and is otherwise in accordance with the policies and purposes of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21A'>43.21A</a> RCW, the director must grant the request for the information to remain confidential as authorized in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21A.160'>43.21A.160</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 206.  </span>DEPARTMENT OF ECOLOGY OVERSIGHT.<span style=\"text-indent:0.5in;\">(1) The department shall adopt rules as necessary to administer, implement, and enforce this section and section 205 of this act.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2)(a) The department may conduct audits and investigations for the purpose of ensuring compliance with section 205 of this act.</div><div style=\"text-indent:0.5in;\">(b) The department shall annually publish a list of registered producers of covered products and associated brand names, their compliance status, and other information the department deems appropriate on the department's website.</div><div style=\"text-indent:0.5in;\">(3)(a) By January 31, 2026, and every January 31st thereafter, the department must:</div><div style=\"text-indent:0.5in;\">(i) Prepare an annual workload analysis for public comment that identifies the annual costs it expects to incur to implement, administer, and enforce this section and section 205 of this act, and to carry out its obligations under this chapter;</div><div style=\"text-indent:0.5in;\">(ii) Determine a total annual fee payment by producers or their third-party representatives that is adequate to cover, but not exceed, the workload identified in (a)(i) of this subsection;</div><div style=\"text-indent:0.5in;\">(iii) Until rules are adopted under (a)(iv) of this subsection, issue a general order to all entities falling within the definition of producer. The department must equitably determine fee amounts;</div><div style=\"text-indent:0.5in;\">(iv) By 2028, adopt rules to equitably determine annual fee payments by producers or their third-party representatives. Once such rules are adopted, the general order issued under (a)(iii) of this subsection is no longer effective; and</div><div style=\"text-indent:0.5in;\">(v) Send notice to producers or their third-party representatives of fee amounts due consistent with either the general order issued under (a)(iii) of this subsection or rules adopted under (a)(iv) of this subsection.</div><div style=\"text-indent:0.5in;\">(b) The department must:</div><div style=\"text-indent:0.5in;\">(i) Apply any remaining annual payment funds from the current year to the annual payment for the coming year, if the collected annual payment exceeds the department's costs for a given year; and</div><div style=\"text-indent:0.5in;\">(ii) Increase annual payments for the coming year to cover the department's costs, if the collected annual payment was less than the department's costs for a given year.</div><div style=\"text-indent:0.5in;\">(c) By April 1, 2026, and every April 1st thereafter, producers or their third-party representatives must submit a fee payment as determined by the department under (a) of this subsection. Fee payments must be deposited in the packaging recycling oversight account created in section 209 of this act.</div><div style=\"text-indent:0.5in;\">(4) For producers out of compliance with the registration or reporting requirements of section 205 of this act, the department shall provide written notification and offer information to producers. For the purposes of this section, written notification serves as notice of the violation. The department must issue at least two notices of violation by certified mail prior to assessing a penalty under subsection (5) of this section.</div><div style=\"text-indent:0.5in;\">(5) The department may assess a penalty in an amount not to exceed $1,000 for each day for a violation of this section or section 205 of this act. Penalties collected under this section must be deposited in the recycling enhancement account created in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.100'>70A.245.100</a>.</div><div style=\"text-indent:0.5in;\">(6) Penalties issued under this section are appealable to the pollution control hearings board established in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B'>43.21B</a> RCW.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 207.  </span>ADVISORY COMMITTEE.<span style=\"text-indent:0.5in;\">(1) An advisory committee is established.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The advisory committee consists of members appointed by the department as follows:</div><div style=\"text-indent:0.5in;\">(a) Four representatives of local governments representing geographic areas across the state, including two representatives of counties and two representatives of cities, each with one representative of urban communities and one representative of rural communities;</div><div style=\"text-indent:0.5in;\">(b) One representative of tribal or indigenous solid waste services organizations;</div><div style=\"text-indent:0.5in;\">(c) One representative of special purpose districts involved in activities related to the end-of-life management of solid waste;</div><div style=\"text-indent:0.5in;\">(d) Two representatives of community-based organizations whose mission is to serve the interests of overburdened communities and vulnerable populations;</div><div style=\"text-indent:0.5in;\">(e) Two representatives of environmental nonprofit organizations;</div><div style=\"text-indent:0.5in;\">(f) One owner or operator of a small business that is not eligible for representation under (g), (h), or (i) of this subsection;</div><div style=\"text-indent:0.5in;\">(g) Six representatives of the recycling industry, including local governments' service providers, solid waste collection companies or associations, material recovery facilities, or other processing facilities;</div><div style=\"text-indent:0.5in;\">(h) Four representatives of producers of covered products or producer trade associations representing different types of covered products;</div><div style=\"text-indent:0.5in;\">(i) Two representatives of packaging suppliers that are not producers as defined under this chapter representing different material categories; and</div><div style=\"text-indent:0.5in;\">(j) One representative of a retail establishment.</div><div style=\"text-indent:0.5in;\">(3) Advisory committee members must be appointed by the director of the department by September 1, 2026. In appointing members, the department shall:</div><div style=\"text-indent:0.5in;\">(a) Appoint members that, to the greatest extent practicable, represent diversity in race, ethnicity, age, and gender, urban and rural areas, and different regions of the state; and</div><div style=\"text-indent:0.5in;\">(b) Consider recommendations for appointments from relevant represented groups or associations and from individuals interested in participating on the advisory committee.</div><div style=\"text-indent:0.5in;\">(4)(a) The terms of initial appointments must be staggered to two-year and three-year appointments, with subsequent terms of three years. Members are eligible for reappointment.</div><div style=\"text-indent:0.5in;\">(b) If there is a vacancy for any reason, the department shall make an appointment to become effective immediately for the unexpired term.</div><div style=\"text-indent:0.5in;\">(5) The advisory committee shall meet at least once every three months at times and places specified by the department. The advisory committee may also meet at other times and places, including virtually, specified by the department or by a call of a majority of the committee members, as necessary, to carry out the duties of the advisory committee.</div><div style=\"text-indent:0.5in;\">(6)(a) The department shall provide staff support and facilitation as necessary for the advisory committee to carry out its duties.</div><div style=\"text-indent:0.5in;\">(b) The department may select an impartial, third-party facilitator to convene and provide administrative support to the advisory committee.</div><div style=\"text-indent:0.5in;\">(c) The department may establish working groups, comprised of interested members of the advisory committee, to discuss issues related to implementation of this chapter, which report back to the full advisory committee including, but limited to, the truth in labeling task force established in section 208 of this act.</div><div style=\"text-indent:0.5in;\">(7) The duties of the advisory committee include the following:</div><div style=\"text-indent:0.5in;\">(a) Advise and make recommendations to the department on the lists developed and published by the department under section 203 of this act;</div><div style=\"text-indent:0.5in;\">(b) Advise and make recommendations to the department on the scope of the statewide needs assessment under section 204 of this act;</div><div style=\"text-indent:0.5in;\">(c) Review and comment on draft statewide needs assessments prior to their completion;</div><div style=\"text-indent:0.5in;\">(d) Review and comment on the department's implementation and administration of the registration and reporting requirements in sections 205 and 206 of this act; and</div><div style=\"text-indent:0.5in;\">(e) Provide input, review, and comment on rules proposed by the department under this chapter.</div><div style=\"text-indent:0.5in;\">(8) Advisory committee members that are representatives of tribes or tribal and indigenous services organizations or community-based and environmental nonprofit organizations must, if requested, be compensated and reimbursed in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.03.050'>43.03.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.03.060'>43.03.060</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.03.220'>43.03.220</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 208.  </span>TRUTH IN LABELING TASK FORCE.<span style=\"text-indent:0.5in;\">(1) The truth in labeling task force is established as a subgroup of the advisory committee established in section 207 of this act.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The truth in labeling task force shall consist of interested members of the advisory committee.</div><div style=\"text-indent:0.5in;\">(3) The truth in labeling task force shall study and evaluate misleading or confusing claims regarding the recyclability of products made on a product or product packaging. The task force shall make recommendations to the legislature for the development of recyclability labeling standards and requirements for products and packaging sold in Washington. The study must include consideration of issues affecting accessibility for diverse audiences.</div><div style=\"text-indent:0.5in;\">(4) The department must transmit a final report and recommendations from the truth in labeling task force, in the form of draft legislation, to the appropriate committees of the legislature by June 1, 2026.</div><div style=\"text-indent:0.5in;\">(5) The department must provide staff support to the truth in labeling task force.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 209.  </span>PACKAGING RECYCLING OVERSIGHT ACCOUNT.<span style=\"text-indent:0.5in;\">The packaging recycling oversight account is created in the custody of the state treasurer. All receipts received by the department under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a> must be deposited in the account. Expenditures from the account may be used by the department only for implementing, administering, and enforcing the requirements of this chapter. Only the director of the department or the director's designee may authorize expenditures from the account. The account is subject to the allotment procedures under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.88'>43.88</a> RCW, but an appropriation is not required for expenditures.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:1.5em;\"><div style=\"font-weight:bold;text-align:center;\">PART 3</div><div style=\"font-weight:bold;text-align:center;\">POSTCONSUMER RECYCLED CONTENT</div><div style=\"font-weight:bold;text-align:center;\">REQUIREMENTS</div></div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 301.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a> and 2021 c 313 s 3 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) Beginning January 1, 2023, producers that offer for sale, sell, or distribute in or into Washington:</div><div style=\"text-indent:0.5in;\">(i) Beverages other than wine in 187 milliliter plastic beverage containers and dairy milk in plastic beverage containers must meet minimum postconsumer recycled content requirements established under subsection (4) of this section; and</div><div style=\"text-indent:0.5in;\">(ii) Plastic trash bags must meet minimum postconsumer recycled content requirements established under subsection (6) of this section.</div><div style=\"text-indent:0.5in;\">(b) Beginning January 1, 2025, producers that offer for sale, sell, or distribute in or into Washington household cleaning and personal care products in plastic household cleaning and personal care product containers must meet minimum postconsumer recycled content as required under subsection (5) of this section.</div><div style=\"text-indent:0.5in;\">(c) Beginning January 1, 2028, producers that offer for sale, sell, or distribute in or into Washington wine in 187 milliliter plastic beverage containers or dairy milk in plastic beverage containers must meet minimum postconsumer recycled content as required under subsection (4) of this section.</div><div style=\"text-indent:0.5in;\">(2)(a) On or before April 1, 2022, and annually thereafter, a producer that offers for sale, sells, or distributes in or into Washington covered products must register with the department individually or through a third-party representative registering on behalf of a group of producers.</div><div style=\"text-indent:0.5in;\">(b) The registration information submitted to the department under this section must include a list of the producers of covered products and the brand names of the covered products represented in the registration submittal. Beginning April 1, 2024, for plastic trash bags and plastic beverage containers other than wine in 187 milliliter plastic beverage containers and dairy milk in plastic beverage containers, April 1, 2026, for plastic household and personal care product containers, and April 1, 2029, for wine in 187 milliliter plastic beverage containers and dairy milk, a producer may submit registration information at the same time as the information submitted through the annual reporting required under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.030'>70A.245.030</a>.</div><div style=\"text-indent:0.5in;\">(3)(a) By January 31, 2022, and every January 31st thereafter, the department must:</div><div style=\"text-indent:0.5in;\">(i) Prepare an annual workload analysis for public comment that identifies the annual costs it expects to incur to implement, administer, and enforce this section and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.030'>70A.245.030</a> through  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.060'>70A.245.060</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.090'>70A.245.090</a> (1), (2), and (4), including rule making, in the next fiscal year for each category of covered products;</div><div style=\"text-indent:0.5in;\">(ii) Determine a total annual fee payment by producers or their third-party representatives for each category of covered products that is adequate to cover, but not exceed, the workload identified in (a)(i) of this subsection;</div><div style=\"text-indent:0.5in;\">(iii) Until rules are adopted under (a)(iv) of this subsection, issue a general order to all entities falling within the definition of producer. The department must equitably determine fee amounts for an individual producer or third-party representatives within each category of covered product;</div><div style=\"text-indent:0.5in;\">(iv) By 2024, adopt rules to equitably determine annual fee payments by producers or their third-party representatives within each category of covered product. Once such rules are adopted, the general order issued under (a)(iii) of this subsection is no longer effective; and</div><div style=\"text-indent:0.5in;\">(v) Send notice to producers or their third-party representatives of fee amounts due consistent with either the general order issued under (a)(iii) of this subsection or rules adopted under (a)(iv) of this subsection.</div><div style=\"text-indent:0.5in;\">(b) The department must:</div><div style=\"text-indent:0.5in;\">(i) Apply any remaining annual payment funds from the current year to the annual payment for the coming year, if the collected annual payment exceeds the department's costs for a given year; and</div><div style=\"text-indent:0.5in;\">(ii) Increase annual payments for the coming year to cover the department's costs, if the collected annual payment was less than the department's costs for a given year.</div><div style=\"text-indent:0.5in;\">(c) By April 1, 2022, and every April 1st thereafter, producers or their third-party representative must submit a fee payment as determined by the department under (a) of this subsection.</div><div style=\"text-indent:0.5in;\">(4) A producer of a beverage in a plastic beverage container must meet the following annual minimum postconsumer recycled content percentage on average for the total quantity of plastic beverage containers, by weight, that are sold, offered for sale, or distributed in or into Washington by the producer effective:</div><div style=\"text-indent:0.5in;\">(a) For beverages except wine in 187 milliliter plastic beverage containers and dairy milk:</div><div style=\"text-indent:0.5in;\">(i) January 1, 2023, through December 31, 2025: No less than 15 percent postconsumer recycled content plastic by weight;</div><div style=\"text-indent:0.5in;\">(ii) January 1, 2026, through December 31, 2030: No less than 25 percent postconsumer recycled content plastic by weight; and</div><div style=\"text-indent:0.5in;\">(iii) On and after January 1, 2031: No less than 50 percent postconsumer recycled content plastic by weight.</div><div style=\"text-indent:0.5in;\">(b) For wine in 187 milliliter plastic beverage containers and dairy milk:</div><div style=\"text-indent:0.5in;\">(i) January 1, 2028, through December 31, 2030: No less than 15 percent postconsumer recycled content plastic by weight;</div><div style=\"text-indent:0.5in;\">(ii) January 1, 2031, through December 31, 2035: No less than 25 percent postconsumer recycled content plastic by weight; and</div><div style=\"text-indent:0.5in;\">(iii) On and after January 1, 2036: No less than 50 percent postconsumer recycled content plastic by weight.</div><div style=\"text-indent:0.5in;\">(5) A producer of household cleaning and personal care products in plastic containers must meet the following annual minimum postconsumer recycled content percentage on average for the total quantity of plastic containers, by weight, that are sold, offered for sale, or distributed in or into Washington by the producer effective:</div><div style=\"text-indent:0.5in;\">(a) January 1, 2025, through December 31, 2027: No less than 15 percent postconsumer recycled content plastic by weight;</div><div style=\"text-indent:0.5in;\">(b) January 1, 2028, through December 31, 2030: No less than 25 percent postconsumer recycled content plastic by weight; and</div><div style=\"text-indent:0.5in;\">(c) On and after January 1, 2031: No less than 50 percent postconsumer recycled content plastic by weight.</div><div style=\"text-indent:0.5in;\">(6) A producer of plastic trash bags must meet the following annual minimum postconsumer recycled content percentage on average for the total quantity of plastic trash bags, by weight, that are sold, offered for sale, or distributed in or into Washington by the producer effective:</div><div style=\"text-indent:0.5in;\">(a) January 1, 2023, through December 31, 2024: No less than 10 percent postconsumer recycled content plastic by weight;</div><div style=\"text-indent:0.5in;\">(b) January 1, 2025, through December 31, 2026: No less than 15 percent postconsumer recycled content plastic by weight; and</div><div style=\"text-indent:0.5in;\">(c) On and after January 1, 2027: No less than 20 percent postconsumer recycled content plastic by weight.</div><div style=\"text-indent:0.5in;\">(7)(a) Beginning January 1, 2024, or when rule making is complete, whichever is sooner, the department may, on an annual basis on January 1st, review and determine for the following year whether to adjust the minimum postconsumer recycled content percentage required for a type of container or product or category of covered products pursuant to subsection (4), (5), or (6) of this section. The department's review may be initiated by the department or at the petition of a producer or a covered product manufacturing industry not more than once annually. When submitting a petition, producers or a producer manufacturing industry must provide necessary information that will allow the department to make a determination under (b) of this subsection.</div><div style=\"text-indent:0.5in;\">(b) In making a determination pursuant to this subsection, the department must consider, at a minimum, all of the following factors:</div><div style=\"text-indent:0.5in;\">(i) Changes in market conditions, including supply and demand for postconsumer recycled content plastics, collection rates, and bale availability both domestically and globally;</div><div style=\"text-indent:0.5in;\">(ii) Recycling rates;</div><div style=\"text-indent:0.5in;\">(iii) The availability of recycled plastic suitable to meet the minimum postconsumer recycled content requirements pursuant to subsection (4), (5), or (6) of this section, including the availability of high quality recycled plastic, and food-grade recycled plastic from recycling programs;</div><div style=\"text-indent:0.5in;\">(iv) The capacity of recycling or processing infrastructure;</div><div style=\"text-indent:0.5in;\">(v) The technical feasibility of achieving the minimum postconsumer recycled content requirements in covered products that are regulated under 21 C.F.R., chapter I, subchapter G, 7 U.S.C. Sec. 136, 15 U.S.C. Sec. 1471-1477, 49 C.F.R. Sec. 178.33b, 49 C.F.R. Sec. 173, 40 C.F.R. Sec. 152.10, 15 U.S.C. Sec. 1261-1278, 49 U.S.C. 5101 et seq., 49 C.F.R. Sec. 178.509, 49 C.F.R. Sec. 179.522, 49 C.F.R. Sec. 178.600-609, and other federal laws; and</div><div style=\"text-indent:0.5in;\">(vi) The progress made by producers in achieving the goals of this section.</div><div style=\"text-indent:0.5in;\">(c) Under (a) of this subsection:</div><div style=\"text-indent:0.5in;\">(i) The department may not adjust the minimum postconsumer recycled content requirements above the minimum postconsumer recycled content percentages for the year under review required pursuant to subsection (4), (5), or (6) of this section.</div><div style=\"text-indent:0.5in;\">(ii) For plastic household cleaning and personal care product containers, the department may not adjust the minimum postconsumer recycled content requirements above the minimum postconsumer recycled content percentages for the year under review required pursuant to subsection (5) of this section or below a minimum of 10 percent.</div><div style=\"text-indent:0.5in;\">(iii) For plastic trash bags, the department may not adjust the minimum postconsumer recycled content requirements above the minimum postconsumer recycled content percentages for the year under review required pursuant to subsection (6) of this section or below the minimum percentage required in subsection (6)(a) of this section.</div><div style=\"text-indent:0.5in;\">(d) A producer or the manufacturing industry for a covered product may appeal a decision by the department to adjust postconsumer recycled content percentages under (a) of this subsection or to temporarily exclude covered products from minimum postconsumer recycled content requirements under subsection (8) of this section to the pollution control hearings board within 30 days of the department's determination.</div><div style=\"text-indent:0.5in;\">(8) The department must temporarily exclude from minimum postconsumer recycled content requirements for the upcoming year any types of covered products in plastic containers for which a producer annually demonstrates to the department by December 31st of a given year that the achievement of postconsumer recycled content requirements in the container material is not technically feasible in order to comply with health or safety requirements of federal law, including the federal laws specified in subsection (7)(b)(v) of this section. A producer must continue to register and report consistent with the requirements of this chapter for covered products temporarily excluded from minimum postconsumer recycled content requirements under this subsection.</div><div style=\"text-indent:0.5in;\">(9) A producer that does not achieve the postconsumer recycled content requirements established under this section is subject to penalties established in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.040'>70A.245.040</a>.</div><div style=\"text-indent:0.5in;\">(10)(a) A city, town, county, or municipal corporation may not implement local recycled content requirements for a covered product that is subject to minimum postconsumer recycled content requirements established in this section.</div><div style=\"text-indent:0.5in;\">(b) A city, town, county, or municipal corporation may establish local purchasing requirements that include recycled content standards that exceed the minimum recycled content requirements established by this chapter for plastic household cleaning and personal care product containers or plastic trash bags purchased by a city, town, or municipal corporation, or its contractor.</div><div style=\"text-indent:0.5in;\">(11) The department may enter into contracts for the services required to implement this chapter and related duties of the department.</div><div style=\"text-indent:0.5in;\">(12) In-state distributors, wholesalers, and retailers in possession of covered products manufactured before the date that postconsumer recycled content requirements become effective may exhaust their existing stock through sales to the public.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(13) A producer of polypropylene tubs must meet the following annual minimum postconsumer recycled content percentage on average for the total quantity of polypropylene tubs, by weight, that are sold, offered for sale, or distributed in or into Washington by the producer effective as of:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a)(i) Products manufactured between January 1, 2031, through December 31, 2035: No less than 10 percent postconsumer recycled content plastic by weight; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Products manufactured on and after January 1, 2036: No less than 30 percent postconsumer recycled content plastic by weight.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) For polypropylene tubs in direct contact with food or edible products:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Products manufactured between January 1, 2035, through December 31, 2038: No less than 10 percent postconsumer recycled content plastic by weight; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Products manufactured on and after January 1, 2040: No less than 30 percent postconsumer recycled content plastic by weight.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(14) A producer of single-use plastic cups made of polyethylene terephthalate, polypropylene, or polystyrene must meet the following annual minimum postconsumer recycled content percentage on average for the total quantity of single-use plastic cups, by weight, that are sold, offered for sale, or distributed in or into Washington by the producer effective:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) For polypropylene single-use plastic cups:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Products manufactured between January 1, 2032, through December 31, 2032: No less than 15 percent postconsumer recycled content plastic by weight; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Products manufactured on and after January 1, 2034: No less than 25 percent postconsumer recycled content plastic by weight.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) For polyethylene terephthalate and polystyrene single-use plastic cups:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Products manufactured between January 1, 2034, through December 31, 2035: No less than 20 percent postconsumer recycled content plastic by weight; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Products manufactured on and after January 1, 2036: No less than 30 percent postconsumer recycled content plastic by weight.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(15) A producer of a polyethylene terephthalate thermoform plastic container must meet the following annual minimum postconsumer recycled content percentage on average for the total quantity of polyethylene terephthalate thermoform plastic containers, by weight, that are sold, offered for sale, or distributed in or into Washington by the producer effective:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) For packaging for consumable goods:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Products manufactured between January 1, 2031, through December 31, 2035: No less than 10 percent postconsumer recycled content plastic by weight; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Products manufactured on and after January 1, 2036: No less than 30 percent postconsumer recycled content plastic by weight.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) For packaging for consumable goods in direct contact with food or edible products:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Products manufactured between January 1, 2035, through December 31, 2039: No less than 10 percent postconsumer recycled content plastic by weight; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Products manufactured on and after January 1, 2040: No less than 30 percent postconsumer recycled content plastic by weight.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c)(i) Except as provided in (c)(ii) of this subsection, for packaging used for durable goods: On and after January 1, 2034, no less than 30 percent postconsumer recycled content plastic by weight.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Packaging designed to accompany a durable good where that durable good model is designed prior to the effective date of the requirement in (c)(i) of this subsection is exempt.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(16) The department may extend a date identified in subsection (13), (14), or (15) of this section by up to five years for all producers if the department determines there is inadequate availability of recycled material or a substantial disruption in the supply of the recycled material.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 302.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.030'>70A.245.030</a> and 2021 c 313 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) Except as provided in (b) ((<span style=\"text-decoration:line-through;\">and (c)</span>))<span style=\"text-decoration:underline;\">through (d)</span> of this subsection, beginning April 1, 2024, each producer of covered products, individually or through a third party representing a group of producers, must provide an annual report to the department that includes the amount in pounds of virgin plastic and the amount in pounds of postconsumer recycled content by resin type used for each category of covered products that are sold, offered for sale, or distributed in or into Washington state, including the total postconsumer recycled content resins as a percentage of total weight. The report must be submitted in a format and manner prescribed by the department. A manufacturer may submit national data allocated on a per capita basis for Washington to approximate the information required in this subsection if the producer or third-party representative demonstrates to the department that state level data are not available or feasible to generate.</div><div style=\"text-indent:0.5in;\">(b) The requirements of (a) of this subsection apply to household cleaning and personal care products in plastic containers beginning April 1, 2026.</div><div style=\"text-indent:0.5in;\">(c) The requirements of (a) of this subsection apply to wine in 187 milliliter plastic beverage containers and dairy milk in plastic beverage containers beginning April 1, 2029.</div><div style=\"text-indent:0.5in;\">(d) <span style=\"text-decoration:underline;\">The requirements of (a) of this subsection apply to:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Polypropylene tubs and polyethylene terephthalate thermoform plastic containers for consumable goods beginning April 1, 2032;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Polypropylene single-use plastic cups beginning April 1, 2033;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Polyethylene terephthalate and polystyrene single-use plastic cups and polyethylene terephthalate thermoform plastic container packaging used for durable goods beginning January 1, 2035; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) Polypropylene tubs in direct contact with food and polyethylene terephthalate thermoform plastic container packaging for consumable goods in direct contact with food or edible products beginning April 1, 2036.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(e)</span> The department must post the information reported under this subsection on its website, except as provided in subsection (2) of this section.</div><div style=\"text-indent:0.5in;\">(2) A producer that submits information or records to the department under this chapter may request that the information or records be made available only for the confidential use of the department, the director, or the appropriate division of the department. The director of the department must give consideration to the request and if this action is not detrimental to the public interest and is otherwise in accordance with the policies and purposes of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21A'>43.21A</a> RCW, the director must grant the request for the information to remain confidential as authorized in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21A.160'>43.21A.160</a>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 303.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245'>70A.245</a> RCW to read as follows:<!-- field: --></div>REQUEST FOR WAIVER.<div style=\"text-indent:0.5in;\">(1)(a) A producer may pay a $1,000 waiver fee, unless exempt from the postconsumer recycled content requirements of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a> (13), (14), or (15), and apply to the department for a waiver from the postconsumer recycled content requirements established pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a> (13), (14), or (15). De minimis producers that apply for a waiver under this subsection are not subject to the fee.</div><div style=\"text-indent:0.5in;\">(b) The department may grant a waiver pursuant to this section if the producer demonstrates, and the department finds, in writing, that any of the following are applicable:</div><div style=\"text-indent:0.5in;\">(i) The producer cannot achieve the postconsumer recycled content requirements and remain in compliance with applicable rules and regulations adopted by the United States food and drug administration, or any other state or federal law, rule, or regulation;</div><div style=\"text-indent:0.5in;\">(ii) It is not technically feasible for the producer to achieve the postconsumer recycled content requirements; or</div><div style=\"text-indent:0.5in;\">(iii) The producer cannot comply with the postconsumer recycled content requirements due to inadequate availability of recycled material or a substantial disruption in the supply of recycled material.</div><div style=\"text-indent:0.5in;\">(2) Fees paid under this section must be deposited in the recycled content account created in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.110'>70A.245.110</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 304.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245'>70A.245</a> RCW to read as follows:<!-- field: --></div>DEPARTMENT'S DUTIES AND LIMITATIONS.<div style=\"text-indent:0.5in;\">(1) The department must ensure that any rules adopted pursuant to this chapter consider guidelines, and not conflict with regulations, issued by the United States food and drug administration and the United States department of agriculture and consider requirements imposed by other Washington state agencies including, but not limited to, the department of agriculture.</div><div style=\"text-indent:0.5in;\">(2) The department may not impose any requirement including, but not limited to, a postconsumer recycled content requirement, in direct conflict with a federal law or regulation or the requirements necessary to comply with a federal law or regulation including, but not limited to:</div><div style=\"text-indent:0.5in;\">(a) Laws or regulations covering tamper-evident packaging pursuant to 21 C.F.R. Sec. 211.132;</div><div style=\"text-indent:0.5in;\">(b) Laws or regulations covering child-resistant packaging pursuant to 16 C.F.R. Sec. 1700.1 et seq.;</div><div style=\"text-indent:0.5in;\">(c) Regulations, rules, or guidelines issued by the United States department of agriculture or the United States food and drug administration related to packaging agricultural commodities; and</div><div style=\"text-indent:0.5in;\">(d) Requirements for microbial contamination, structural integrity, or safety of packaging where no viable recyclable or compostable packaging that can meet the requirements exists, pursuant to: (i) The federal food, drug, and cosmetic act (21 U.S.C. Sec. 301 et seq.); (ii) 21 U.S.C. Sec. 2101 et seq.; (iii) the federal food and drug administration food safety modernization act (21 U.S.C. Sec. 2201 et seq.); (iv) the federal poultry products inspection act (21 U.S.C. Sec. 451 et seq.); (v) the federal meat inspection act (21 U.S.C. Sec. 601 et seq.); or (vi) the federal egg products inspection act (21 U.S.C. Sec. 1031 et seq.).</div><div style=\"text-indent:0.5in;\">(3) The department may not impose any requirement including, but not limited to, a postconsumer recycled content requirement, on medical devices, drugs, or dietary supplements as defined in 21 U.S.C. Sec. 321 et seq.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 305.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.010'>70A.245.010</a> and 2021 c 313 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</div><div style=\"text-indent:0.5in;\">(1)<span style=\"text-decoration:underline;\">(a)</span> \"Beverage\" means ((<span style=\"text-decoration:line-through;\">beverages identified in (a) through (f) of this subsection,</span>))<span style=\"text-decoration:underline;\">liquid products</span> intended for human or animal consumption, and in a quantity more than or equal to two fluid ounces and less than or equal to one gallon:</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(a)</span>))<span style=\"text-decoration:underline;\">(i)</span> Water and flavored water;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(b)</span>))<span style=\"text-decoration:underline;\">(ii)</span> Beer or other malt beverages;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(c)</span>))<span style=\"text-decoration:underline;\">(iii)</span> Wine;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(d)</span>))<span style=\"text-decoration:underline;\">(iv)</span> Distilled spirits;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(e)</span>))<span style=\"text-decoration:underline;\">(v)</span> Mineral water, soda water, and similar carbonated soft drinks; ((<span style=\"text-decoration:line-through;\">and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(f) Any beverage other than those specified in (a) through (e) of this subsection, except</span>))<span style=\"text-decoration:underline;\">(vi) Dairy milk; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(vii) Any other beverage identified by the department by rule.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) Beverage does not include</span> infant formula as defined in 21 U.S.C. Sec. 321(z), medical food as defined in 21 U.S.C. Sec. 360ee(b)(3), or fortified oral nutritional supplements used for persons who require supplemental or sole source <span style=\"text-decoration:underline;\">nutrition to meet</span> nutritional needs due to special dietary needs directly related to cancer, chronic kidney disease, diabetes, <span style=\"text-decoration:underline;\">malnutrition, and failure to thrive, as those terms are defined by the international classification of diseases, 10th revision,</span> or other medical conditions as determined by the department.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) For any multilateral beverage container qualifying under this chapter, postconsumer recycled content requirements only apply to the weight of the plastic components of the container, not overall container weight.</span></div><div style=\"text-indent:0.5in;\">(2) \"Beverage manufacturing industry\" means an association that represents beverage producers.</div><div style=\"text-indent:0.5in;\">(3) \"Condiment packaging\" means packaging used to deliver single-serving condiments to customers. Condiment packaging includes, but is not limited to, single-serving packaging for ketchup, mustard, relish, mayonnaise, hot sauce, coffee creamer, salad dressing, jelly, jam, and soy sauce.</div><div style=\"text-indent:0.5in;\">(4)(a) \"Covered product\" means an item in one of the following categories subject to minimum postconsumer recycled content requirements:</div><div style=\"text-indent:0.5in;\">(i) Plastic trash bags;</div><div style=\"text-indent:0.5in;\">(ii) Household cleaning and personal care products that use plastic household cleaning and personal care product containers; ((<span style=\"text-decoration:line-through;\">and</span>))</div><div style=\"text-indent:0.5in;\">(iii) Beverages that use plastic beverage containers<span style=\"text-decoration:underline;\">;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) Plastic tubs;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(v) Thermoform plastic polyethylene terephthalate containers; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(vi) Single-use polypropylene, polyethylene terephthalate, or polystyrene cups</span>.</div><div style=\"text-indent:0.5in;\">(b) \"Covered product\" does not include any type of container or bag for which the state is preempted from regulating content of the container material or bag material under federal law.</div><div style=\"text-indent:0.5in;\">(5) \"Dairy milk\" means a beverage that designates milk as the predominant (first) ingredient in the ingredient list on the container's label.</div><div style=\"text-indent:0.5in;\">(6) \"Department\" means the department of ecology.</div><div style=\"text-indent:0.5in;\">(7) \"Expanded polystyrene\" means blown polystyrene and expanded and extruded foams that are thermoplastic petrochemical materials utilizing a styrene monomer and processed by any number of techniques including, but not limited to, fusion of polymer spheres (expandable bead polystyrene), injection molding, foam molding, and extrusion-blow molding (extruded foam polystyrene).</div><div style=\"text-indent:0.5in;\">(8) \"Food service business\" means a business selling or providing food for consumption on or off the premises, and includes full-service restaurants, fast food restaurants, cafes, delicatessens, coffee shops, grocery stores, vending trucks or carts, home delivery services, delivery services provided through an online application, and business or institutional cafeterias.</div><div style=\"text-indent:0.5in;\">(9) \"Food service product\" means a product intended for one-time use and used for food or drink offered for sale or use. Food service products include, but are not limited to, containers, plates, bowls, cups, lids, beverage containers, meat trays, deli rounds, utensils, sachets, straws, condiment packaging, clamshells and other hinged or lidded containers, wrap, and portion cups.</div><div style=\"text-indent:0.5in;\">(10) \"Household cleaning and personal care product\" means any of the following:</div><div style=\"text-indent:0.5in;\">(a) Laundry detergents, softeners, and stain removers;</div><div style=\"text-indent:0.5in;\">(b) Household cleaning products;</div><div style=\"text-indent:0.5in;\">(c) Liquid soap;</div><div style=\"text-indent:0.5in;\">(d) Shampoo, conditioner, styling sprays and gels, and other hair care products; or</div><div style=\"text-indent:0.5in;\">(e) Lotion, moisturizer, facial toner, and other skin care products.</div><div style=\"text-indent:0.5in;\">(11) \"Household cleaning and personal care product manufacturing industry\" means an association that represents companies that manufacture household cleaning <span style=\"text-decoration:underline;\">products</span> and personal care products.</div><div style=\"text-indent:0.5in;\">(12) \"Licensee\" means a manufacturer <span style=\"text-decoration:underline;\">of a covered product</span> or entity who licenses a brand and manufactures a covered product under that brand. <span style=\"text-decoration:underline;\">A franchisee is not a licensee unless a franchisee meets the requirements of a licensee under this subsection.</span></div><div style=\"text-indent:0.5in;\">(13) \"Oral nutritional supplement\" means a manufactured liquid, powder capable of being reconstituted, or solid product that contains a combination of carbohydrates, proteins, fats, fiber, vitamins, and minerals intended to supplement a portion of a patient's nutrition intake.</div><div style=\"text-indent:0.5in;\">(14)<span style=\"text-decoration:underline;\">(a)</span> \"Plastic beverage container\" means a bottle or other rigid container that is capable of maintaining its shape when empty, comprised solely of one or multiple plastic resins designed to contain a beverage. <span style=\"text-decoration:underline;\">\"Plastic beverage container\" includes a container's cap or lid, beginning January 1, 2026;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b)</span> Plastic beverage container does not include:</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(a)</span>))<span style=\"text-decoration:underline;\">(i)</span> Refillable beverage containers, such as containers that are sufficiently durable for multiple rotations of their original or similar purpose and are intended to function in a system of reuse;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(b)</span>))<span style=\"text-decoration:underline;\">(ii)</span> Rigid plastic containers or plastic bottles that are or are used for medical devices, medical products that are required to be sterile, nonprescription and prescription drugs, or dietary supplements as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08.0293'>82.08.0293</a>;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(c)</span>))<span style=\"text-decoration:underline;\">(iii)</span> Bladders or pouches that contain wine; or</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(d)</span>))<span style=\"text-decoration:underline;\">(iv)</span> Liners, caps, corks, closures, labels, and other items added externally or internally but otherwise separate from the structure of the bottle or container<span style=\"text-decoration:underline;\">, other than a cap or lids; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) Other products subject to minimum postconsumer recycled content requirements</span>.</div><div style=\"text-indent:0.5in;\">(15)(a) \"Plastic household cleaning ((<span style=\"text-decoration:line-through;\">and</span>))<span style=\"text-decoration:underline;\">container or</span> personal care product container\" means a bottle, jug, or other rigid container ((<span style=\"text-decoration:line-through;\">with a neck or mouth narrower than the base, and</span>)):</div><div style=\"text-indent:0.5in;\">(i) ((<span style=\"text-decoration:line-through;\">A</span>))<span style=\"text-decoration:underline;\">With a</span> minimum capacity of eight fluid ounces or its equivalent volume;</div><div style=\"text-indent:0.5in;\">(ii) ((<span style=\"text-decoration:line-through;\">A</span>))<span style=\"text-decoration:underline;\">With a</span> maximum capacity of five fluid gallons or its equivalent volume;</div><div style=\"text-indent:0.5in;\">(iii) That is capable of maintaining its shape when empty;</div><div style=\"text-indent:0.5in;\">(iv) Comprised solely of one or multiple plastic resins; and</div><div style=\"text-indent:0.5in;\">(v) Containing a household cleaning or personal care product.</div><div style=\"text-indent:0.5in;\">(b) \"Plastic household cleaning ((<span style=\"text-decoration:line-through;\">and</span>))<span style=\"text-decoration:underline;\">product container or</span> personal care product container\" does not include:</div><div style=\"text-indent:0.5in;\">(i) Refillable household cleaning ((<span style=\"text-decoration:line-through;\">and</span>))<span style=\"text-decoration:underline;\">product containers or</span> personal care product containers, such as containers that are sufficiently durable for multiple rotations of their original or similar purpose and are intended to function in a system of reuse; ((<span style=\"text-decoration:line-through;\">and</span>))</div><div style=\"text-indent:0.5in;\">(ii) Rigid plastic containers or plastic bottles that are medical devices, medical products that are required to be sterile, and nonprescription and prescription drugs, dietary supplements as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08.0293'>82.08.0293</a>, and packaging used for those products<span style=\"text-decoration:underline;\">;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Other covered products subject to minimum postconsumer recycled content requirements; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) Liners, corks, closures, labels, and other items added externally or internally but otherwise separate from the structure of the bottle or container, other than a cap or lid</span>.</div><div style=\"text-indent:0.5in;\">(16) \"Plastic trash bag\" means a bag that is made of noncompostable plastic, is at least 0.70 mils thick, and is designed and manufactured for use as a container to hold, store, or transport materials to be discarded or recycled, and includes, but is not limited to, a garbage bag, recycling bag, lawn or leaf bag, can liner bag, kitchen bag, or compactor bag. \"Plastic trash bag\" does not include any compostable bags meeting the requirements of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.455'>70A.455</a> RCW. <span style=\"text-decoration:underline;\">\"Plastic trash bag\" does not include any reusable plastic carryout bag meeting the requirements of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.530.020'>70A.530.020</a>(6)(b).</span></div><div style=\"text-indent:0.5in;\">(17) \"Plastic trash bag manufacturing industry\" means an association that represents companies that manufacture plastic trash bags.</div><div style=\"text-indent:0.5in;\">(18) \"Postconsumer recycled content\" means the content of a covered product made of recycled materials derived specifically from recycled material generated by households or by commercial, industrial, and institutional facilities in their role as end users of a product that can no longer be used for its intended purpose. \"Postconsumer recycled content\" includes returns of material from the distribution chain.</div><div style=\"text-indent:0.5in;\">(19)(a) \"Producer\" means the following person responsible for compliance with minimum postconsumer recycled content requirements under this chapter for a covered product sold, offered for sale, or distributed in or into this state:</div><div style=\"text-indent:0.5in;\">(i) If the covered product is sold ((<span style=\"text-decoration:line-through;\">under</span>))<span style=\"text-decoration:underline;\">with</span> the manufacturer's own brand or lacks identification of a brand, the producer is the person who manufactures the covered product;</div><div style=\"text-indent:0.5in;\">(ii) If the covered product is manufactured by a person other than the brand owner, the producer is the person who is the licensee of a brand or trademark under which a covered product is sold, offered for sale, or distributed in or into this state, whether or not the trademark is registered in this state, unless the manufacturer or brand owner of the covered product has agreed to accept responsibility under this chapter; or</div><div style=\"text-indent:0.5in;\">(iii) If there is no person described in (a)(i) and (ii) of this subsection over whom the state can constitutionally exercise jurisdiction, the producer is the person who imports or distributes the covered product in or into the state.</div><div style=\"text-indent:0.5in;\">(b) <span style=\"text-decoration:underline;\">A person is the \"producer\" of a covered product sold, offered for sale, or distributed in or into this state, as defined in (a)(i) through (iii) of this subsection, except where another person has mutually signed an agreement with a producer as defined in (a)(i) through (iii) of this subsection that contractually assigns responsibility to the person as the producer, and the person has joined a registered producer responsibility organization as the responsible producer for that covered product under this chapter.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c)</span> \"Producer\" does not include:</div><div style=\"text-indent:0.5in;\">(i) Government agencies, municipalities, or other political subdivisions of the state;</div><div style=\"text-indent:0.5in;\">(ii) Registered 501(c)(3) charitable organizations and 501(c)(4) social welfare organizations; ((<span style=\"text-decoration:line-through;\">or</span>))</div><div style=\"text-indent:0.5in;\">(iii) De minimis producers that annually sell, offer for sale, distribute, or import in or into the country for sale in Washington((<span style=\"text-decoration:line-through;\">:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(A) Less</span>))<span style=\"text-decoration:underline;\">less</span> than one ton of a single category of plastic beverage containers, plastic household cleaning and personal care containers, or plastic trash bags each year; or</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(B) A single category of a covered product that in aggregate generates less than $1,000,000 each year in revenue</span>))<span style=\"text-decoration:underline;\">(iv) De minimis producers that have global gross revenue of less than $5,000,000 for the most recent fiscal year of the organization. The department shall calculate an adjusted rate to maintain the small business exemption by the rate of inflation. The adjusted rate must be calculated to the nearest cent using the consumer price index. Each adjusted rate calculated under this subsection takes effect on the following January 1st</span>.</div><div style=\"text-indent:0.5in;\">(20)(a) \"Retail establishment\" means any person, corporation, partnership, business, facility, vendor, organization, or individual that sells or provides merchandise, goods, or materials directly to a customer.</div><div style=\"text-indent:0.5in;\">(b) \"Retail establishment\" includes, but is not limited to, food service businesses, grocery stores, department stores, hardware stores, home delivery services, pharmacies, liquor stores, restaurants, catering trucks, convenience stores, or other retail stores or vendors, including temporary stores or vendors at farmers markets, street fairs, and festivals.</div><div style=\"text-indent:0.5in;\">(21)(a) \"Utensil\" means a product designed to be used by a consumer to facilitate the consumption of food or beverages, including knives, forks, spoons, cocktail picks, chopsticks, splash sticks, and stirrers.</div><div style=\"text-indent:0.5in;\">(b) \"Utensil\" does not include plates, bowls, cups, and other products used to contain food or beverages.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(22) \"Brand\" means a name, symbol, word, logo, or mark that identifies a product and attributes the product and its components, including packaging, to the brand owner of the product as the producer.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(23) \"Durable good\" means a product that provides utility over an extended period of time.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(24) \"Entity\" means an individual and any form of business enterprise. For purposes of calculating the de minimis producer thresholds under this chapter, a producer entity includes all legal entities that are affiliated by common ownership of 50 percent or greater, including parents, subsidiaries, and commonly owned affiliates.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(25)(a) \"Polyethylene terephthalate thermoform plastic container\" means a clear or colored plastic container, such as a clamshell, lid, tray, egg carton, trifold, or similar rigid, nonbottle packaging, formed from sheets of extruded polyethylene terephthalate resin and used to package consumable or durable goods that reach consumers, including:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Branded and prepackaged containers that have been filled with products and sealed prior to receipt by the retail establishment, such as fresh produce, baked goods, nuts, toys, electronics, and tools;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Containers that may be filled at the point-of-sale at a retail establishment;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Unfilled containers that are sold directly;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) Hinged plastic containers, commonly known as \"clamshells\" or \"blister packaging\";</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(v) Two-piece unhinged containers;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(vi) One-piece containers without lids, such as trays; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(vii) Trifold or tent containers with one or more hinges and a flat bottom.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) \"Polyethylene terephthalate thermoform plastic container\" does not include:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Household cleaning products or personal care products;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Polypropylene plastic tubs;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Refillable containers, such as containers that are sufficiently durable for multiple rotations of their original or similar purpose and are intended to function in a system of reuse;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) A lid or seal of a different material type from plastic;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(v) A refillable polyethylene terephthalate thermoform plastic container that ordinarily would be returned to the manufacturer to be refilled and resold;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(vi) Plastic containers that are or are used for medical devices, medical products that are required to be sterile, prescription drugs, or dietary supplements as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08.0293'>82.08.0293</a>;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(vii) Other covered products subject to minimum postconsumer recycled content requirements under this chapter; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(viii) Polyethylene terephthalate thermoform plastic containers accompanying a durable good when the durable good model, and the associated packaging, was designed prior to January 1, 2028.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(26)(a) \"Polypropylene plastic tub\" means a wide mouth, rigid container used to package consumable or durable goods that reach consumers, with a maximum capacity of 50 ounces, that is:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Capable of maintaining its shape when empty;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Comprised solely of polypropylene; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Sealed with tamper-proof film or a detachable lid capable of multiple openings and closures.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) \"Polypropylene plastic tub\" does not include:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Household cleaning and personal care products;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Plastic containers that are or are used for medical devices, medical products that are required to be sterile, nonprescription and prescription drugs, or dietary supplements as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08.0293'>82.08.0293</a>;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Polyethylene terephthalate thermoform plastic containers;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) Single-use plastic cups made of polypropylene, polyethylene terephthalate, or polystyrene; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(v) Other covered products subject to minimum postconsumer recycled content requirements.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(27)(a) \"Single-use plastic cup\" means all beverage cups that are nonsealed or sealed at point-of-sale.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) Single-use plastic cups do not include: (i) Commercially or home compostable cups; (ii) expanded polystyrene cups; (iii) composite plastic-lined fiber cups; or (iv) other covered products subject to minimum postconsumer recycled content requirements.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:1.5em;\"><div style=\"font-weight:bold;text-align:center;\">PART 4</div><div style=\"font-weight:bold;text-align:center;\">MISCELLANEOUS</div></div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 401.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=81.77.195'>81.77.195</a> and 2010 c 154 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text --><span style=\"text-decoration:underline;\">(1)</span> Upon ((<span style=\"text-decoration:line-through;\">request of</span>))<span style=\"text-decoration:underline;\">its own motion, or upon request by a solid waste collection company or</span> a county, the commission may approve rates, charges, or services at a discount for low-income senior customers and low-income customers((<span style=\"text-decoration:line-through;\">, as adopted by the county in its comprehensive solid waste management plan</span>)). Expenses and lost revenues as a result of these discounts must be included in the company's cost of service and recovered in rates to other customers.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2) In order to remove barriers and to expedite assistance, low-income discounts approved under this section must be provided in coordination with community-based organizations in the solid waste collection company's service territory including, but not limited to, city and county government, grantees of the department of commerce, community action agencies, and community-based nonprofit organizations. Nothing in this section may be construed as limiting the commission's authority to approve or modify tariffs authorizing low-income discounts.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3) Eligibility for a low-income discount rate established in this section must be established upon verification of a low-income customer's receipt of any means-tested public benefit by an organization identified in subsection (2) of this section, for which eligibility does not exceed the low-income definition set by the commission pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.405.020'>19.405.020</a>. The public benefits may include, but are not limited to, assistance that provides cash, housing, food, or medical care including, but not limited to, temporary assistance for needy families, supplemental security income, emergency assistance to elders, disabled, and children, supplemental nutrition assistance program benefits, public housing, federally subsidized or state-subsidized housing, the low-income home energy assistance program, veterans' benefits, and similar benefits.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(4) Each solid waste collection company that offers a low-income discount shall conduct outreach efforts to make the low-income discounts available to eligible customers. Such outreach:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) Must be made at least biannually to inform customers of available rebates, discounts, credits, and other cost-saving mechanisms that can help them lower their monthly bills for solid waste collection service; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) May be in the form of any customary and usual methods of communication or distribution including, without limitation, widely broadcast communications with customers, direct mailing, telephone calls, electronic communications, social media postings, in-person contacts, websites of the solid waste collection company, press releases, and print and electronic media, that are designed to increase access to and participation in bill assistance programs.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(5) Outreach may include establishing an automated program of matching customer accounts with lists of recipients of the means-tested public benefit programs and, based on the results of the matching program, to presumptively offer a low-income discount rate to eligible customers so identified. However, the solid waste collection company must within 60 days of the presumptive enrollment inform such a low-income customer of the presumptive enrollment and all rights and obligations of a customer under the program, including the right to withdraw from the program without penalty.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(6) A residential customer eligible for a low-income discount rate must receive the service on demand.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(7) A residential customer may not be charged for initiating or terminating low-income discount rates.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(8) A solid waste collection company is not required to make eligibility determinations for low-income rates.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(9) The commission may adopt rules or guidance to administer and determine eligibility for discounts for low-income customers.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(10) For the purposes of this subsection, \"low-income\" has the same meaning as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.405.020'>19.405.020</a>.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 402.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.110'>43.21B.110</a> and 2024 c 347 s 5, 2024 c 340 s 4, and 2024 c 339 s 16 are each reenacted and amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The hearings board shall only have jurisdiction to hear and decide appeals from the following decisions of the department, the director, local conservation districts, the air pollution control boards or authorities as established pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15'>70A.15</a> RCW, local health departments, the department of natural resources, the department of fish and wildlife, the parks and recreation commission, and authorized public entities described in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79.100'>79.100</a> RCW:</div><div style=\"text-indent:0.5in;\">(a) Civil penalties imposed pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.230'>70A.230</a> RCW and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.155'>18.104.155</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3160'>70A.15.3160</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.300.090'>70A.300.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.20.050'>70A.20.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.230.020'>70A.230.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.280'>70A.205.280</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.355.070'>70A.355.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.430.070'>70A.430.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.500.260'>70A.500.260</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.505.100'>70A.505.100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.505.110'>70A.505.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.530.040'>70A.530.040</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.350.070'>70A.350.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.515.060'>70A.515.060</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.040'>70A.245.040</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.050'>70A.245.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.070'>70A.245.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.080'>70A.245.080</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.130'>70A.245.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.140'>70A.245.140</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.65.200'>70A.65.200</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.455.090'>70A.455.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.550.030'>70A.550.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.555.110'>70A.555.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.560.020'>70A.560.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.565.030'>70A.565.030</a>, <span style=\"text-decoration:underline;\">section 207 of this act,</span> 76.09.170,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=77.55.440'>77.55.440</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=78.44.250'>78.44.250</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=88.46.090'>88.46.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.600'>90.03.600</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.46.270'>90.46.270</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.144'>90.48.144</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.310'>90.56.310</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.330'>90.56.330</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.102'>90.64.102</a>.</div><div style=\"text-indent:0.5in;\">(b) Orders issued pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.043'>18.104.043</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.060'>18.104.060</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.130'>18.104.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.27A.190'>43.27A.190</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.2520'>70A.15.2520</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3010'>70A.15.3010</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.4530'>70A.15.4530</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.6010'>70A.15.6010</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.280'>70A.205.280</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.214.140'>70A.214.140</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.300.120'>70A.300.120</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.350.070'>70A.350.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.65.200'>70A.65.200</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.505.100'>70A.505.100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.555.110'>70A.555.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.560.020'>70A.560.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.565.030'>70A.565.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=86.16.020'>86.16.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=88.46.070'>88.46.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.665'>90.03.665</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.14.130'>90.14.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.46.250'>90.46.250</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.120'>90.48.120</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.240'>90.48.240</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.330'>90.56.330</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.040'>90.64.040</a>.</div><div style=\"text-indent:0.5in;\">(c) Except as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.210'>90.03.210</a>(2), the issuance, modification, or termination of any permit, certificate, or license by the department or any air authority in the exercise of its jurisdiction, including the issuance or termination of a waste disposal permit, the denial of an application for a waste disposal permit, the modification of the conditions or the terms of a waste disposal permit, a decision to approve or deny a solid waste management plan under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.055'>70A.205.055</a>, approval or denial of an application for a beneficial use determination under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.260'>70A.205.260</a>, an application for a change under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.383'>90.03.383</a>, or a permit to distribute reclaimed water under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.46.220'>90.46.220</a>.</div><div style=\"text-indent:0.5in;\">(d) Decisions of local health departments regarding the granting or denial of solid waste permits pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW, including appeals by the department as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a>.</div><div style=\"text-indent:0.5in;\">(e) Decisions of local health departments regarding the issuance and enforcement of permits to use or dispose of biosolids under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.226.090'>70A.226.090</a>.</div><div style=\"text-indent:0.5in;\">(f) Decisions of the department regarding waste-derived fertilizer or micronutrient fertilizer under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=15.54.820'>15.54.820</a>.</div><div style=\"text-indent:0.5in;\">(g) Decisions of local conservation districts related to the denial of approval or denial of certification of a dairy nutrient management plan; conditions contained in a plan; application of any dairy nutrient management practices, standards, methods, and technologies to a particular dairy farm; and failure to adhere to the plan review and approval timelines in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.026'>90.64.026</a> as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.028'>90.64.028</a>.</div><div style=\"text-indent:0.5in;\">(h) Any other decision by the department or an air authority which pursuant to law must be decided as an adjudicative proceeding under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW.</div><div style=\"text-indent:0.5in;\">(i) Decisions of the department of natural resources, the department of fish and wildlife, and the department that are reviewable under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.09'>76.09</a> RCW, and the department of natural resources' appeals of county, city, or town objections under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.09.050'>76.09.050</a>(7).</div><div style=\"text-indent:0.5in;\">(j) Forest health hazard orders issued by the commissioner of public lands under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.06.180'>76.06.180</a>.</div><div style=\"text-indent:0.5in;\">(k) Decisions of the department of fish and wildlife to issue, deny, condition, or modify a hydraulic project approval permit under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=77.55'>77.55</a> RCW, to issue a stop work order, to issue a notice to comply, to issue a civil penalty, or to issue a notice of intent to disapprove applications.</div><div style=\"text-indent:0.5in;\">(l) Decisions of the department of natural resources that are reviewable under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=78.44.270'>78.44.270</a>.</div><div style=\"text-indent:0.5in;\">(m) Decisions of an authorized public entity under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79.100.010'>79.100.010</a> to take temporary possession or custody of a vessel or to contest the amount of reimbursement owed that are reviewable by the hearings board under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79.100.120'>79.100.120</a>.</div><div style=\"text-indent:0.5in;\">(n) Decisions of the department of ecology that are appealable under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a> to set recycled minimum postconsumer content for covered products or to temporarily exclude types of covered products in plastic containers from minimum postconsumer recycled content requirements.</div><div style=\"text-indent:0.5in;\">(o) Orders by the department of ecology under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.455.080'>70A.455.080</a>.</div><div style=\"text-indent:0.5in;\">(2) The following hearings shall not be conducted by the hearings board:</div><div style=\"text-indent:0.5in;\">(a) Hearings required by law to be conducted by the shorelines hearings board pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.58'>90.58</a> RCW, except where appeals to the pollution control hearings board and appeals to the shorelines hearings board have been consolidated pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.340'>43.21B.340</a>.</div><div style=\"text-indent:0.5in;\">(b) Hearings conducted by the department pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3010'>70A.15.3010</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3070'>70A.15.3070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3080'>70A.15.3080</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3090'>70A.15.3090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3100'>70A.15.3100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3110'>70A.15.3110</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.44.180'>90.44.180</a>.</div><div style=\"text-indent:0.5in;\">(c) Appeals of decisions by the department under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.110'>90.03.110</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.44.220'>90.44.220</a>.</div><div style=\"text-indent:0.5in;\">(d) Hearings conducted by the department to adopt, modify, or repeal rules.</div><div style=\"text-indent:0.5in;\">(3) Review of rules and regulations adopted by the hearings board shall be subject to review in accordance with the provisions of the administrative procedure act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 403.  </span><span style=\"text-indent:0.5in;\">Sections 201 through 209 of this act constitute a new chapter in Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A'>70A</a> RCW.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 404.  </span><span style=\"text-indent:0.5in;\">If any provision of this act or its application to any person or circumstance is held invalid, the remainder of the act or the application of the provision to other persons or circumstances is not affected.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of this bill is to implement strategies that aim to achieve higher recycling rates within Washington's solid waste management system. It addresses the decline in recycling rates below the previously established goal of 50% due to changing global market conditions. The bill proposes new targets and a comprehensive needs assessment to enhance the existing recycling framework, with the ultimate goal of reaching a 65% recycling rate for packaging. Notably, the bill focuses on reducing contamination in recycling streams and includes measures for increasing postconsumer recycled content in products.</p>\n<h3>Key Provisions</h3>\n<h4>Recycling Goals and Assessments</h4>\n<ul>\n<li>Establishes a new target recycling rate of 65% for covered products.</li>\n<li>Mandates a robust needs assessment to determine costs and investments necessary for achieving the new recycling rate, to be completed by October 1, 2027.</li>\n</ul>\n<h4>Curbside Recycling System</h4>\n<ul>\n<li>Requires the development of a single statewide list of recyclable materials by October 1, 2026, to standardize curbside collection services.</li>\n<li>Provision for identifying materials suitable for curbside and drop-off collection.</li>\n</ul>\n<h4>Producer Responsibilities</h4>\n<ul>\n<li>Mandates that producers of covered products must register with the Department of Ecology starting January 1, 2026, and submit annual reports detailing the volume of materials sold in Washington.</li>\n<li>Producers are required to meet minimum postconsumer recycled content percentages in their products by specified deadlines for various categories of products.</li>\n</ul>\n<h4>Contamination Reduction</h4>\n<ul>\n<li>The bill proposes to address contamination in the recycling stream by implementing an educational and informational framework aimed at improving awareness and participation in recycling.</li>\n</ul>\n<h4>Advisory Committee</h4>\n<ul>\n<li>An advisory committee will be established to provide input on the development of recycling lists and the statewide needs assessment.</li>\n</ul>\n<h4>Penalties and Compliance</h4>\n<ul>\n<li>Introduces penalties for producers that do not comply with registration or reporting requirements, with fines up to $1,000 per day for violations.</li>\n<li>The Department of Ecology will oversee compliance and have the authority to conduct audits.</li>\n</ul>\n<h4>Funding and Expenditures</h4>\n<ul>\n<li>Creation of the Packaging Recycling Oversight Account for managing funds related to the implementation of the act, with expenditures authorized by the Department of Ecology. </li>\n</ul>\n<p>These provisions aim to enhance recycling capabilities, reduce contamination, and ensure that producers contribute to Washington's sustainability goals through increased use of recycled materials.</p>"
    },
    "1071-S": {
      "createdDate": "2025-02-13T20:01:49.620Z",
      "original": "<!DOCTYPE html ><html><body><div>H-1314.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1071</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Environment &amp; Energy (originally sponsored by Representatives Fey, Leavitt, Walen, Bronoske, Reeves, Barkis, Waters, Callan, Thai, Berg, Low, Schmidt, Rule, Goodman, Pollet, Lekanoff, and Salahuddin)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/14/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to implementing strategies to achieve higher recycling rates within Washington's existing solid waste management system; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.030'>70A.245.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.010'>70A.245.010</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=81.77.195'>81.77.195</a>; reenacting and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.110'>43.21B.110</a>; adding new sections to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245'>70A.245</a> RCW; adding a new chapter to Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A'>70A</a> RCW; creating a new section; and prescribing penalties. <!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:1.5em;\"><div style=\"font-weight:bold;text-align:center;\">PART 1</div><div style=\"font-weight:bold;text-align:center;\">INTENT</div></div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 101.  </span>INTENT.<span style=\"text-indent:0.5in;\">(1) The legislature finds that:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) Washington state has been a leader in recycling policy, reaching the goal of 50 percent recycling set by the legislature in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.005'>70A.205.005</a>. The legislature further finds that, since meeting the state's goal to achieve a 50 percent recycling rate, global market conditions have caused the recycling rate to fall below 50 percent, demonstrating the dependence of recycling rates on reliable, consistent recycling markets for recyclable materials;</div><div style=\"text-indent:0.5in;\">(b) New goals and target recycling rates must be established and a comprehensive needs assessment is necessary to implement improvements to Washington's existing recycling system to reach those goals;</div><div style=\"text-indent:0.5in;\">(c) Programs, activities, or projects that reduce greenhouse gas emissions from the solid waste sector, including a comprehensive needs assessment, are intended to be funded from the climate commitment account;</div><div style=\"text-indent:0.5in;\">(d) 88 percent of Washington residents living in single-family homes and 77 percent living in multifamily residences have access to curbside recycling services through a robust regulatory structure that ensures equal access to services at affordable rates; and</div><div style=\"text-indent:0.5in;\">(e) The investments in infrastructure by Washington companies has led to the development of materials sorting and processing superior to most other states.</div><div style=\"text-indent:0.5in;\">(2)(a) The legislature finds that contamination in the recycling stream is a major impediment to higher recovery rates.</div><div style=\"text-indent:0.5in;\">(b) It is the intent of the legislature to implement proven strategies to address these challenges, including:</div><div style=\"text-indent:0.5in;\">(i) The establishment of a single statewide list of materials for recyclables collected through Washington's curbside recycling system to reduce confusion and increase participation;</div><div style=\"text-indent:0.5in;\">(ii) A robust needs assessment unique to Washington state to determine costs and investments necessary to achieve a 65 percent overall recycling rate for packaging;</div><div style=\"text-indent:0.5in;\">(iii) Study the use of recycling symbols on packaging that cannot be readily recycled through Washington's recycling system; and</div><div style=\"text-indent:0.5in;\">(iv) The expansion of the successful recycled content requirements to ensure more materials are manufactured with postconsumer material.</div><div style=\"text-indent:0.5in;\">(3) It is the intent of the legislature that:</div><div style=\"text-indent:0.5in;\">(a) Producers increase the use of postconsumer recycled content in their products, to achieve the goals in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.520.010'>70A.520.010</a>(2) and to create strong markets for recycled materials and achieve environmental benefits; and</div><div style=\"text-indent:0.5in;\">(b) Through design and innovation, producers will reduce the use and climate impact of consumer packaging and paper products and increase the use of postconsumer recycled content.</div><div style=\"text-indent:0.5in;\">(4) Finally, it is the intent of the legislature that Washington should maintain the successful public-private partnership between state, local government, and solid waste and recycling service providers. The legislature does not intend to diminish or displace the primary role of the utilities and transportation commission and local governments in regulating or contracting directly with service providers for the curbside collection of residential recyclables. Local governments maintain their existing authority to collect, contract for collection with solid waste and recycling service providers, or defer to solid waste collection services regulated by the utilities and transportation commission.</div><div style=\"text-indent:0.5in;\">(5) Therefore, it is the intent of the legislature to implement proven strategies to address these challenges, including:</div><div style=\"text-indent:0.5in;\">(a) A robust needs assessment unique to Washington state to determine costs and investments necessary to achieve a 65 percent overall recycling rate for packaging; and</div><div style=\"text-indent:0.5in;\">(b) The expansion of the successful recycled content requirements to ensure more materials are manufactured with postconsumer material.</div><!-- field: --><div style=\"margin-top:1.5em;\"><div style=\"font-weight:bold;text-align:center;\">PART 2</div><div style=\"font-weight:bold;text-align:center;\">RATES STUDY, MATERIALS LIST, AND NEEDS ASSESSMENT</div></div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 201.  </span>DEFINITIONS.<span style=\"text-indent:0.5in;\">The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) \"Consumable product\" means a commodity that is intended to be used and not disposed of.</div><div style=\"text-indent:0.5in;\">(2) \"Contaminant\" means a material set out for curbside recycling collection that is not on the list of materials accepted for recycling collection by a recycling collection program.</div><div style=\"text-indent:0.5in;\">(3) \"Contamination\" means the presence of one or more contaminants in a recycling collection or commodity stream in an amount or concentration that negatively impacts the value of the material or negatively impacts a processor's ability to sort that material.</div><div style=\"text-indent:0.5in;\">(4) \"Covered product\" means packaging and paper products sold or supplied to consumers for personal, noncommercial use and disposed of through residential curbside or drop-off site collection systems.</div><div style=\"text-indent:0.5in;\">(5) \"Department\" means the department of ecology.</div><div style=\"text-indent:0.5in;\">(6) \"Glass\" means a covered product made of soda lime glass.</div><div style=\"text-indent:0.5in;\">(7) \"Material category\" means a group of covered products that have similar properties such as chemical composition, shape, or other characteristics.</div><div style=\"text-indent:0.5in;\">(8) \"Overburdened community\" means an overburdened community identified and prioritized by the department under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.02.050'>70A.02.050</a>(1)(a).</div><div style=\"text-indent:0.5in;\">(9)(a) \"Packaging\" means a covered product that is:</div><div style=\"text-indent:0.5in;\">(i) Used to protect, contain, transport, or serve an item;</div><div style=\"text-indent:0.5in;\">(ii) Sold or supplied to consumers expressly for the purpose of protecting, containing, transporting, or serving items;</div><div style=\"text-indent:0.5in;\">(iii) Attached to an item or its container for the purpose of marketing or communicating information about the item;</div><div style=\"text-indent:0.5in;\">(iv) Supplied at the point of sale to facilitate the delivery of the item; or</div><div style=\"text-indent:0.5in;\">(v) Supplied to or purchased by consumers expressly for the purpose of facilitating food or beverage consumption that is ordinarily discarded by consumers after a single use or short-term use, whether or not it could be reused.</div><div style=\"text-indent:0.5in;\">(b) \"Packaging\" does not include:</div><div style=\"text-indent:0.5in;\">(i) Materials intended to be used for the long-term storage or protection of a durable product, that is intended to transport, protect, or store the durable product on an ongoing basis, and that can be expected to be usable for that purpose for a period of at least five years;</div><div style=\"text-indent:0.5in;\">(ii) For purposes of this chapter only, materials used to package pesticide products regulated by the federal insecticide, fungicide, and rodenticide act, 7 U.S.C. Sec. 136 et seq., that are in direct contact with the regulated product. This exemption does not include products regulated by the United States food and drug administration;</div><div style=\"text-indent:0.5in;\">(iii) Liquefied petroleum gas containers that are designed to be refilled and reused;</div><div style=\"text-indent:0.5in;\">(iv)(A) Packaging for drugs that are used for animal medicines including parasiticide products for animals; and</div><div style=\"text-indent:0.5in;\">(B) Packaging for products intended for animals that are regulated as animal drugs, biologics, parasiticides, medical devices, or diagnostics used to treat, or administered to, animals under the federal food, drug, and cosmetic act, 21 U.S.C. Sec. 301 et seq., the federal insecticide, fungicide, and rodenticide act, 7 U.S.C. Sec. 136 et seq., or the federal virus-serum-toxin act, 21 U.S.C. Sec. 151 et seq., as amended;</div><div style=\"text-indent:0.5in;\">(v) Packaging for products that are regulated as a medical device, dietary supplement, or drug by the United States food and drug administration under the federal food, drug, and cosmetic act, 21 U.S.C. Sec. 321 et seq. or products that are regulated as a biologic or vaccine by the federal food and drug administration under the public health service act, 42 U.S.C. Sec. 201 et seq.;</div><div style=\"text-indent:0.5in;\">(vi) Packaging related to containers of architectural paint that has been collected by a stewardship organization under the program established in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.515'>70A.515</a> RCW;</div><div style=\"text-indent:0.5in;\">(vii) Packaging used to contain hazardous or flammable products classified by the 2012 federal occupational safety and health administration hazard communication standard, 29 C.F.R. Sec. 1910.1200 (2012);</div><div style=\"text-indent:0.5in;\">(viii) Infant formula, as defined in 21 U.S.C. Sec. 321(z);</div><div style=\"text-indent:0.5in;\">(ix) Medical food, as defined in 21 U.S.C. Sec. 360ee(b)(3);</div><div style=\"text-indent:0.5in;\">(x) Fortified oral nutritional supplements used for persons who require supplemental or sole source nutrition to meet nutritional needs due to special dietary needs directly related to cancer, chronic kidney disease, diabetes, malnutrition, or failure to thrive, as those terms are defined by the international classification of diseases, 10th revision, or other medical conditions as determined by the department;</div><div style=\"text-indent:0.5in;\">(xi) Packaging products used to contain any substance regulated by the federal insecticide, fungicide, and rodenticide act, 7 U.S.C. Sec. 136 et seq.;</div><div style=\"text-indent:0.5in;\">(xii) Packaging products used by entities or individuals covered under North American industry classification system codes 3253 or 1151;</div><div style=\"text-indent:0.5in;\">(xiii) Packaging products used to contain any agricultural products regulated under the federal food, drug, and cosmetic act, 21 U.S.C. Sec. 301 et seq.;</div><div style=\"text-indent:0.5in;\">(xiv) Animal biologics, including vaccines, bacterins, antisera, diagnostic kits, and other products of biological origin, and others covered by the United States department of agriculture under the virus-serum-toxin act, 21 U.S.C. Sec. 151-159 et seq.;</div><div style=\"text-indent:0.5in;\">(xv) Fertilizer packaging used in agriculture or commercial applications;</div><div style=\"text-indent:0.5in;\">(xvi) Packaging and products sold or supplied to consumers on board commercial aircraft for personal use during in-flight operations.</div><div style=\"text-indent:0.5in;\">(10) \"Paper product\" means printed paper sold or supplied including flyers, brochures, booklets, catalogs, magazines, and all other paper materials except for: (a) Bound books; (b) conservation grade and archival grade paper; (c) newspapers; (d) paper designed for use in building construction; and (e) paper products that, by any common and foreseeable use, could reasonably be anticipated to become unsafe or unsanitary to handle.</div><div style=\"text-indent:0.5in;\">(11)(a) \"Producer\" means the following person responsible for compliance with covered product registration and reporting requirements under this chapter for a covered product sold, offered for sale, or distributed in or into this state:</div><div style=\"text-indent:0.5in;\">(i) If the covered product is sold with the manufacturer's own brand or lacks identification of a brand, the producer is the person who manufactures the covered product;</div><div style=\"text-indent:0.5in;\">(ii) If the covered product is manufactured by a person other than the brand owner, the producer is the person who is the licensee of a brand or trademark under which a covered product is sold, offered for sale, or distributed in or into this state, whether or not the trademark is registered in this state, unless the manufacturer or brand owner of the covered product has agreed to accept responsibility under this chapter; or</div><div style=\"text-indent:0.5in;\">(iii) If there is no person described in (a)(i) and (ii) of this subsection over whom the state can constitutionally exercise jurisdiction, the producer is the person who imports or distributes the covered product in or into the state.</div><div style=\"text-indent:0.5in;\">(b) A person is the \"producer\" of a covered product sold, offered for sale, or distributed in or into this state, as defined in (a)(i) through (iii) of this subsection, except where another person has mutually signed an agreement with a producer as defined in (a)(i) through (iii) of this subsection that contractually assigns responsibility to the person as the producer, and the person has joined a registered producer responsibility organization as the responsible producer for that covered product under this chapter.</div><div style=\"text-indent:0.5in;\">(c) \"Producer\" does not include:</div><div style=\"text-indent:0.5in;\">(i) Government agencies, municipalities, or other political subdivisions of the state;</div><div style=\"text-indent:0.5in;\">(ii) Registered 501(c)(3) charitable organizations and 501(c)(4) social welfare organizations; or</div><div style=\"text-indent:0.5in;\">(iii) De minimis producers that annually sell, offer for sale, distribute, or import in or into the country for sale in Washington:</div><div style=\"text-indent:0.5in;\">(A) Less than one ton of covered products each year; or</div><div style=\"text-indent:0.5in;\">(B) That have a global gross revenue of less than $5,000,000 for the most recent fiscal year of the organization. The department shall calculate an adjusted rate to maintain the small business exemption by the rate of inflation. The adjusted rate must be calculated to the nearest cent using the consumer price index for urban wage earners. Each adjusted rate calculated under this subsection takes effect on the following January 1st.</div><div style=\"text-indent:0.5in;\">(12) \"Vulnerable population\" has the same meaning as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.02.010'>70A.02.010</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 202.  </span>ACTIVITIES TO SUPPORT FUTURE INCREASES IN RECOVERY RATES AND RATES STUDY.<span style=\"text-indent:0.5in;\">(1) To inform the future development of strategies to increase recovery rates consistent with the goals established in subsection (2) of this section, the department must:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) Identify a statewide list of materials suitable for curbside collection services and a statewide list of materials suitable for drop-off collection, consistent with section 203 of this act, to be completed by October 1, 2026;</div><div style=\"text-indent:0.5in;\">(b) Complete a statewide needs assessment to meet the goal established in subsection (2) of this section and be carried out by a third-party consultant selected by the department, consistent with section 204 of this act, and completed by October 1, 2027; and</div><div style=\"text-indent:0.5in;\">(c) Begin overseeing the registration and data reporting of producers of packaging, consistent with section 205 of this act.</div><div style=\"text-indent:0.5in;\">(2)(a) A goal is established for the state to achieve a recycling rate of 65 percent for covered products. The department must, in consultation with the advisory committee established in section 207 of this act, identify a methodology for calculating progress towards this goal as part of its duties under section 204 of this act, and must begin tracking and periodically making public the state's progress towards this goal beginning in the year following the initial reporting of data by producers under section 205 of this act.</div><div style=\"text-indent:0.5in;\">(b) The goals established in this subsection must be used to inform the statewide needs assessment in section 204 of this act.</div><div style=\"text-indent:0.5in;\">(3) For purposes of implementing this chapter, the department may, where appropriate, use and rely on the recommended recycling rate targets contained in the department's <span style=\"font-style:italic;\">December 2023 Washington Recycling, Reuse, and Source Reduction Target Study and Community Input Process</span>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 203.  </span>CURBSIDE AND DROP-OFF RECYCLABLE MATERIALS COLLECTION LISTS FOR NEEDS ASSESSMENT.<span style=\"text-indent:0.5in;\">(1)(a) By October 1, 2026, the department must develop and publish a:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(i) List of recyclable materials suitable for curbside collection from residents in single-family and multifamily residences; and</div><div style=\"text-indent:0.5in;\">(ii) Separate list of materials suitable for residential drop-off collection.</div><div style=\"text-indent:0.5in;\">(b) The department must review and update the lists in (a) of this subsection by October 1, 2031, and no less often than every five years thereafter. During the review and update of the lists, the department must newly review each material included on the previous versions of the lists using the factors described in subsection (4) of this section and may only continue to include materials on a list after considering the factors described in subsection (4) of this section.</div><div style=\"text-indent:0.5in;\">(2) The initial list of materials suitable for curbside collection developed and published under this section must include the following materials:</div><div style=\"text-indent:0.5in;\">(a) Newspaper;</div><div style=\"text-indent:0.5in;\">(b) Paperboard and chipboard;</div><div style=\"text-indent:0.5in;\">(c) Loose paper;</div><div style=\"text-indent:0.5in;\">(d) Corrugated cardboard;</div><div style=\"text-indent:0.5in;\">(e) Magazines;</div><div style=\"text-indent:0.5in;\">(f) Envelopes;</div><div style=\"text-indent:0.5in;\">(g) Aluminum cans;</div><div style=\"text-indent:0.5in;\">(h) Tin or steel cans;</div><div style=\"text-indent:0.5in;\">(i) High density polyethylene plastic containers; and</div><div style=\"text-indent:0.5in;\">(j) Polyethylene terephthalate containers.</div><div style=\"text-indent:0.5in;\">(3) The initial list of materials suitable for drop-off residential collection must include the following materials:</div><div style=\"text-indent:0.5in;\">(a) Glass; and</div><div style=\"text-indent:0.5in;\">(b) Flexible plastic.</div><div style=\"text-indent:0.5in;\">(4) In addition to the materials identified under subsections (2) and (3) of this section, the department may identify additional materials for inclusion on a list or remove materials from inclusion on a list based on consultation with the advisory committee established in section 207 of this act, and after considering the following factors:</div><div style=\"text-indent:0.5in;\">(a) The stability, maturity, accessibility, and viability of responsible end markets;</div><div style=\"text-indent:0.5in;\">(b) Economic factors;</div><div style=\"text-indent:0.5in;\">(c) Environmental factors from a life-cycle perspective;</div><div style=\"text-indent:0.5in;\">(d) The material's compatibility with existing recycling infrastructure;</div><div style=\"text-indent:0.5in;\">(e) The amount of the material available;</div><div style=\"text-indent:0.5in;\">(f) The ability for waste generators to easily identify and properly prepare the material;</div><div style=\"text-indent:0.5in;\">(g) The practicalities of sorting and storing the material;</div><div style=\"text-indent:0.5in;\">(h) Contamination;</div><div style=\"text-indent:0.5in;\">(i) Environmental health and safety considerations; and</div><div style=\"text-indent:0.5in;\">(j) The anticipated yield loss for the material during the recycling process.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 204.  </span>STATEWIDE NEEDS ASSESSMENT.<span style=\"text-indent:0.5in;\">(1) The statewide needs assessment must be consistent with the following requirements:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) The final scope of the statewide needs assessment must be determined after considering comments and recommendations from stakeholders, each jurisdiction planning under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW, and the advisory committee established in section 207 of this act; and</div><div style=\"text-indent:0.5in;\">(b) Stakeholders, jurisdictions planning under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW, and the advisory committee must have the opportunity to review and comment on the draft statewide needs assessment at least 90 days prior to its completion. The advisory committee must have the opportunity to review drafts of the needs assessment and accompanying data used in the needs assessment.</div><div style=\"text-indent:0.5in;\">(2) The statewide needs assessment must be:</div><div style=\"text-indent:0.5in;\">(a) Informed by highest achievable recycling rates and recommended targets in the 2023 performance rates study identified in section 202 of this act and rates and other comments suggested by stakeholders and the advisory committee;</div><div style=\"text-indent:0.5in;\">(b) Limited to covered products collected from residents in single-family and multifamily residences included on the list developed and published by the department in section 202 of this act;</div><div style=\"text-indent:0.5in;\">(c) Completed only after individual consultation with each jurisdiction planning under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW; and</div><div style=\"text-indent:0.5in;\">(d) Accepted from the selected consultant as complete by the department.</div><div style=\"text-indent:0.5in;\">(3) The statewide needs assessment must:</div><div style=\"text-indent:0.5in;\">(a) For each jurisdiction planning under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW, evaluate the capacity, costs, gaps, and needs for the following factors necessary to achieve recycling performance rate recommendations to reach the goal identified under section 202 of this act:</div><div style=\"text-indent:0.5in;\">(i) Evaluate what services related to the requirements of this chapter are currently being delivered in each county and city planning under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW and what the costs are for those existing services;</div><div style=\"text-indent:0.5in;\">(A) Availability and types of recycling services for covered products for residents in single-family and multifamily residences, including whether current services are considered residential or commercial and whether any gaps, costs, or needs are specific to either commercial or residential customer service;</div><div style=\"text-indent:0.5in;\">(B) The current methods and infrastructure for serving residents, including curbside recycling service areas and material drop-off locations;</div><div style=\"text-indent:0.5in;\">(C) Any densely populated areas within each jurisdiction in which curbside recycling services for covered products identified by the department on the list developed and published under section 203 of this act are not available or are only partially available;</div><div style=\"text-indent:0.5in;\">(D) Any areas within each jurisdiction where curbside garbage collection services are offered to residents in single-family and multifamily residences but curbside recycling services are not offered;</div><div style=\"text-indent:0.5in;\">(ii) Evaluate what new or expanded services and infrastructure are needed in each county and city planning under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW to meet the target performance rates and what the anticipated costs are for those additional services and infrastructure;</div><div style=\"text-indent:0.5in;\">(iii) Education and outreach activities, which may include digital mediums on packaging;</div><div style=\"text-indent:0.5in;\">(iv) Availability and performance of collection, transport, and processing capacity and infrastructure, including consideration of material quality and contamination;</div><div style=\"text-indent:0.5in;\">(v) Necessary capital investments to existing reuse and recycling infrastructure, and how to maximize the use of existing infrastructure;</div><div style=\"text-indent:0.5in;\">(b) Compile information related to actual costs for curbside collection services, drop-off collection services, and other information relevant to the funding requirements to achieve performance rates, including costs for various service methods recommended by stakeholders during the study scoping process;</div><div style=\"text-indent:0.5in;\">(c) Estimate the total costs of investments necessary to reach target rates, within each jurisdiction, as well as ongoing program costs related to labor, equipment, and maintenance. Cost factors and variables to be considered in the estimates include:</div><div style=\"text-indent:0.5in;\">(i) Population size and density of a local jurisdiction;</div><div style=\"text-indent:0.5in;\">(ii) Types of households serviced and collection method used;</div><div style=\"text-indent:0.5in;\">(iii) Distance from a local jurisdiction to the nearest recycling facility;</div><div style=\"text-indent:0.5in;\">(iv) Whether a jurisdiction pays for transportation and sorting of collected materials and whether it receives a commodity value from processed materials;</div><div style=\"text-indent:0.5in;\">(v) Geographic location or other variables contributing to regional differences in costs;</div><div style=\"text-indent:0.5in;\">(vi) Cost increases over time; and</div><div style=\"text-indent:0.5in;\">(vii) Any other factors as determined to be necessary by the department, with input from stakeholders;</div><div style=\"text-indent:0.5in;\">(d)(i) Identify cost factors and other variables to be considered in the development of funding estimates for government entities for any services other than curbside collection to be carried out by government entities that may be needed to achieve performance rates developed under section 202 of this act;</div><div style=\"text-indent:0.5in;\">(ii) Identify methods to consider greenhouse gas emissions and other environmental outcomes associated with potential expansions of curbside recycling services to rural or sparsely populated areas;</div><div style=\"text-indent:0.5in;\">(e) Compile relevant information to be considered in the development of criteria by the department to determine whether a covered product is recyclable, reusable, or compostable through Washington's curbside recycling collection system. The relevant information to be compiled may include whether covered product materials are:</div><div style=\"text-indent:0.5in;\">(i) Or may be, collected, separated, and processed in sufficient quantity and quality into a marketable feedstock that can be used in the production of new products; or</div><div style=\"text-indent:0.5in;\">(ii) Designed in a way that is problematic for reuse, recycling, or composting;</div><div style=\"text-indent:0.5in;\">(f) Evaluate how the state's existing recycling system can be improved in a socially just manner as it relates to activities required under this chapter. The assessment must:</div><div style=\"text-indent:0.5in;\">(i) Include meaningful consultation with overburdened communities and vulnerable populations;</div><div style=\"text-indent:0.5in;\">(ii) Determine conditions and make recommendations including, at minimum:</div><div style=\"text-indent:0.5in;\">(A) Improving access to the recycling system for women and minority individuals;</div><div style=\"text-indent:0.5in;\">(B) The sufficiency of local government requirements related to multifamily recycling services and their implementation;</div><div style=\"text-indent:0.5in;\">(C) Identification of activities that negatively disproportionately impact any community and in particular overburdened communities and vulnerable populations, including new fees, costs, or deposits;</div><div style=\"text-indent:0.5in;\">(D) Improving the sufficiency of recycling education and outreach programs relative to desired socially just management outcomes;</div><div style=\"text-indent:0.5in;\">(E) Recommendations for improving socially just management practices and outcomes in the state's recycling system; and</div><div style=\"text-indent:0.5in;\">(F) Evaluate the extent to which covered products contribute to litter and marine debris. The assessment should draw on available data, assess gaps, and identify strategies for improving prevention and cleanup of litter and marine debris from covered products;</div><div style=\"text-indent:0.5in;\">(g) Compile information from available data sources on the presence of toxic substances in covered products and their potential negative impacts on reuse, recycling, and composting systems. The information compiled is intended to inform the development of ecomodulation factors that incentivize the reduction of toxic substances that have potentially negative impacts when covered products are managed through reuse, recycling, and composting systems; and</div><div style=\"text-indent:0.5in;\">(h) Conduct voluntary interviews with service providers of curbside recycling services or recycling processing services within a jurisdiction on costs for additional infrastructure, vehicles, staff, equipment, and other investments to achieve the recycling performance goal established under section 202 of this act.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 205.  </span>COVERED PRODUCT PRODUCER REGISTRATION AND REPORTING.(1) On or before March 1, 2026, and annually thereafter, a producer that offers for sale, sells, or distributes in or into Washington covered products must register with the department individually or through a third-party representative registering on behalf of a group of producers.<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The registration information submitted to the department under this section must include a list of the producers of covered products and the brand names of the covered products represented in the registration submittal. Beginning in 2027, a producer may submit registration information at the same time as the information submitted through the annual reporting in subsection (3) of this section.</div><div style=\"text-indent:0.5in;\">(3)(a) Beginning April 1, 2027, each producer of covered products, individually or through a third party representing a group of producers, must provide an annual report to the department that includes, by material category, the volume in pounds of covered products sold, offered for sale, or distributed in or into Washington during the preceding calendar year.</div><div style=\"text-indent:0.5in;\">(b) The report must be submitted in a format and manner prescribed by the department. A manufacturer may submit national data allocated on a per capita basis for Washington to approximate the information required in this subsection if the producer or third-party representative demonstrates to the department that state level data are not available or feasible to generate.</div><div style=\"text-indent:0.5in;\">(c) The department must post the information reported under this subsection on its website, except as provided in (d) of this subsection.</div><div style=\"text-indent:0.5in;\">(d) A producer that submits information or records to the department under this chapter may request that the information or records be made available only for the confidential use of the department, the director, or the appropriate division of the department. The director of the department must give consideration to the request and if this action is not detrimental to the public interest and is otherwise in accordance with the policies and purposes of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21A'>43.21A</a> RCW, the director must grant the request for the information to remain confidential as authorized in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21A.160'>43.21A.160</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 206.  </span>DEPARTMENT OF ECOLOGY OVERSIGHT.<span style=\"text-indent:0.5in;\">(1) The department shall adopt rules as necessary to administer, implement, and enforce this section and section 205 of this act.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2)(a) The department may conduct audits and investigations for the purpose of ensuring compliance with section 205 of this act.</div><div style=\"text-indent:0.5in;\">(b) The department shall annually publish a list of registered producers of covered products and associated brand names, their compliance status, and other information the department deems appropriate on the department's website.</div><div style=\"text-indent:0.5in;\">(3)(a) By July 1, 2026, and every July 1st thereafter, the department must:</div><div style=\"text-indent:0.5in;\">(i) Prepare an annual workload analysis for public comment that identifies the annual costs it expects to incur to implement, administer, and enforce this section and section 205 of this act, and to carry out its obligations under this chapter;</div><div style=\"text-indent:0.5in;\">(ii) Determine a total annual fee payment by producers or their third-party representatives that is adequate to cover, but not exceed, the workload identified in (a)(i) of this subsection;</div><div style=\"text-indent:0.5in;\">(iii) Until rules are adopted under (a)(iv) of this subsection, issue a general order to all entities falling within the definition of producer. The department must equitably determine fee amounts;</div><div style=\"text-indent:0.5in;\">(iv) By 2028, adopt rules to equitably determine annual fee payments by producers or their third-party representatives. Once such rules are adopted, the general order issued under (a)(iii) of this subsection is no longer effective; and</div><div style=\"text-indent:0.5in;\">(v) Send notice to producers or their third-party representatives of fee amounts due consistent with either the general order issued under (a)(iii) of this subsection or rules adopted under (a)(iv) of this subsection.</div><div style=\"text-indent:0.5in;\">(b) The department must:</div><div style=\"text-indent:0.5in;\">(i) Apply any remaining annual payment funds from the current year to the annual payment for the coming year, if the collected annual payment exceeds the department's costs for a given year; and</div><div style=\"text-indent:0.5in;\">(ii) Increase annual payments for the coming year to cover the department's costs, if the collected annual payment was less than the department's costs for a given year.</div><div style=\"text-indent:0.5in;\">(c) By October 1, 2026, and every October 1st thereafter, producers or their third-party representatives must submit a fee payment as determined by the department under (a) of this subsection. Fee payments must be deposited in the recycled content account under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.110'>70A.245.110</a>.</div><div style=\"text-indent:0.5in;\">(4) For producers out of compliance with the registration or reporting requirements of section 205 of this act, the department shall provide written notification and offer information to producers. For the purposes of this section, written notification serves as notice of the violation. The department must issue at least two notices of violation by certified mail prior to assessing a penalty under subsection (5) of this section.</div><div style=\"text-indent:0.5in;\">(5) The department may assess a penalty in an amount not to exceed $1,000 for each day for a violation of this section or section 205 of this act. Penalties collected under this section must be deposited in the recycling enhancement account created in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.100'>70A.245.100</a>.</div><div style=\"text-indent:0.5in;\">(6) Penalties issued under this section are appealable to the pollution control hearings board established in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B'>43.21B</a> RCW.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 207.  </span>ADVISORY COMMITTEE.<span style=\"text-indent:0.5in;\">(1) An advisory committee is established.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The advisory committee consists of members appointed by the department as follows:</div><div style=\"text-indent:0.5in;\">(a) Four representatives of local governments representing geographic areas across the state, including two representatives of counties and two representatives of cities, each with one representative of urban communities and one representative of rural communities;</div><div style=\"text-indent:0.5in;\">(b) One representative of tribal or indigenous solid waste services organizations;</div><div style=\"text-indent:0.5in;\">(c) One representative of special purpose districts involved in activities related to the end-of-life management of solid waste;</div><div style=\"text-indent:0.5in;\">(d) Two representatives of community-based organizations whose mission is to serve the interests of overburdened communities and vulnerable populations;</div><div style=\"text-indent:0.5in;\">(e) Two representatives of environmental nonprofit organizations;</div><div style=\"text-indent:0.5in;\">(f) One owner or operator of a small business that is not eligible for representation under (g), (h), or (i) of this subsection;</div><div style=\"text-indent:0.5in;\">(g) Six representatives of the recycling industry, including local governments' service providers, solid waste collection companies or associations, material recovery facilities, or other processing facilities;</div><div style=\"text-indent:0.5in;\">(h) Four representatives of producers of covered products or producer trade associations representing different types of covered products;</div><div style=\"text-indent:0.5in;\">(i) Two representatives of packaging suppliers that are not producers as defined under this chapter representing different material categories; and</div><div style=\"text-indent:0.5in;\">(j) One representative of a retail establishment.</div><div style=\"text-indent:0.5in;\">(3) Advisory committee members must be appointed by the director of the department by September 1, 2026. In appointing members, the department shall:</div><div style=\"text-indent:0.5in;\">(a) Appoint members that, to the greatest extent practicable, represent diversity in race, ethnicity, age, and gender, urban and rural areas, and different regions of the state; and</div><div style=\"text-indent:0.5in;\">(b) Consider recommendations for appointments from relevant represented groups or associations and from individuals interested in participating on the advisory committee.</div><div style=\"text-indent:0.5in;\">(4)(a) The terms of initial appointments must be staggered to two-year and three-year appointments, with subsequent terms of three years. Members are eligible for reappointment.</div><div style=\"text-indent:0.5in;\">(b) If there is a vacancy for any reason, the department shall make an appointment to become effective immediately for the unexpired term.</div><div style=\"text-indent:0.5in;\">(5) The advisory committee shall meet at least once every three months at times and places specified by the department. The advisory committee may also meet at other times and places, including virtually, specified by the department or by a call of a majority of the committee members, as necessary, to carry out the duties of the advisory committee.</div><div style=\"text-indent:0.5in;\">(6)(a) The department shall provide staff support and facilitation as necessary for the advisory committee to carry out its duties.</div><div style=\"text-indent:0.5in;\">(b) The department may select an impartial, third-party facilitator to convene and provide administrative support to the advisory committee.</div><div style=\"text-indent:0.5in;\">(c) The department may establish working groups, comprised of interested members of the advisory committee, to discuss issues related to implementation of this chapter, which report back to the full advisory committee including, but limited to, the truth in labeling task force established in section 208 of this act.</div><div style=\"text-indent:0.5in;\">(7) The duties of the advisory committee include the following:</div><div style=\"text-indent:0.5in;\">(a) Advise and make recommendations to the department on the lists developed and published by the department under section 203 of this act;</div><div style=\"text-indent:0.5in;\">(b) Advise and make recommendations to the department on the scope of the statewide needs assessment under section 204 of this act;</div><div style=\"text-indent:0.5in;\">(c) Review and comment on draft statewide needs assessments prior to their completion;</div><div style=\"text-indent:0.5in;\">(d) Review and comment on the department's implementation and administration of the registration and reporting requirements in sections 205 and 206 of this act; and</div><div style=\"text-indent:0.5in;\">(e) Provide input, review, and comment on rules proposed by the department under this chapter.</div><div style=\"text-indent:0.5in;\">(8) Advisory committee members that are representatives of tribes or tribal and indigenous services organizations or community-based and environmental nonprofit organizations must, if requested, be compensated and reimbursed in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.03.050'>43.03.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.03.060'>43.03.060</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.03.220'>43.03.220</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 208.  </span>TRUTH IN LABELING TASK FORCE.<span style=\"text-indent:0.5in;\">(1) The truth in labeling task force is established as a subgroup of the advisory committee established in section 207 of this act.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The truth in labeling task force shall consist of interested members of the advisory committee.</div><div style=\"text-indent:0.5in;\">(3) The truth in labeling task force shall study and evaluate misleading or confusing claims regarding the recyclability of products made on a product or product packaging. The task force shall make recommendations to the legislature for the development of recyclability labeling standards and requirements for products and packaging sold in Washington. The study must include consideration of issues affecting accessibility for diverse audiences. The truth in labeling task force shall prioritize alignment with the federal trade commission's green guides and California's Senate Bill 343 (SB 343, Allen, Chapter 507, Statutes of 2021).</div><div style=\"text-indent:0.5in;\">(4) The department must transmit a final report and recommendations from the truth in labeling task force, in the form of draft legislation, to the appropriate committees of the legislature by June 1, 2027.</div><div style=\"text-indent:0.5in;\">(5) The department must provide staff support to the truth in labeling task force.</div><!-- field: --><div style=\"margin-top:1.5em;\"><div style=\"font-weight:bold;text-align:center;\">PART 3</div><div style=\"font-weight:bold;text-align:center;\">POSTCONSUMER RECYCLED CONTENT</div><div style=\"font-weight:bold;text-align:center;\">REQUIREMENTS</div></div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 301.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a> and 2021 c 313 s 3 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) Beginning January 1, 2023, producers that offer for sale, sell, or distribute in or into Washington:</div><div style=\"text-indent:0.5in;\">(i) Beverages other than wine in 187 milliliter plastic beverage containers and dairy milk in plastic beverage containers must meet minimum postconsumer recycled content requirements established under subsection (4) of this section; and</div><div style=\"text-indent:0.5in;\">(ii) Plastic trash bags must meet minimum postconsumer recycled content requirements established under subsection (6) of this section.</div><div style=\"text-indent:0.5in;\">(b) Beginning January 1, 2025, producers that offer for sale, sell, or distribute in or into Washington household cleaning and personal care products in plastic household cleaning and personal care product containers must meet minimum postconsumer recycled content as required under subsection (5) of this section.</div><div style=\"text-indent:0.5in;\">(c) Beginning January 1, 2028, producers that offer for sale, sell, or distribute in or into Washington wine in 187 milliliter plastic beverage containers or dairy milk in plastic beverage containers must meet minimum postconsumer recycled content as required under subsection (4) of this section.</div><div style=\"text-indent:0.5in;\">(2)(a) On or before April 1, 2022, and annually thereafter, a producer that offers for sale, sells, or distributes in or into Washington covered products must register with the department individually or through a third-party representative registering on behalf of a group of producers<span style=\"text-decoration:underline;\">, except producers of covered products identified in subsections (13) through (15) of this section shall register by June 1, 2026</span>.</div><div style=\"text-indent:0.5in;\">(b) The registration information submitted to the department under this section must include a list of the producers of covered products and the brand names of the covered products represented in the registration submittal. Beginning April 1, 2024, for plastic trash bags and plastic beverage containers other than wine in 187 milliliter plastic beverage containers and dairy milk in plastic beverage containers, April 1, 2026, for plastic household and personal care product containers, and April 1, 2029, for wine in 187 milliliter plastic beverage containers and dairy milk, a producer may submit registration information at the same time as the information submitted through the annual reporting required under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.030'>70A.245.030</a>.</div><div style=\"text-indent:0.5in;\">(3)(a) By January 31, 2022, and every January 31st thereafter, the department must:</div><div style=\"text-indent:0.5in;\">(i) Prepare an annual workload analysis for public comment that identifies the annual costs it expects to incur to implement, administer, and enforce this section and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.030'>70A.245.030</a> through  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.060'>70A.245.060</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.090'>70A.245.090</a> (1), (2), and (4), including rule making, in the next fiscal year for each category of covered products;</div><div style=\"text-indent:0.5in;\">(ii) Determine a total annual fee payment by producers or their third-party representatives for each category of covered products that is adequate to cover, but not exceed, the workload identified in (a)(i) of this subsection;</div><div style=\"text-indent:0.5in;\">(iii) Until rules are adopted under (a)(iv) of this subsection, issue a general order to all entities falling within the definition of producer. The department must equitably determine fee amounts for an individual producer or third-party representatives within each category of covered product;</div><div style=\"text-indent:0.5in;\">(iv) By 2024, adopt rules to equitably determine annual fee payments by producers or their third-party representatives within each category of covered product. Once such rules are adopted, the general order issued under (a)(iii) of this subsection is no longer effective; and</div><div style=\"text-indent:0.5in;\">(v) Send notice to producers or their third-party representatives of fee amounts due consistent with either the general order issued under (a)(iii) of this subsection or rules adopted under (a)(iv) of this subsection.</div><div style=\"text-indent:0.5in;\">(b) The department must:</div><div style=\"text-indent:0.5in;\">(i) Apply any remaining annual payment funds from the current year to the annual payment for the coming year, if the collected annual payment exceeds the department's costs for a given year; and</div><div style=\"text-indent:0.5in;\">(ii) Increase annual payments for the coming year to cover the department's costs, if the collected annual payment was less than the department's costs for a given year.</div><div style=\"text-indent:0.5in;\">(c) By April 1, 2022, and every April 1st thereafter, producers or their third-party representative must submit a fee payment as determined by the department under (a) of this subsection.</div><div style=\"text-indent:0.5in;\">(4) A producer of a beverage in a plastic beverage container must meet the following annual minimum postconsumer recycled content percentage on average for the total quantity of plastic beverage containers, by weight, that are sold, offered for sale, or distributed in or into Washington by the producer effective:</div><div style=\"text-indent:0.5in;\">(a) For beverages except wine in 187 milliliter plastic beverage containers and dairy milk:</div><div style=\"text-indent:0.5in;\">(i) January 1, 2023, through December 31, 2025: No less than 15 percent postconsumer recycled content plastic by weight;</div><div style=\"text-indent:0.5in;\">(ii) January 1, 2026, through December 31, 2030: No less than 25 percent postconsumer recycled content plastic by weight; and</div><div style=\"text-indent:0.5in;\">(iii) On and after January 1, 2031: No less than 50 percent postconsumer recycled content plastic by weight.</div><div style=\"text-indent:0.5in;\">(b) For wine in 187 milliliter plastic beverage containers and dairy milk:</div><div style=\"text-indent:0.5in;\">(i) January 1, 2028, through December 31, 2030: No less than 15 percent postconsumer recycled content plastic by weight;</div><div style=\"text-indent:0.5in;\">(ii) January 1, 2031, through December 31, 2035: No less than 25 percent postconsumer recycled content plastic by weight; and</div><div style=\"text-indent:0.5in;\">(iii) On and after January 1, 2036: No less than 50 percent postconsumer recycled content plastic by weight.</div><div style=\"text-indent:0.5in;\">(5) A producer of household cleaning and personal care products in plastic containers must meet the following annual minimum postconsumer recycled content percentage on average for the total quantity of plastic containers, by weight, that are sold, offered for sale, or distributed in or into Washington by the producer effective:</div><div style=\"text-indent:0.5in;\">(a) January 1, 2025, through December 31, 2027: No less than 15 percent postconsumer recycled content plastic by weight;</div><div style=\"text-indent:0.5in;\">(b) January 1, 2028, through December 31, 2030: No less than 25 percent postconsumer recycled content plastic by weight; and</div><div style=\"text-indent:0.5in;\">(c) On and after January 1, 2031: No less than 50 percent postconsumer recycled content plastic by weight.</div><div style=\"text-indent:0.5in;\">(6) A producer of plastic trash bags must meet the following annual minimum postconsumer recycled content percentage on average for the total quantity of plastic trash bags, by weight, that are sold, offered for sale, or distributed in or into Washington by the producer effective:</div><div style=\"text-indent:0.5in;\">(a) January 1, 2023, through December 31, 2024: No less than 10 percent postconsumer recycled content plastic by weight;</div><div style=\"text-indent:0.5in;\">(b) January 1, 2025, through December 31, 2026: No less than 15 percent postconsumer recycled content plastic by weight; and</div><div style=\"text-indent:0.5in;\">(c) On and after January 1, 2027: No less than 20 percent postconsumer recycled content plastic by weight.</div><div style=\"text-indent:0.5in;\">(7)(a) Beginning January 1, 2024, or when rule making is complete, whichever is sooner, the department may, on an annual basis on January 1st, review and determine for the following year whether to adjust the minimum postconsumer recycled content percentage required for a type of container or product or category of covered products pursuant to subsection (4), (5), or (6) of this section. The department's review may be initiated by the department or at the petition of a producer or a covered product manufacturing industry not more than once annually. When submitting a petition, producers or a producer manufacturing industry must provide necessary information that will allow the department to make a determination under (b) of this subsection.</div><div style=\"text-indent:0.5in;\">(b) In making a determination pursuant to this subsection, the department must consider, at a minimum, all of the following factors:</div><div style=\"text-indent:0.5in;\">(i) Changes in market conditions, including supply and demand for postconsumer recycled content plastics, collection rates, and bale availability both domestically and globally;</div><div style=\"text-indent:0.5in;\">(ii) Recycling rates;</div><div style=\"text-indent:0.5in;\">(iii) The availability of recycled plastic suitable to meet the minimum postconsumer recycled content requirements pursuant to subsection (4), (5), or (6) of this section, including the availability of high quality recycled plastic, and food-grade recycled plastic from recycling programs;</div><div style=\"text-indent:0.5in;\">(iv) The capacity of recycling or processing infrastructure;</div><div style=\"text-indent:0.5in;\">(v) The technical feasibility of achieving the minimum postconsumer recycled content requirements in covered products that are regulated under 21 C.F.R., chapter I, subchapter G, 7 U.S.C. Sec. 136, 15 U.S.C. Sec. 1471-1477, 49 C.F.R. Sec. 178.33b, 49 C.F.R. Sec. 173, 40 C.F.R. Sec. 152.10, 15 U.S.C. Sec. 1261-1278, 49 U.S.C. 5101 et seq., 49 C.F.R. Sec. 178.509, 49 C.F.R. Sec. 179.522, 49 C.F.R. Sec. 178.600-609, and other federal laws; and</div><div style=\"text-indent:0.5in;\">(vi) The progress made by producers in achieving the goals of this section.</div><div style=\"text-indent:0.5in;\">(c) Under (a) of this subsection:</div><div style=\"text-indent:0.5in;\">(i) The department may not adjust the minimum postconsumer recycled content requirements above the minimum postconsumer recycled content percentages for the year under review required pursuant to subsection (4), (5), or (6) of this section.</div><div style=\"text-indent:0.5in;\">(ii) For plastic household cleaning and personal care product containers, the department may not adjust the minimum postconsumer recycled content requirements above the minimum postconsumer recycled content percentages for the year under review required pursuant to subsection (5) of this section or below a minimum of 10 percent.</div><div style=\"text-indent:0.5in;\">(iii) For plastic trash bags, the department may not adjust the minimum postconsumer recycled content requirements above the minimum postconsumer recycled content percentages for the year under review required pursuant to subsection (6) of this section or below the minimum percentage required in subsection (6)(a) of this section.</div><div style=\"text-indent:0.5in;\">(d) A producer or the manufacturing industry for a covered product may appeal a decision by the department to adjust postconsumer recycled content percentages under (a) of this subsection or to temporarily exclude covered products from minimum postconsumer recycled content requirements under subsection (8) of this section to the pollution control hearings board within 30 days of the department's determination.</div><div style=\"text-indent:0.5in;\">(8) The department must temporarily exclude from minimum postconsumer recycled content requirements for the upcoming year any types of covered products in plastic containers for which a producer annually demonstrates to the department by December 31st of a given year that the achievement of postconsumer recycled content requirements in the container material is not technically feasible in order to comply with health or safety requirements of federal law, including the federal laws specified in subsection (7)(b)(v) of this section. A producer must continue to register and report consistent with the requirements of this chapter for covered products temporarily excluded from minimum postconsumer recycled content requirements under this subsection.</div><div style=\"text-indent:0.5in;\">(9) A producer that does not achieve the postconsumer recycled content requirements established under this section is subject to penalties established in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.040'>70A.245.040</a>.</div><div style=\"text-indent:0.5in;\">(10)(a) A city, town, county, or municipal corporation may not implement local recycled content requirements for a covered product that is subject to minimum postconsumer recycled content requirements established in this section.</div><div style=\"text-indent:0.5in;\">(b) A city, town, county, or municipal corporation may establish local purchasing requirements that include recycled content standards that exceed the minimum recycled content requirements established by this chapter for plastic household cleaning and personal care product containers or plastic trash bags purchased by a city, town, or municipal corporation, or its contractor.</div><div style=\"text-indent:0.5in;\">(11) The department may enter into contracts for the services required to implement this chapter and related duties of the department.</div><div style=\"text-indent:0.5in;\">(12) In-state distributors, wholesalers, and retailers in possession of covered products manufactured before the date that postconsumer recycled content requirements become effective may exhaust their existing stock through sales to the public.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(13) A producer of polypropylene tubs must meet the following annual minimum postconsumer recycled content percentage on average for the total quantity of polypropylene tubs, by weight, that are sold, offered for sale, or distributed in or into Washington by the producer effective as of:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a)(i) Products manufactured between January 1, 2031, through December 31, 2035: No less than 10 percent postconsumer recycled content plastic by weight; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Products manufactured on and after January 1, 2036: No less than 30 percent postconsumer recycled content plastic by weight.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) For polypropylene tubs in direct contact with food or edible products:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Products manufactured between January 1, 2035, through December 31, 2038: No less than 10 percent postconsumer recycled content plastic by weight; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Products manufactured on and after January 1, 2040: No less than 30 percent postconsumer recycled content plastic by weight.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(14) A producer of single-use plastic cups made of polyethylene terephthalate, polypropylene, or polystyrene must meet the following annual minimum postconsumer recycled content percentage on average for the total quantity of single-use plastic cups, by weight, that are sold, offered for sale, or distributed in or into Washington by the producer effective:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) For polypropylene single-use plastic cups:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Products manufactured between January 1, 2032, through December 31, 2032: No less than 15 percent postconsumer recycled content plastic by weight; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Products manufactured on and after January 1, 2034: No less than 25 percent postconsumer recycled content plastic by weight.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) For polyethylene terephthalate and polystyrene single-use plastic cups:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Products manufactured between January 1, 2034, through December 31, 2035: No less than 20 percent postconsumer recycled content plastic by weight; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Products manufactured on and after January 1, 2036: No less than 30 percent postconsumer recycled content plastic by weight.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(15) A producer of a polyethylene terephthalate thermoform plastic container must meet the following annual minimum postconsumer recycled content percentage on average for the total quantity of polyethylene terephthalate thermoform plastic containers, by weight, that are sold, offered for sale, or distributed in or into Washington by the producer effective:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) For packaging for consumable goods:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Products manufactured between January 1, 2031, through December 31, 2035: No less than 10 percent postconsumer recycled content plastic by weight; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Products manufactured on and after January 1, 2036: No less than 30 percent postconsumer recycled content plastic by weight.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) For packaging for consumable goods in direct contact with food or edible products:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Products manufactured between January 1, 2035, through December 31, 2039: No less than 10 percent postconsumer recycled content plastic by weight; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Products manufactured on and after January 1, 2040: No less than 30 percent postconsumer recycled content plastic by weight.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c)(i) Except as provided in (c)(ii) of this subsection, for packaging used for durable goods: On and after January 1, 2034, no less than 30 percent postconsumer recycled content plastic by weight.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Packaging designed to accompany a durable good where that durable good model is designed prior to the effective date of the requirement in (c)(i) of this subsection is exempt.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(16) The department may extend a date identified in subsection (13), (14), or (15) of this section by up to five years for all producers if the department determines there is inadequate availability of recycled material or a substantial disruption in the supply of the recycled material.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(17) The department shall suspend the requirements of subsections (13) through (15) of this section if the Washington recycling rate, as determined by the department, reaches or exceeds 65 percent.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 302.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.030'>70A.245.030</a> and 2021 c 313 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) Except as provided in (b) ((<span style=\"text-decoration:line-through;\">and (c)</span>))<span style=\"text-decoration:underline;\">through (d)</span> of this subsection, beginning April 1, 2024, each producer of covered products, individually or through a third party representing a group of producers, must provide an annual report to the department that includes the amount in pounds of virgin plastic and the amount in pounds of postconsumer recycled content by resin type used for each category of covered products that are sold, offered for sale, or distributed in or into Washington state, including the total postconsumer recycled content resins as a percentage of total weight. The report must be submitted in a format and manner prescribed by the department. A manufacturer may submit national data allocated on a per capita basis for Washington to approximate the information required in this subsection if the producer or third-party representative demonstrates to the department that state level data are not available or feasible to generate.</div><div style=\"text-indent:0.5in;\">(b) The requirements of (a) of this subsection apply to household cleaning and personal care products in plastic containers beginning April 1, 2026.</div><div style=\"text-indent:0.5in;\">(c) The requirements of (a) of this subsection apply to wine in 187 milliliter plastic beverage containers and dairy milk in plastic beverage containers beginning April 1, 2029.</div><div style=\"text-indent:0.5in;\">(d) <span style=\"text-decoration:underline;\">The requirements of (a) of this subsection apply to:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Polypropylene tubs and polyethylene terephthalate thermoform plastic containers for consumable goods beginning April 1, 2032;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Polypropylene single-use plastic cups beginning April 1, 2033;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Polyethylene terephthalate and polystyrene single-use plastic cups and polyethylene terephthalate thermoform plastic container packaging used for durable goods beginning January 1, 2035; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) Polypropylene tubs in direct contact with food and polyethylene terephthalate thermoform plastic container packaging for consumable goods in direct contact with food or edible products beginning April 1, 2036.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(e)</span> The department must post the information reported under this subsection on its website, except as provided in subsection (2) of this section.</div><div style=\"text-indent:0.5in;\">(2) A producer that submits information or records to the department under this chapter may request that the information or records be made available only for the confidential use of the department, the director, or the appropriate division of the department. The director of the department must give consideration to the request and if this action is not detrimental to the public interest and is otherwise in accordance with the policies and purposes of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21A'>43.21A</a> RCW, the director must grant the request for the information to remain confidential as authorized in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21A.160'>43.21A.160</a>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 303.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245'>70A.245</a> RCW to read as follows:<!-- field: --></div>REQUEST FOR WAIVER.<div style=\"text-indent:0.5in;\">(1)(a) A producer may pay a $1,000 waiver fee, unless exempt from the postconsumer recycled content requirements of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a> (13), (14), or (15), and apply to the department for a waiver from the postconsumer recycled content requirements established pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a> (13), (14), or (15). De minimis producers that apply for a waiver under this subsection are not subject to the fee.</div><div style=\"text-indent:0.5in;\">(b) The department may grant a waiver pursuant to this section if the producer demonstrates, and the department finds, in writing, that any of the following are applicable:</div><div style=\"text-indent:0.5in;\">(i) The producer cannot achieve the postconsumer recycled content requirements and remain in compliance with applicable rules and regulations adopted by the United States food and drug administration, or any other state or federal law, rule, or regulation;</div><div style=\"text-indent:0.5in;\">(ii) It is not technically feasible for the producer to achieve the postconsumer recycled content requirements; or</div><div style=\"text-indent:0.5in;\">(iii) The producer cannot comply with the postconsumer recycled content requirements due to inadequate availability of recycled material or a substantial disruption in the supply of recycled material.</div><div style=\"text-indent:0.5in;\">(2) Fees paid under this section must be deposited in the recycled content account created in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.110'>70A.245.110</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 304.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245'>70A.245</a> RCW to read as follows:<!-- field: --></div>DEPARTMENT'S DUTIES AND LIMITATIONS.<div style=\"text-indent:0.5in;\">(1) The department must ensure that any rules adopted pursuant to this chapter consider guidelines, and not conflict with regulations, issued by the United States food and drug administration and the United States department of agriculture and consider requirements imposed by other Washington state agencies including, but not limited to, the department of agriculture.</div><div style=\"text-indent:0.5in;\">(2) The department may not impose any requirement including, but not limited to, a postconsumer recycled content requirement, in direct conflict with a federal law or regulation or the requirements necessary to comply with a federal law or regulation including, but not limited to:</div><div style=\"text-indent:0.5in;\">(a) Laws or regulations covering tamper-evident packaging pursuant to 21 C.F.R. Sec. 211.132;</div><div style=\"text-indent:0.5in;\">(b) Laws or regulations covering child-resistant packaging pursuant to 16 C.F.R. Sec. 1700.1 et seq.;</div><div style=\"text-indent:0.5in;\">(c) Regulations, rules, or guidelines issued by the United States department of agriculture or the United States food and drug administration related to packaging agricultural commodities; and</div><div style=\"text-indent:0.5in;\">(d) Requirements for microbial contamination, structural integrity, or safety of packaging where no viable recyclable or compostable packaging that can meet the requirements exists, pursuant to: (i) The federal food, drug, and cosmetic act (21 U.S.C. Sec. 301 et seq.); (ii) 21 U.S.C. Sec. 2101 et seq.; (iii) the federal food and drug administration food safety modernization act (21 U.S.C. Sec. 2201 et seq.); (iv) the federal poultry products inspection act (21 U.S.C. Sec. 451 et seq.); (v) the federal meat inspection act (21 U.S.C. Sec. 601 et seq.); or (vi) the federal egg products inspection act (21 U.S.C. Sec. 1031 et seq.).</div><div style=\"text-indent:0.5in;\">(3) The department may not impose any requirement including, but not limited to, a postconsumer recycled content requirement, on medical devices, drugs, or dietary supplements as defined in 21 U.S.C. Sec. 321 et seq.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 305.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.010'>70A.245.010</a> and 2021 c 313 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</div><div style=\"text-indent:0.5in;\">(1)<span style=\"text-decoration:underline;\">(a)</span> \"Beverage\" means ((<span style=\"text-decoration:line-through;\">beverages identified in (a) through (f) of this subsection,</span>))<span style=\"text-decoration:underline;\">liquid products</span> intended for human or animal consumption, and in a quantity more than or equal to two fluid ounces and less than or equal to one gallon:</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(a)</span>))<span style=\"text-decoration:underline;\">(i)</span> Water and flavored water;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(b)</span>))<span style=\"text-decoration:underline;\">(ii)</span> Beer or other malt beverages;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(c)</span>))<span style=\"text-decoration:underline;\">(iii)</span> Wine;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(d)</span>))<span style=\"text-decoration:underline;\">(iv)</span> Distilled spirits;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(e)</span>))<span style=\"text-decoration:underline;\">(v)</span> Mineral water, soda water, and similar carbonated soft drinks; ((<span style=\"text-decoration:line-through;\">and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(f) Any beverage other than those specified in (a) through (e) of this subsection, except</span>))<span style=\"text-decoration:underline;\">(vi) Dairy milk; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(vii) Any other beverage identified by the department by rule.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) Beverage does not include</span> infant formula as defined in 21 U.S.C. Sec. 321(z), medical food as defined in 21 U.S.C. Sec. 360ee(b)(3), or fortified oral nutritional supplements used for persons who require supplemental or sole source <span style=\"text-decoration:underline;\">nutrition to meet</span> nutritional needs due to special dietary needs directly related to cancer, chronic kidney disease, diabetes, <span style=\"text-decoration:underline;\">malnutrition, and failure to thrive, as those terms are defined by the international classification of diseases, 10th revision,</span> or other medical conditions as determined by the department.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) For any multilateral beverage container qualifying under this chapter, postconsumer recycled content requirements only apply to the weight of the plastic components of the container, not overall container weight.</span></div><div style=\"text-indent:0.5in;\">(2) \"Beverage manufacturing industry\" means an association that represents beverage producers.</div><div style=\"text-indent:0.5in;\">(3) \"Condiment packaging\" means packaging used to deliver single-serving condiments to customers. Condiment packaging includes, but is not limited to, single-serving packaging for ketchup, mustard, relish, mayonnaise, hot sauce, coffee creamer, salad dressing, jelly, jam, and soy sauce.</div><div style=\"text-indent:0.5in;\">(4)(a) \"Covered product\" means an item in one of the following categories subject to minimum postconsumer recycled content requirements:</div><div style=\"text-indent:0.5in;\">(i) Plastic trash bags;</div><div style=\"text-indent:0.5in;\">(ii) Household cleaning and personal care products that use plastic household cleaning and personal care product containers; ((<span style=\"text-decoration:line-through;\">and</span>))</div><div style=\"text-indent:0.5in;\">(iii) Beverages that use plastic beverage containers<span style=\"text-decoration:underline;\">;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) Plastic tubs;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(v) Thermoform plastic polyethylene terephthalate containers; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(vi) Single-use polypropylene, polyethylene terephthalate, or polystyrene cups</span>.</div><div style=\"text-indent:0.5in;\">(b) \"Covered product\" does not include any type of container or bag for which the state is preempted from regulating content of the container material or bag material under federal law.</div><div style=\"text-indent:0.5in;\">(5) \"Dairy milk\" means a beverage that designates milk as the predominant (first) ingredient in the ingredient list on the container's label.</div><div style=\"text-indent:0.5in;\">(6) \"Department\" means the department of ecology.</div><div style=\"text-indent:0.5in;\">(7) \"Expanded polystyrene\" means blown polystyrene and expanded and extruded foams that are thermoplastic petrochemical materials utilizing a styrene monomer and processed by any number of techniques including, but not limited to, fusion of polymer spheres (expandable bead polystyrene), injection molding, foam molding, and extrusion-blow molding (extruded foam polystyrene).</div><div style=\"text-indent:0.5in;\">(8) \"Food service business\" means a business selling or providing food for consumption on or off the premises, and includes full-service restaurants, fast food restaurants, cafes, delicatessens, coffee shops, grocery stores, vending trucks or carts, home delivery services, delivery services provided through an online application, and business or institutional cafeterias.</div><div style=\"text-indent:0.5in;\">(9) \"Food service product\" means a product intended for one-time use and used for food or drink offered for sale or use. Food service products include, but are not limited to, containers, plates, bowls, cups, lids, beverage containers, meat trays, deli rounds, utensils, sachets, straws, condiment packaging, clamshells and other hinged or lidded containers, wrap, and portion cups.</div><div style=\"text-indent:0.5in;\">(10) \"Household cleaning and personal care product\" means any of the following:</div><div style=\"text-indent:0.5in;\">(a) Laundry detergents, softeners, and stain removers;</div><div style=\"text-indent:0.5in;\">(b) Household cleaning products;</div><div style=\"text-indent:0.5in;\">(c) Liquid soap;</div><div style=\"text-indent:0.5in;\">(d) Shampoo, conditioner, styling sprays and gels, and other hair care products; or</div><div style=\"text-indent:0.5in;\">(e) Lotion, moisturizer, facial toner, and other skin care products.</div><div style=\"text-indent:0.5in;\">(11) \"Household cleaning and personal care product manufacturing industry\" means an association that represents companies that manufacture household cleaning <span style=\"text-decoration:underline;\">products</span> and personal care products.</div><div style=\"text-indent:0.5in;\">(12) \"Licensee\" means a manufacturer <span style=\"text-decoration:underline;\">of a covered product</span> or entity who licenses a brand and manufactures a covered product under that brand. <span style=\"text-decoration:underline;\">A franchisee is not a licensee unless a franchisee meets the requirements of a licensee under this subsection.</span></div><div style=\"text-indent:0.5in;\">(13) \"Oral nutritional supplement\" means a manufactured liquid, powder capable of being reconstituted, or solid product that contains a combination of carbohydrates, proteins, fats, fiber, vitamins, and minerals intended to supplement a portion of a patient's nutrition intake.</div><div style=\"text-indent:0.5in;\">(14)<span style=\"text-decoration:underline;\">(a)</span> \"Plastic beverage container\" means a bottle or other rigid container that is capable of maintaining its shape when empty, comprised solely of one or multiple plastic resins designed to contain a beverage.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b)</span> Plastic beverage container does not include:</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(a)</span>))<span style=\"text-decoration:underline;\">(i)</span> Refillable beverage containers, such as containers that are sufficiently durable for multiple rotations of their original or similar purpose and are intended to function in a system of reuse;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(b)</span>))<span style=\"text-decoration:underline;\">(ii)</span> Rigid plastic containers or plastic bottles that are or are used for medical devices, medical products that are required to be sterile, nonprescription and prescription drugs, or dietary supplements as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08.0293'>82.08.0293</a>;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(c)</span>))<span style=\"text-decoration:underline;\">(iii)</span> Bladders or pouches that contain wine; or</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(d)</span>))<span style=\"text-decoration:underline;\">(iv)</span> Liners, caps, corks, closures, labels, and other items added externally or internally but otherwise separate from the structure of the bottle or container<span style=\"text-decoration:underline;\">; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) Other products subject to minimum postconsumer recycled content requirements</span>.</div><div style=\"text-indent:0.5in;\">(15)(a) \"Plastic household cleaning ((<span style=\"text-decoration:line-through;\">and</span>))<span style=\"text-decoration:underline;\">container or</span> personal care product container\" means a bottle, jug, or other rigid container ((<span style=\"text-decoration:line-through;\">with a neck or mouth narrower than the base, and</span>)):</div><div style=\"text-indent:0.5in;\">(i) ((<span style=\"text-decoration:line-through;\">A</span>))<span style=\"text-decoration:underline;\">With a</span> minimum capacity of eight fluid ounces or its equivalent volume;</div><div style=\"text-indent:0.5in;\">(ii) ((<span style=\"text-decoration:line-through;\">A</span>))<span style=\"text-decoration:underline;\">With a</span> maximum capacity of five fluid gallons or its equivalent volume;</div><div style=\"text-indent:0.5in;\">(iii) That is capable of maintaining its shape when empty;</div><div style=\"text-indent:0.5in;\">(iv) Comprised solely of one or multiple plastic resins; and</div><div style=\"text-indent:0.5in;\">(v) Containing a household cleaning or personal care product.</div><div style=\"text-indent:0.5in;\">(b) \"Plastic household cleaning ((<span style=\"text-decoration:line-through;\">and</span>))<span style=\"text-decoration:underline;\">product container or</span> personal care product container\" does not include:</div><div style=\"text-indent:0.5in;\">(i) Refillable household cleaning ((<span style=\"text-decoration:line-through;\">and</span>))<span style=\"text-decoration:underline;\">product containers or</span> personal care product containers, such as containers that are sufficiently durable for multiple rotations of their original or similar purpose and are intended to function in a system of reuse; ((<span style=\"text-decoration:line-through;\">and</span>))</div><div style=\"text-indent:0.5in;\">(ii) Rigid plastic containers or plastic bottles that are medical devices, medical products that are required to be sterile, and nonprescription and prescription drugs, dietary supplements as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08.0293'>82.08.0293</a>, and packaging used for those products<span style=\"text-decoration:underline;\">;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Other covered products subject to minimum postconsumer recycled content requirements; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) Liners, corks, closures, labels, and other items added externally or internally but otherwise separate from the structure of the bottle or container</span>.</div><div style=\"text-indent:0.5in;\">(16) \"Plastic trash bag\" means a bag that is made of noncompostable plastic, is at least 0.70 mils thick, and is designed and manufactured for use as a container to hold, store, or transport materials to be discarded or recycled, and includes, but is not limited to, a garbage bag, recycling bag, lawn or leaf bag, can liner bag, kitchen bag, or compactor bag. \"Plastic trash bag\" does not include any compostable bags meeting the requirements of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.455'>70A.455</a> RCW. <span style=\"text-decoration:underline;\">\"Plastic trash bag\" does not include any reusable plastic carryout bag meeting the requirements of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.530.020'>70A.530.020</a>(6)(b).</span></div><div style=\"text-indent:0.5in;\">(17) \"Plastic trash bag manufacturing industry\" means an association that represents companies that manufacture plastic trash bags.</div><div style=\"text-indent:0.5in;\">(18) \"Postconsumer recycled content\" means the content of a covered product made of recycled materials derived specifically from recycled material generated by households or by commercial, industrial, and institutional facilities in their role as end users of a product that can no longer be used for its intended purpose. \"Postconsumer recycled content\" includes returns of material from the distribution chain.</div><div style=\"text-indent:0.5in;\">(19)(a) \"Producer\" means the following person responsible for compliance with minimum postconsumer recycled content requirements under this chapter for a covered product sold, offered for sale, or distributed in or into this state:</div><div style=\"text-indent:0.5in;\">(i) If the covered product is sold ((<span style=\"text-decoration:line-through;\">under</span>))<span style=\"text-decoration:underline;\">with</span> the manufacturer's own brand or lacks identification of a brand, the producer is the person who manufactures the covered product;</div><div style=\"text-indent:0.5in;\">(ii) If the covered product is manufactured by a person other than the brand owner, the producer is the person who is the licensee of a brand or trademark under which a covered product is sold, offered for sale, or distributed in or into this state, whether or not the trademark is registered in this state, unless the manufacturer or brand owner of the covered product has agreed to accept responsibility under this chapter; or</div><div style=\"text-indent:0.5in;\">(iii) If there is no person described in (a)(i) and (ii) of this subsection over whom the state can constitutionally exercise jurisdiction, the producer is the person who imports or distributes the covered product in or into the state.</div><div style=\"text-indent:0.5in;\">(b) <span style=\"text-decoration:underline;\">A person is the \"producer\" of a covered product sold, offered for sale, or distributed in or into this state, as defined in (a)(i) through (iii) of this subsection, except where another person has mutually signed an agreement with a producer as defined in (a)(i) through (iii) of this subsection that contractually assigns responsibility to the person as the producer, and the person has joined a registered producer responsibility organization as the responsible producer for that covered product under this chapter.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c)</span> \"Producer\" does not include:</div><div style=\"text-indent:0.5in;\">(i) Government agencies, municipalities, or other political subdivisions of the state;</div><div style=\"text-indent:0.5in;\">(ii) Registered 501(c)(3) charitable organizations and 501(c)(4) social welfare organizations; ((<span style=\"text-decoration:line-through;\">or</span>))</div><div style=\"text-indent:0.5in;\">(iii) De minimis producers that annually sell, offer for sale, distribute, or import in or into the country for sale in Washington((<span style=\"text-decoration:line-through;\">:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(A) Less</span>))<span style=\"text-decoration:underline;\">less</span> than one ton of a single category of plastic beverage containers, plastic household cleaning and personal care containers, or plastic trash bags each year; or</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(B) A single category of a covered product that in aggregate generates less than $1,000,000 each year in revenue</span>))<span style=\"text-decoration:underline;\">(iv) De minimis producers that have global gross revenue of less than $5,000,000 for the most recent fiscal year of the organization. The department shall calculate an adjusted rate to maintain the small business exemption by the rate of inflation. The adjusted rate must be calculated to the nearest cent using the consumer price index. Each adjusted rate calculated under this subsection takes effect on the following January 1st</span>.</div><div style=\"text-indent:0.5in;\">(20)(a) \"Retail establishment\" means any person, corporation, partnership, business, facility, vendor, organization, or individual that sells or provides merchandise, goods, or materials directly to a customer.</div><div style=\"text-indent:0.5in;\">(b) \"Retail establishment\" includes, but is not limited to, food service businesses, grocery stores, department stores, hardware stores, home delivery services, pharmacies, liquor stores, restaurants, catering trucks, convenience stores, or other retail stores or vendors, including temporary stores or vendors at farmers markets, street fairs, and festivals.</div><div style=\"text-indent:0.5in;\">(21)(a) \"Utensil\" means a product designed to be used by a consumer to facilitate the consumption of food or beverages, including knives, forks, spoons, cocktail picks, chopsticks, splash sticks, and stirrers.</div><div style=\"text-indent:0.5in;\">(b) \"Utensil\" does not include plates, bowls, cups, and other products used to contain food or beverages.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(22) \"Brand\" means a name, symbol, word, logo, or mark that identifies a product and attributes the product and its components, including packaging, to the brand owner of the product as the producer.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(23) \"Durable good\" means a product that provides utility over an extended period of time.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(24) \"Entity\" means an individual and any form of business enterprise. For purposes of calculating the de minimis producer thresholds under this chapter, a producer entity includes all legal entities that are affiliated by common ownership of 50 percent or greater, including parents, subsidiaries, and commonly owned affiliates.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(25)(a) \"Polyethylene terephthalate thermoform plastic container\" means a clear or colored plastic container, such as a clamshell, lid, tray, egg carton, trifold, or similar rigid, nonbottle packaging, formed from sheets of extruded polyethylene terephthalate resin and used to package consumable or durable goods that reach consumers, including:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Branded and prepackaged containers that have been filled with products and sealed prior to receipt by the retail establishment, such as fresh produce, baked goods, nuts, toys, electronics, and tools;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Containers that may be filled at the point-of-sale at a retail establishment;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Unfilled containers that are sold directly;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) Hinged plastic containers, commonly known as \"clamshells\" or \"blister packaging\";</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(v) Two-piece unhinged containers;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(vi) One-piece containers without lids, such as trays; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(vii) Trifold or tent containers with one or more hinges and a flat bottom.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) \"Polyethylene terephthalate thermoform plastic container\" does not include:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Household cleaning products or personal care products;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Polypropylene plastic tubs;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Refillable containers, such as containers that are sufficiently durable for multiple rotations of their original or similar purpose and are intended to function in a system of reuse;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) A lid or seal of a different material type from plastic;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(v) A refillable polyethylene terephthalate thermoform plastic container that ordinarily would be returned to the manufacturer to be refilled and resold;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(vi) Plastic containers that are or are used for medical devices, medical products that are required to be sterile, prescription drugs, or dietary supplements as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08.0293'>82.08.0293</a>;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(vii) Other covered products subject to minimum postconsumer recycled content requirements under this chapter; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(viii) Polyethylene terephthalate thermoform plastic containers accompanying a durable good when the durable good model, and the associated packaging, was designed prior to January 1, 2028.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(26)(a) \"Polypropylene plastic tub\" means a wide mouth, rigid container used to package consumable or durable goods that reach consumers, with a maximum capacity of 50 ounces, that is:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Capable of maintaining its shape when empty;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Comprised solely of polypropylene; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Sealed with tamper-proof film or a detachable lid capable of multiple openings and closures.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) \"Polypropylene plastic tub\" does not include:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Household cleaning and personal care products;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Plastic containers that are or are used for medical devices, medical products that are required to be sterile, nonprescription and prescription drugs, or dietary supplements as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08.0293'>82.08.0293</a>;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Polyethylene terephthalate thermoform plastic containers;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) Single-use plastic cups made of polypropylene, polyethylene terephthalate, or polystyrene; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(v) Other covered products subject to minimum postconsumer recycled content requirements.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(27)(a) \"Single-use plastic cup\" means all beverage cups that are nonsealed or sealed at point-of-sale.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) Single-use plastic cups do not include: (i) Commercially or home compostable cups; (ii) expanded polystyrene cups; (iii) composite plastic-lined fiber cups; or (iv) other covered products subject to minimum postconsumer recycled content requirements.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:1.5em;\"><div style=\"font-weight:bold;text-align:center;\">PART 4</div><div style=\"font-weight:bold;text-align:center;\">MISCELLANEOUS</div></div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 401.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=81.77.195'>81.77.195</a> and 2010 c 154 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text --><span style=\"text-decoration:underline;\">(1)</span> Upon ((<span style=\"text-decoration:line-through;\">request of</span>))<span style=\"text-decoration:underline;\">its own motion, or upon request by a solid waste collection company or</span> a county, the commission may approve rates, charges, or services at a discount for low-income senior customers and low-income customers((<span style=\"text-decoration:line-through;\">, as adopted by the county in its comprehensive solid waste management plan</span>)). Expenses and lost revenues as a result of these discounts must be included in the company's cost of service and recovered in rates to other customers.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2) In order to remove barriers and to expedite assistance, low-income discounts approved under this section must be provided in coordination with community-based organizations in the solid waste collection company's service territory including, but not limited to, city and county government, grantees of the department of commerce, community action agencies, and community-based nonprofit organizations. Nothing in this section may be construed as limiting the commission's authority to approve or modify tariffs authorizing low-income discounts.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3) Eligibility for a low-income discount rate established in this section must be established upon verification of a low-income customer's receipt of any means-tested public benefit by an organization identified in subsection (2) of this section, for which eligibility does not exceed the low-income definition set by the commission pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.405.020'>19.405.020</a>. The public benefits may include, but are not limited to, assistance that provides cash, housing, food, or medical care including, but not limited to, temporary assistance for needy families, supplemental security income, emergency assistance to elders, disabled, and children, supplemental nutrition assistance program benefits, public housing, federally subsidized or state-subsidized housing, the low-income home energy assistance program, veterans' benefits, and similar benefits.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(4) Each solid waste collection company that offers a low-income discount shall conduct outreach efforts to make the low-income discounts available to eligible customers. Such outreach:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) Must be made at least biannually to inform customers of available rebates, discounts, credits, and other cost-saving mechanisms that can help them lower their monthly bills for solid waste collection service; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) May be in the form of any customary and usual methods of communication or distribution including, without limitation, widely broadcast communications with customers, direct mailing, telephone calls, electronic communications, social media postings, in-person contacts, websites of the solid waste collection company, press releases, and print and electronic media, that are designed to increase access to and participation in bill assistance programs.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(5) Outreach may include establishing an automated program of matching customer accounts with lists of recipients of the means-tested public benefit programs and, based on the results of the matching program, to presumptively offer a low-income discount rate to eligible customers so identified. However, the solid waste collection company must within 60 days of the presumptive enrollment inform such a low-income customer of the presumptive enrollment and all rights and obligations of a customer under the program, including the right to withdraw from the program without penalty.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(6) A residential customer eligible for a low-income discount rate must receive the service on demand.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(7) A residential customer may not be charged for initiating or terminating low-income discount rates.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(8) A solid waste collection company is not required to make eligibility determinations for low-income rates.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(9) The commission may adopt rules or guidance to administer and determine eligibility for discounts for low-income customers.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(10) For the purposes of this subsection, \"low-income\" has the same meaning as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.405.020'>19.405.020</a>.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 402.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.110'>43.21B.110</a> and 2024 c 347 s 5, 2024 c 340 s 4, and 2024 c 339 s 16 are each reenacted and amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The hearings board shall only have jurisdiction to hear and decide appeals from the following decisions of the department, the director, local conservation districts, the air pollution control boards or authorities as established pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15'>70A.15</a> RCW, local health departments, the department of natural resources, the department of fish and wildlife, the parks and recreation commission, and authorized public entities described in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79.100'>79.100</a> RCW:</div><div style=\"text-indent:0.5in;\">(a) Civil penalties imposed pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.230'>70A.230</a> RCW and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.155'>18.104.155</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3160'>70A.15.3160</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.300.090'>70A.300.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.20.050'>70A.20.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.230.020'>70A.230.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.280'>70A.205.280</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.355.070'>70A.355.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.430.070'>70A.430.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.500.260'>70A.500.260</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.505.100'>70A.505.100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.505.110'>70A.505.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.530.040'>70A.530.040</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.350.070'>70A.350.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.515.060'>70A.515.060</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.040'>70A.245.040</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.050'>70A.245.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.070'>70A.245.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.080'>70A.245.080</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.130'>70A.245.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.140'>70A.245.140</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.65.200'>70A.65.200</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.455.090'>70A.455.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.550.030'>70A.550.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.555.110'>70A.555.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.560.020'>70A.560.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.565.030'>70A.565.030</a>, <span style=\"text-decoration:underline;\">section 207 of this act,</span> 76.09.170,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=77.55.440'>77.55.440</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=78.44.250'>78.44.250</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=88.46.090'>88.46.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.600'>90.03.600</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.46.270'>90.46.270</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.144'>90.48.144</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.310'>90.56.310</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.330'>90.56.330</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.102'>90.64.102</a>.</div><div style=\"text-indent:0.5in;\">(b) Orders issued pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.043'>18.104.043</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.060'>18.104.060</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.130'>18.104.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.27A.190'>43.27A.190</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.2520'>70A.15.2520</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3010'>70A.15.3010</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.4530'>70A.15.4530</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.6010'>70A.15.6010</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.280'>70A.205.280</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.214.140'>70A.214.140</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.300.120'>70A.300.120</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.350.070'>70A.350.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.65.200'>70A.65.200</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.505.100'>70A.505.100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.555.110'>70A.555.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.560.020'>70A.560.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.565.030'>70A.565.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=86.16.020'>86.16.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=88.46.070'>88.46.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.665'>90.03.665</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.14.130'>90.14.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.46.250'>90.46.250</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.120'>90.48.120</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.240'>90.48.240</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.330'>90.56.330</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.040'>90.64.040</a>.</div><div style=\"text-indent:0.5in;\">(c) Except as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.210'>90.03.210</a>(2), the issuance, modification, or termination of any permit, certificate, or license by the department or any air authority in the exercise of its jurisdiction, including the issuance or termination of a waste disposal permit, the denial of an application for a waste disposal permit, the modification of the conditions or the terms of a waste disposal permit, a decision to approve or deny a solid waste management plan under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.055'>70A.205.055</a>, approval or denial of an application for a beneficial use determination under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.260'>70A.205.260</a>, an application for a change under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.383'>90.03.383</a>, or a permit to distribute reclaimed water under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.46.220'>90.46.220</a>.</div><div style=\"text-indent:0.5in;\">(d) Decisions of local health departments regarding the granting or denial of solid waste permits pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW, including appeals by the department as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a>.</div><div style=\"text-indent:0.5in;\">(e) Decisions of local health departments regarding the issuance and enforcement of permits to use or dispose of biosolids under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.226.090'>70A.226.090</a>.</div><div style=\"text-indent:0.5in;\">(f) Decisions of the department regarding waste-derived fertilizer or micronutrient fertilizer under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=15.54.820'>15.54.820</a>.</div><div style=\"text-indent:0.5in;\">(g) Decisions of local conservation districts related to the denial of approval or denial of certification of a dairy nutrient management plan; conditions contained in a plan; application of any dairy nutrient management practices, standards, methods, and technologies to a particular dairy farm; and failure to adhere to the plan review and approval timelines in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.026'>90.64.026</a> as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.028'>90.64.028</a>.</div><div style=\"text-indent:0.5in;\">(h) Any other decision by the department or an air authority which pursuant to law must be decided as an adjudicative proceeding under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW.</div><div style=\"text-indent:0.5in;\">(i) Decisions of the department of natural resources, the department of fish and wildlife, and the department that are reviewable under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.09'>76.09</a> RCW, and the department of natural resources' appeals of county, city, or town objections under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.09.050'>76.09.050</a>(7).</div><div style=\"text-indent:0.5in;\">(j) Forest health hazard orders issued by the commissioner of public lands under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.06.180'>76.06.180</a>.</div><div style=\"text-indent:0.5in;\">(k) Decisions of the department of fish and wildlife to issue, deny, condition, or modify a hydraulic project approval permit under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=77.55'>77.55</a> RCW, to issue a stop work order, to issue a notice to comply, to issue a civil penalty, or to issue a notice of intent to disapprove applications.</div><div style=\"text-indent:0.5in;\">(l) Decisions of the department of natural resources that are reviewable under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=78.44.270'>78.44.270</a>.</div><div style=\"text-indent:0.5in;\">(m) Decisions of an authorized public entity under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79.100.010'>79.100.010</a> to take temporary possession or custody of a vessel or to contest the amount of reimbursement owed that are reviewable by the hearings board under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79.100.120'>79.100.120</a>.</div><div style=\"text-indent:0.5in;\">(n) Decisions of the department of ecology that are appealable under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a> to set recycled minimum postconsumer content for covered products or to temporarily exclude types of covered products in plastic containers from minimum postconsumer recycled content requirements.</div><div style=\"text-indent:0.5in;\">(o) Orders by the department of ecology under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.455.080'>70A.455.080</a>.</div><div style=\"text-indent:0.5in;\">(2) The following hearings shall not be conducted by the hearings board:</div><div style=\"text-indent:0.5in;\">(a) Hearings required by law to be conducted by the shorelines hearings board pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.58'>90.58</a> RCW, except where appeals to the pollution control hearings board and appeals to the shorelines hearings board have been consolidated pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.340'>43.21B.340</a>.</div><div style=\"text-indent:0.5in;\">(b) Hearings conducted by the department pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3010'>70A.15.3010</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3070'>70A.15.3070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3080'>70A.15.3080</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3090'>70A.15.3090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3100'>70A.15.3100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3110'>70A.15.3110</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.44.180'>90.44.180</a>.</div><div style=\"text-indent:0.5in;\">(c) Appeals of decisions by the department under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.110'>90.03.110</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.44.220'>90.44.220</a>.</div><div style=\"text-indent:0.5in;\">(d) Hearings conducted by the department to adopt, modify, or repeal rules.</div><div style=\"text-indent:0.5in;\">(3) Review of rules and regulations adopted by the hearings board shall be subject to review in accordance with the provisions of the administrative procedure act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 403.  </span><span style=\"text-indent:0.5in;\">Sections 201 through 208 of this act constitute a new chapter in Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A'>70A</a> RCW.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 404.  </span><span style=\"text-indent:0.5in;\">If any provision of this act or its application to any person or circumstance is held invalid, the remainder of the act or the application of the provision to other persons or circumstances is not affected.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The edits to the proposed legislature bill primarily aim to enhance the clarity, structure, and enforceability of the provisions related to recycling in Washington State. The key objectives include establishing clearer recycling targets, defining producer responsibilities, and strengthening regulatory oversight to improve recycling rates. The revised version emphasizes the need for a comprehensive needs assessment tailored to Washington's unique needs and updates the timeline for compliance, extending certain deadlines for producer registration and reporting.</p>\n<h3>Key Changes</h3>\n<h4>Title and Identification Changes</h4>\n<ul>\n<li>The document's identifier changed from \"H-0132.2\" to \"H-1314.1\".</li>\n<li>The title was updated from \"HOUSE BILL 1071\" to \"SUBSTITUTE HOUSE BILL 1071\".</li>\n</ul>\n<h4>Timeline Adjustments</h4>\n<ul>\n<li>The original \"READ FIRST TIME\" date of \"01/13/25\" was updated to \"READ FIRST TIME 02/14/25\".</li>\n<li>The deadline for producer registration changed from \"January 1, 2026\" to \"March 1, 2026\".</li>\n<li>Deadlines for certain products to comply with postconsumer recycled content requirements were modified, especially for producers of covered products listed in subsections (13) through (15) of the bill, which now must register by June 1, 2026.</li>\n</ul>\n<h4>Clarifications and Definitions</h4>\n<ul>\n<li>Expanded definitions of various terms, such as \"Covered product,\" to ensure clarity on what is included.</li>\n<li>New clauses added to specify exemptions for certain materials and products, such as medical products and packaging for food or dietary supplements.</li>\n</ul>\n<h4>Oversight and Compliance</h4>\n<ul>\n<li>Emphasizes the Department of Ecology's authority to conduct audits and investigations to ensure compliance.</li>\n<li>Outlines new requirements for conducting public comment periods and engaging with stakeholders regarding the statewide needs assessment.</li>\n</ul>\n<h4>Additional Provisions</h4>\n<ul>\n<li>Introduction of a new clause stating that the department may suspend recycling content requirements if the state's recycling rate reaches or exceeds 65%.</li>\n<li>Updates were made to the criteria under which local jurisdictions can implement recycled content requirements not conflicting with state laws.</li>\n</ul>\n<p>These changes collectively aim to strengthen Washington's recycling infrastructure and accountability, addressing contamination issues, and making the legislation more adaptable and effective in achieving higher recycling rates.</p>"
    }
  },
  "reports": {},
  "amendments": {}
}