{
  "id": 1072,
  "lastUpdated": "2025-03-01T01:04:41.088Z",
  "agency": "House",
  "description": "Preserving access to protected health care services.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Health Care & Wellness."
  },
  "sponsors": [
    "Walen",
    "Leavitt",
    "Reeves",
    "Berg",
    "Ryu",
    "Ramel",
    "Reed",
    "Callan",
    "Goodman",
    "Pollet",
    "Nance",
    "Ormsby",
    "Lekanoff",
    "Hill"
  ],
  "document": {
    "name": "1072",
    "description": "House Bill 1072",
    "url": {
      "ts": "2024-12-16T19:42:27.930Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1072.htm"
    },
    "original": {
      "ts": "2024-12-16T19:42:27.930Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0163.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1072</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Walen, Leavitt, Reeves, Berg, Ryu, Ramel, Reed, Callan, Goodman, Pollet, Nance, Ormsby, Lekanoff, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/16/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Health Care &amp; Wellness.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to preserving access to protected health care services by requiring department of health review of certain health care business transactions which could affect access to protected health care services while balancing access to community health services; giving authority to the department of health to approve, approve with conditions or modifications, or deny health care business transactions, and establishing the process and requirements for such determination; giving authority to the attorney general to enjoin qualifying health care business transactions not approved or approved with conditions or modifications by the department of health; and directing the collection of data and provision of information, analysis, and reporting regarding access to protected health care services; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.370.030'>43.370.030</a>; adding a new chapter to Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70'>70</a> RCW; and providing effective dates.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:1.5em;\"><div style=\"font-weight:bold;text-align:center;\">PART I</div><div style=\"font-weight:bold;text-align:center;\">FINDINGS, INTENT, AND DEFINITIONS</div></div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The legislature finds that protecting the accessibility of reproductive health care, end-of-life care, and gender-affirming care in communities across the state requires additional analysis and scrutiny. It is the intent of the legislature to ensure that residents have access to these services in the communities in which they live. In order to provide communities, health care providers, and state regulators the information they need to ensure adequate access to these protected services, the legislature intends to update the statewide health resource strategy to specifically include ongoing analysis of the availability of these services. Additionally, the legislature intends to empower the department of health to scrutinize health care transactions that would directly affect access to care that is the subject of the reproductive privacy act, care that is the subject of the death with dignity act, and gender affirming health care. In considering the effect of health care transactions, the legislature is also aware that denial or delay of such transactions may lead to health care service disruption or loss of critically important community health care services including hospital care, emergency care, specialty care, primary care, obstetric care, or other services. The legislature intends that regulation of such transactions by the department in order to protect access to these sensitive health care services is additive and complementary to the existing powers given to the attorney general to review transactions for anticompetitive conduct and consumer harm.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) \"Community health care services\" means hospital care, emergency care, specialty care, primary care, obstetric care, or other health services important to the community.</div><div style=\"text-indent:0.5in;\">(2) \"Department\" means the Washington state department of health.</div><div style=\"text-indent:0.5in;\">(3) \"Gender affirming health care\" means care for an individual to support and affirm the individual's gender identity. Gender affirming treatment includes, but is not limited to, treatment for gender dysphoria. Gender affirming health care can be prescribed to two spirit, transgender, nonbinary, and other gender diverse individuals.</div><div style=\"text-indent:0.5in;\">(4) \"Health care entity\" means:</div><div style=\"text-indent:0.5in;\">(a) Provider organizations;</div><div style=\"text-indent:0.5in;\">(b) Hospitals;</div><div style=\"text-indent:0.5in;\">(c) Health systems; or</div><div style=\"text-indent:0.5in;\">(d) Carriers or insurance holding company systems as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.31B.005'>48.31B.005</a>.</div><div style=\"text-indent:0.5in;\">(5) \"Health care transaction\" or \"transaction\" means a business transaction by purchase, merger, or joint venture where one party is a health care entity.</div><div style=\"text-indent:0.5in;\">(6) \"Health district\" has the same meaning as in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.05.010'>70.05.010</a>.</div><div style=\"text-indent:0.5in;\">(7) \"Health system\" means:</div><div style=\"text-indent:0.5in;\">(a) A parent corporation of one or more hospitals and any entity affiliated with such parent corporation through ownership or control; or</div><div style=\"text-indent:0.5in;\">(b) A hospital and any entity affiliated with such hospital through ownership.</div><div style=\"text-indent:0.5in;\">(8) \"Hospital\" means any entity that is licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.41'>70.41</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.12'>71.12</a> RCW.</div><div style=\"text-indent:0.5in;\">(9) \"Person\" means an individual, a trust or estate, a partnership, a corporation including associations, limited liability companies, joint stock companies, and insurance companies.</div><div style=\"text-indent:0.5in;\">(10)(a) \"Protected health care services\" means:</div><div style=\"text-indent:0.5in;\">(i) Reproductive services that are the subject of the reproductive privacy act established pursuant to Initiative Measure No. 120, approved November 5, 1991;</div><div style=\"text-indent:0.5in;\">(ii) Death with dignity services that are the subject of the Washington death with dignity act established pursuant to Initiative Measure No. 1000, approved November 4, 2008; and</div><div style=\"text-indent:0.5in;\">(iii) Gender affirming health care.</div><div style=\"text-indent:0.5in;\">(b) Protected health care services may be provided virtually, on demand, or in brick-and-mortar settings.</div><div style=\"text-indent:0.5in;\">(11) \"Provider\" means a natural person who (a) has primary responsibility for the care of a patient receiving protected health care services within the person's scope of practice and (b) practices a profession identified in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.130.040'>18.130.040</a>.</div><div style=\"text-indent:0.5in;\">(12) \"Provider organization\" means a corporation, partnership, business trust, association, or organized group of persons, whether incorporated or not, which is in the business of health care delivery or management and that represents seven or more health care providers in contracting with carriers or third-party administrators for the payments of health care services. A \"provider organization\" includes physician organizations, physician-hospital organizations, independent practice associations, provider networks, and accountable care organizations.</div><!-- field: --><div style=\"margin-top:1.5em;\"><div style=\"font-weight:bold;text-align:center;\">PART II</div><div style=\"font-weight:bold;text-align:center;\">TRANSACTION APPLICATION AND REVIEW</div></div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">(1) A health care entity that provides protected health care services may not engage in a health care transaction which may as of the time of the transaction affect access to protected health care services in one or more health districts without the transaction first having received the approval of the department under this chapter.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) Not less than 60 days prior to the effective date of a transaction subject to this section, a party to the transaction must submit an application to the department on forms provided by the department. The forms provided by the department must require the following:</div><div style=\"text-indent:0.5in;\">(a) The name of the health care entities;</div><div style=\"text-indent:0.5in;\">(b) A brief description of the transaction;</div><div style=\"text-indent:0.5in;\">(c) A brief description of how protected health care services will be unchanged, increased, limited, or reduced as a result of the health care transaction, including the geographic areas affected;</div><div style=\"text-indent:0.5in;\">(d) If applicable, a description of how the transaction will promote access to community health care services; and</div><div style=\"text-indent:0.5in;\">(e) The health entity's or entities' proposed plan to address any reduction or limitation to access to protected health care services.</div><div style=\"text-indent:0.5in;\">(3) The applications and all supporting documents submitted to the department are considered public records for purposes of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=42.56'>42.56</a> RCW.</div><div style=\"text-indent:0.5in;\">(4) The department shall charge an application fee sufficient to cover the costs of implementing this chapter.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">(1) The department shall determine if the application required under section 3 of this act is complete for the purposes of review. The department may find that an application is incomplete if a question on the application form has not been answered in whole or in part or has been answered in a manner that does not fairly meet the question addressed. If the department determines that an application is incomplete, the department shall notify the applicant within 15 working days after the date the application was received stating the reasons for its determination of incompleteness, with reference to the particular questions for which a deficiency is noted.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) Within five working days of receipt of a completed application, the department shall publish notice of the application on the department's publicly accessible website and in a newspaper of general circulation in the county or counties where the health care entity is located and shall notify by first-class United States mail, email, or fax any person who has requested notice of the filing of such applications. The notice must state that an application has been received, state the names of the intended parties, describe the contents of the application, state the date and location of any public hearings, and state the date by which a person may submit written comments about the application to the department.</div><div style=\"text-indent:0.5in;\">(3) Within five working days of receipt of a completed application, the department must provide the completed application to the attorney general.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span><span style=\"text-indent:0.5in;\">(1) Upon receipt of a completed application under this chapter, the department must conduct a review and issue a final determination within 60 days. If the department fails to issue a final determination within 60 days, the health care transaction is deemed approved.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2)(a) The department may conduct up to two public hearings during the course of review, at least one of which must be in the health district most affected by the proposed health care transaction.</div><div style=\"text-indent:0.5in;\">(b) The department must allow individuals to participate remotely in public hearings.</div><div style=\"text-indent:0.5in;\">(c) At a public hearing, anyone may file written comments and exhibits or appear and make a statement.</div><div style=\"text-indent:0.5in;\">(d) A public hearing must be held not later than 30 days after receipt of a completed application. All public hearings must be completed not later than 45 days after receipt of a completed application. At least 10 days' public notice must be given before the holding of a public hearing.</div><div style=\"text-indent:0.5in;\">(3) The department shall consult with the attorney general to ensure that the applicants are also in compliance with chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.390'>19.390</a> RCW.</div><div style=\"text-indent:0.5in;\">(4) The department shall consult with the health district or districts affected by the proposed transaction to evaluate the application and its foreseeable effects to protected health care services and community health care services under the standards established in section 6 of this act.</div><!-- field: --><div style=\"margin-top:1.5em;\"><div style=\"font-weight:bold;text-align:center;\">PART III</div><div style=\"font-weight:bold;text-align:center;\">TRANSACTION APPROVAL STANDARDS AND FINAL DETERMINATION</div></div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span><span style=\"text-indent:0.5in;\">(1) The department shall only approve or approve with conditions or modifications an application under this chapter if the department determines that:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) The health care transaction subject to review under this chapter will not, at the time of transaction, foreseeably and meaningfully reduce access to protected health care services in one or more health districts;</div><div style=\"text-indent:0.5in;\">(b) The health care entity engaging in the health care transaction subject to review under this chapter has or plans to take sufficient safeguards to address any reduction in access to protected health care services such that the health care transaction will not meaningfully reduce the continued existence of protected health services within one or more health districts, or that sufficient alternative sources of care are available in the health district; or</div><div style=\"text-indent:0.5in;\">(c) The health care transaction is necessary to preserve access to community health care services because, without the transaction, the residents of one or more health districts are more likely than not to lose community health care services that would meaningfully reduce access to care for these residents, including hospital care, emergency care, specialty care, primary care, obstetric services, or other services important to the community.</div><div style=\"text-indent:0.5in;\">(2) In determining whether to approve, approve with conditions or modifications, or deny an application under this section, the department shall consider the following information alongside the application received from the parties of the health care transaction:</div><div style=\"text-indent:0.5in;\">(a) Information and analysis provided in the report required under section 11 of this act regarding existing access to protected health care services in the health district or districts that would be affected by the transaction, and the effect of the health care transaction on existing access;</div><div style=\"text-indent:0.5in;\">(b) If applicable, information provided in the most recent community health needs assessment under Title 26 U.S.C. Sec. 501 relevant to protected health care services;</div><div style=\"text-indent:0.5in;\">(c) Comments, information, and statements provided at public hearings pursuant to section 5 of this act;</div><div style=\"text-indent:0.5in;\">(d) The share of residents within the health district or districts who would have their current site of care for protected health care services or community health care services relocated, and whether such relocation would add barriers to accessing protected health care services or community health care services to those residents; and</div><div style=\"text-indent:0.5in;\">(e) The share of residents within the health district or districts who would have the modality of accessing protected health care services or community health care services changed from only brick-and-mortar to only virtual or on demand, and whether such residents would have adequate access to necessary resources to access virtual or on demand services.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 7.  </span><span style=\"text-indent:0.5in;\">(1) The department shall make a final determination regarding an application subject to review under this chapter, with or without any specific modifications or conditions based on the standards established in section 6 of this act.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2)(a) Within 60 days of receipt of a completed application under this chapter, the department shall make a final determination to:</div><div style=\"text-indent:0.5in;\">(i) Approve the application in writing, which constitutes a final decision;</div><div style=\"text-indent:0.5in;\">(ii) Approve the application with conditions or modifications on the transaction to ensure the requirements in section 6 of this act are met. The imposition of such modifications or conditions must be in writing and constitutes a final decision; or</div><div style=\"text-indent:0.5in;\">(iii) Disapprove the application in writing, which constitutes a final decision.</div><div style=\"text-indent:0.5in;\">(b) The department shall make its final determination in writing provided to all parties in the transaction, including findings and justification of its determination related to the standards established in section 6 of this act.</div><div style=\"text-indent:0.5in;\">(c) The final determination must adhere to the notice requirements in the same manner as under section 4(2) of this act.</div><div style=\"text-indent:0.5in;\">(3)(a) The department may not make its decision subject to any condition not directly related to the requirements of this chapter, and any condition or modification, including the cost associated with such condition or modification, must be reasonable and bear a direct and rational relationship to the application under review.</div><div style=\"text-indent:0.5in;\">(b) Any modifications or conditions imposed by the department must:</div><div style=\"text-indent:0.5in;\">(i) Align with the relevant applicable standards of care for the specific service or services affected by the modifications or conditions;</div><div style=\"text-indent:0.5in;\">(ii) Relate to the specific application and consider preservation of access to health care services; and</div><div style=\"text-indent:0.5in;\">(iii) Not impose undue financial burden to the parties such that provision of health care services provided by the health care entity cannot be done in a financially feasible manner.</div><div style=\"text-indent:0.5in;\">(c) The decision to approve, approve with conditions or modifications, or disapprove an application must take into account whether disapproval of a plan, or specific conditions or modifications, may lead to health care service disruption or loss of community health care services to the community.</div><div style=\"text-indent:0.5in;\">(4) A health care entity engaged in a health care transaction subject to this chapter and affected by a final decision of the department to approve, approve with conditions or modifications, or disapprove an application has the right to an adjudicative proceeding under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW.</div><!-- field: --><div style=\"margin-top:1.5em;\"><div style=\"font-weight:bold;text-align:center;\">PART IV</div><div style=\"font-weight:bold;text-align:center;\">ENFORCEMENT, RULE MAKING, AND CONTRACTING AUTHORITY</div></div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 8.  </span><span style=\"text-indent:0.5in;\">The attorney general may seek an injunction to prevent any health care transaction required to seek and receive approval pursuant to section 3 of this act that is not approved or approved with conditions or modifications by the department under this chapter.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 9.  </span><span style=\"text-indent:0.5in;\">(1) The department shall require annual reports from the parties to a health care transaction that was subject to review and approved or approved with conditions or modifications under this chapter for the purpose of ensuring compliance with the parties' application, the department's approval, and this chapter.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The department shall require annual reports under this section for a period of not more than three years after the completion of a transaction approved or approved with conditions or modifications.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 10.  </span><span style=\"text-indent:0.5in;\">The department may adopt rules necessary to implement this chapter and may contract with and provide reasonable reimbursement to qualified persons to assist in determining whether the requirements of section 6 of this act have been met.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:1.5em;\"><div style=\"font-weight:bold;text-align:center;\">PART V</div><div style=\"font-weight:bold;text-align:center;\">REPORT ON HEALTH CARE SERVICES</div></div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 11.  </span><span style=\"text-indent:0.5in;\">(1) The department, in coordination with the office of financial management under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.370'>43.370</a> RCW and in consultation with health districts, shall create a report on existing access to protected health care services and community health care services within individual health districts and statewide.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The report must include a description of relevant population demographics, the extent to which protected health care services and community health care services are covered by state or federal coverage programs or other health plans, and trends in relevant health status and health care needs.</div><div style=\"text-indent:0.5in;\">(3) The report must be made available publicly for the purposes of health care planning and analysis. In doing so, the department shall ensure that requirements for confidentiality of patient, provider, and facility-specific records are met.</div><div style=\"text-indent:0.5in;\">(4) The report must be made publicly available by December 1, 2026, and updated no less frequently than every two years.</div><!-- field: --><div style=\"margin-top:1.5em;\"><div style=\"font-weight:bold;text-align:center;\">PART VI</div><div style=\"font-weight:bold;text-align:center;\">STATEWIDE HEALTH RESOURCES STRATEGY</div></div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 12.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.370.030'>43.370.030</a> and 2010 1st sp.s. c 7 s 114 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The office shall develop a statewide health resources strategy. The strategy shall establish statewide health planning policies and goals related to the availability of health care facilities and services, quality of care, and cost of care. The strategy shall identify needs according to geographic regions suitable for comprehensive health planning as designated by the office.</div><div style=\"text-indent:0.5in;\">(2) The development of the strategy shall consider the following general goals and principles:</div><div style=\"text-indent:0.5in;\">(a) That excess capacity of health services and facilities place considerable economic burden on the public who pay for the construction and operation of these facilities as patients, health insurance purchasers, carriers, and taxpayers; and</div><div style=\"text-indent:0.5in;\">(b) That the development and ongoing maintenance of current and accurate health care information and statistics related to cost and quality of health care, as well as projections of need for health facilities and services, are essential to effective strategic health planning.</div><div style=\"text-indent:0.5in;\">(3) The strategy, with public input by health service areas, shall include:</div><div style=\"text-indent:0.5in;\">(a) A health system assessment and objectives component that:</div><div style=\"text-indent:0.5in;\">(i) Describes state and regional population demographics, health status indicators, and trends in health status and health care needs; and</div><div style=\"text-indent:0.5in;\">(ii) Identifies key policy objectives for the state health system related to access to care, health outcomes, quality, and cost-effectiveness;</div><div style=\"text-indent:0.5in;\">(b) A health care facilities and services plan that shall assess the demand for health care facilities and services to inform state health planning efforts ((<span style=\"text-decoration:line-through;\">and</span>))<span style=\"text-decoration:underline;\">,</span> direct certificate of need determinations((<span style=\"text-decoration:line-through;\">,</span>)) for those facilities and services subject to certificate of need as provided in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.38'>70.38</a> RCW<span style=\"text-decoration:underline;\">, and provide information and analysis of protected health care services and community health care services required under section 6 of this act</span>. The plan shall include:</div><div style=\"text-indent:0.5in;\">(i) An inventory of each geographic region's existing health care facilities and services<span style=\"text-decoration:underline;\">, with specific analysis of the availability of protected health care services and community health care services as defined in section 2 of this act</span>;</div><div style=\"text-indent:0.5in;\">(ii) Projections of need for each category of health care facility and service, including those subject to certificate of need;</div><div style=\"text-indent:0.5in;\">(iii) Policies to guide the addition of new or expanded health care facilities and services to promote the use of quality, evidence-based, cost-effective health care delivery options, including any recommendations for criteria, standards, and methods relevant to the certificate of need review process; and</div><div style=\"text-indent:0.5in;\">(iv) An assessment of the availability of health care providers, public health resources, transportation infrastructure, and other considerations necessary to support the needed health care facilities and services in each region;</div><div style=\"text-indent:0.5in;\">(c) A health care data resource plan that identifies data elements necessary to properly conduct planning activities and to review certificate of need applications, including data related to inpatient and outpatient utilization and outcomes information, and financial and utilization information related to charity care, quality, and cost. The plan shall inventory existing data resources, both public and private, that store and disclose information relevant to the health planning process, including information necessary to conduct certificate of need activities pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.38'>70.38</a> RCW. The plan shall identify any deficiencies in the inventory of existing data resources and the data necessary to conduct comprehensive health planning activities. The plan may recommend that the office be authorized to access existing data sources and conduct appropriate analyses of such data or that other agencies expand their data collection activities as statutory authority permits. The plan may identify any computing infrastructure deficiencies that impede the proper storage, transmission, and analysis of health planning data. The plan shall provide recommendations for increasing the availability of data related to health planning to provide greater community involvement in the health planning process and consistency in data used for certificate of need applications and determinations;</div><div style=\"text-indent:0.5in;\">(d) An assessment of emerging trends in health care delivery and technology as they relate to access to health care facilities and services, quality of care, and costs of care. The assessment shall recommend any changes to the scope of health care facilities and services covered by the certificate of need program that may be warranted by these emerging trends. In addition, the assessment may recommend any changes to criteria used by the department to review certificate of need applications, as necessary;</div><div style=\"text-indent:0.5in;\">(e) A rural health resource plan to assess the availability of health resources in rural areas of the state, assess the unmet needs of these communities, and evaluate how federal and state reimbursement policies can be modified, if necessary, to more efficiently and effectively meet the health care needs of rural communities. The plan shall consider the unique health care needs of rural communities, the adequacy of the rural health workforce, and transportation needs for accessing appropriate care.</div><div style=\"text-indent:0.5in;\">(4) The office shall submit the initial strategy to the governor and the appropriate committees of the senate and house of representatives by January 1, 2010. Every two years the office shall submit an updated strategy. The health care facilities and services plan as it pertains to a distinct geographic planning region may be updated by individual categories on a rotating, biannual schedule.</div><div style=\"text-indent:0.5in;\">(5) The office shall hold at least one public hearing and allow opportunity to submit written comments prior to the issuance of the initial strategy or an updated strategy. A public hearing shall be held prior to issuing a draft of an updated health care facilities and services plan, and another public hearing shall be held before final adoption of an updated health care facilities and services plan. Any hearing related to updating a health care facilities and services plan for a specific planning region shall be held in that region with sufficient notice to the public and an opportunity to comment.<!-- field: --></div><!-- field: --><div style=\"margin-top:1.5em;\"><div style=\"font-weight:bold;text-align:center;\">PART VII</div><div style=\"font-weight:bold;text-align:center;\">MISCELLANEOUS PROVISIONS</div></div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 13.  </span><span style=\"text-indent:0.5in;\">Sections 2 through 11 of this act constitute a new chapter in Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70'>70</a> RCW.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 14.  </span><span style=\"text-indent:0.5in;\">If any provision of this act or its application to any person or circumstance is held invalid, the remainder of the act or the application of the provision to other persons or circumstances is not affected.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 15.  </span><span style=\"text-indent:0.5in;\">This act takes effect December 1, 2026, and applies to health care transactions with an effective date on or after the effective date of this act, except for section 9 which takes effect July 1, 2026.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-16T19:42:27.930Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1072 is to enhance access to protected health care services in Washington by requiring the Department of Health to review certain health care business transactions that could impact this access. The bill aims to ensure that residents maintain access to reproductive health care, end-of-life care, and gender-affirming care. It gives the Department of Health the power to approve, approve with modifications, or deny these transactions and outlines the procedures for such review. The attorney general is also empowered to block transactions not approved by the Department, reinforcing the legislative intent to prioritize community health services alongside scrutiny of healthcare business dealings.</p>\n<h3>Key Provisions</h3>\n<h4>Transaction Review Process</h4>\n<ul>\n<li>Health care entities providing protected health care services cannot engage in transactions affecting access to these services without prior approval from the Department of Health.</li>\n<li>Entities must submit an application to the Department at least 60 days before the transaction's effective date, including:<ul>\n<li>Names and descriptions of the involved entities and the transaction.</li>\n<li>Impact assessment on protected health care services and community health services.</li>\n<li>Plans to address any potential reductions in access to services.</li></ul></li>\n<li>Applications and supporting documents are public records.</li>\n<li>The Department will determine if the application is complete and notify applicants of any issues within 15 working days.</li>\n</ul>\n<h4>Approval Standards</h4>\n<ul>\n<li>The Department may only approve applications if the transaction does not meaningfully reduce access to protected health care services or if safeguards are in place to maintain service availability.</li>\n<li>Approval will also be granted if the transaction is necessary to preserve access to community health services.</li>\n<li>The Department must consider public comments and data when making decisions.</li>\n</ul>\n<h4>Enforcement and Reporting</h4>\n<ul>\n<li>The attorney general can seek injunctions against transactions that do not meet approval requirements.</li>\n<li>Approved transactions will require annual reporting for up to three years to ensure compliance with the conditions set during the approval.</li>\n</ul>\n<h4>Health Care Services Report</h4>\n<ul>\n<li>The Department must produce a report detailing access to protected health care and community health services statewide, with updates every two years.</li>\n</ul>\n<h4>Statewide Health Resources Strategy</h4>\n<ul>\n<li>The legislative changes will amend the existing statewide health resources strategy to include analysis of availability and access to protected health care services.</li>\n</ul>\n<h4>Miscellaneous Provisions</h4>\n<ul>\n<li>The bill establishes a new chapter in Title 70 of the Revised Code of Washington (RCW) and sets an effective date for the act of December 1, 2026, with specific sections becoming effective sooner, such as the reporting requirements effective July 1, 2026. </li>\n</ul>\n<p>This bill seeks to ensure that critical health care services remain accessible while providing oversight to health care business practices that could affect community health priorities.</p>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-16T19:42:27.930Z",
    "text": "enhance access protected health care services department health transactions community health reproductive health gender-affirming care attorney general approval procedures"
  }
}