{
  "id": 1073,
  "documents": {
    "1073": {
      "createdDate": "2024-12-16T19:42:28.813Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0276.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1073</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Leavitt, Abbarno, Ryu, Shavers, Paul, Timmons, Simmons, Rule, Barnard, Nance, Reeves, and Donaghy<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/16/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Technology, Economic Development, &amp; Veterans.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to keeping our Washington national guard strong act; and adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=38.24'>38.24</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=38.24'>38.24</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Subject to the availability of amounts appropriated for this specific purpose, there is created the Washington national guard retention program.</div><div style=\"text-indent:0.5in;\">(2) The adjutant general shall establish the program to study retention needs, including length of service and critical skills retention. The adjutant general may consider the reenlistment term, conversion to a shortage specialty, and other retention factors to determine the amount of any reenlistment bonus that will encourage members of the Washington national guard to extend their terms of service.</div><div style=\"text-indent:0.5in;\">(3) The adjutant general shall determine eligibility criteria for the retention program. The criteria must be specified in policy and changes must be published.</div><div style=\"text-indent:0.5in;\">(4) The adjutant general shall determine the amount of any reenlistment bonus and the schedule to make bonus payments.</div><div style=\"text-indent:0.5in;\">(5) The state military department must report to the governor and the legislature on retention needs and recommendations at least once every three years, beginning November 1, 2027.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of this bill is to establish a program aimed at retaining members of the Washington National Guard. The program will specifically focus on understanding and addressing the needs for retention, including considerations for reenlistment bonuses that would incentivize members to extend their service. A significant change from previous approaches is the formalization of this retention program and the requirements for periodic reporting on retention needs and strategies.</p>\n<h3>Key Provisions</h3>\n<h4>Washington National Guard Retention Program</h4>\n<ul>\n<li>A new retention program will be created, contingent on the availability of funds.</li>\n<li>The adjutant general is responsible for establishing the program, which will assess retention needs related to service length and critical skills.</li>\n<li>Factors such as reenlistment terms and conversion to shortage specialties will be evaluated to determine appropriate reenlistment bonuses.</li>\n</ul>\n<h4>Eligibility and Bonuses</h4>\n<ul>\n<li>The adjutant general will set criteria for eligibility in the retention program, which must be clearly detailed in policy documents with updates published.</li>\n<li>The adjutant general will also establish the amount of reenlistment bonuses and the payment schedule for those bonuses.</li>\n</ul>\n<h4>Reporting Requirements</h4>\n<ul>\n<li>The state military department is required to submit a report to the governor and the legislature outlining retention needs and recommendations at least every three years, starting from November 1, 2027.</li>\n</ul>"
    }
  },
  "reports": {},
  "amendments": {}
}