{
  "id": 1077,
  "documents": {
    "1077": {
      "createdDate": "2024-12-16T19:42:32.323Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0173.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1077</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Walen, Ryu, Leavitt, Ramel, Berry, Duerr, Reed, Taylor, Macri, Callan, Gregerson, Wylie, Pollet, Ormsby, Reeves, Bernbaum, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/16/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Health Care &amp; Wellness.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to raising awareness of pain control options for intrauterine device placement and removal; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.130'>18.130</a> RCW; and creating a new section.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">(1) The legislature finds that:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) Intrauterine devices, commonly known as IUDs, are one of the most effective forms of reversible contraception. While intrauterine devices have been used in the United States for many decades, their use has increased substantially since the early 2000s, particularly among individuals who have never given birth. While the use of intrauterine devices is increasing, some patients forego their use because of their concerns about pain or previous negative experiences despite the other benefits and effectiveness of intrauterine devices.</div><div style=\"text-indent:0.5in;\">(b) Research supports that placement of an intrauterine device can be extremely painful and that individuals who have not given birth prior to intrauterine device placement report considerably more pain than individuals that have borne children.</div><div style=\"text-indent:0.5in;\">(c) Until recently there were limited guidelines related to pain management for the placement and removal of an intrauterine device and health care providers generally only addressed pain by recommending over-the-counter pain medications, which have been found to be ineffective for placement and removal pain. In response to patients raising awareness of their negative experiences and requests for pain management, more providers are beginning to provide additional pain control options, and some planned parenthood clinics recently began offering sedation for patients seeking intrauterine device placement.</div><div style=\"text-indent:0.5in;\">(d) The federal centers for disease control and prevention updated their recommendations for contraceptive use in August 2024 and recommend that before placement, all patients should be counseled on potential pain during placement and that a person-centered plan for pain management should be made based on patient preference. The recommendations further provide that when a health care provider is considering patient pain, it is important to recognize that the experience of pain is individualized and might be influenced by previous experiences.</div><div style=\"text-indent:0.5in;\">(2) Therefore, the legislature intends to promote awareness of pain control options for the placement and removal of intrauterine devices by requiring that health care providers notify patients of pain control options prior to intrauterine device placement and removal.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.130'>18.130</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->A health care provider that is subject to this chapter or their agent or employee shall notify all patients seeking intrauterine device placement or removal of the types of pain control options available prior to or at the time of scheduling the appointment for intrauterine device placement or removal. </div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The main goal of this bill is to increase awareness about pain control options available to patients during the placement and removal of intrauterine devices (IUDs). The bill addresses the concerns of potential pain that patients may experience, particularly those who have not given birth. It aims to ensure healthcare providers inform patients about the available pain management techniques before the IUD procedures, in light of new guidelines and research findings.</p>\n<h3>Key Provisions</h3>\n<h4>Patient Notification</h4>\n<ul>\n<li>Health care providers must inform all patients seeking IUD placement or removal about the types of pain control options available.</li>\n<li>This notification should occur prior to or at the time of scheduling the appointment for these procedures. </li>\n</ul>\n<h4>Background and Rationale</h4>\n<ul>\n<li>IUDs are effective forms of contraception, but some patients avoid them due to concerns over pain during the procedure.</li>\n<li>Research indicates that IUD placement can be significantly painful, especially for individuals who have not given birth.</li>\n<li>Historically, pain management strategies were inadequate, but recent updates in guidelines by health authorities support individualized pain management plans.</li>\n</ul>"
    }
  },
  "reports": {},
  "amendments": {}
}