{
  "id": 1078,
  "documents": {
    "1078": {
      "createdDate": "2024-12-16T19:42:33.120Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0109.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1078</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Walen, Ryu, Leavitt, Callan, Farivar, Berg, and Donaghy<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/16/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Consumer Protection &amp; Business.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to pet insurance; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.205.050'>48.205.050</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.205.050'>48.205.050</a> and 2023 c 42 s 5 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) A pet insurer may issue policies that exclude coverage on the basis of one or more preexisting conditions with appropriate disclosure to the consumer. The pet insurer has the burden of proving that the preexisting condition exclusion applies to the condition for which a claim is being made.</div><div style=\"text-indent:0.5in;\">(2)(a) A pet insurer may issue policies that impose waiting periods upon effectuation of the policy that do not exceed 30 days for illnesses or orthopedic conditions not resulting from an accident. Waiting periods for accidents are prohibited. Waiting periods may not be applied to renewals of existing coverage.</div><div style=\"text-indent:0.5in;\">(b) A pet insurer utilizing a waiting period permitted in (a) of this subsection shall include a provision in its policy that allows the waiting periods to be waived upon completion of a medical examination. Pet insurers may require the examination to be conducted by a licensed veterinarian after the purchase of the policy.</div><div style=\"text-indent:0.5in;\">(c) A medical examination under (b) of this subsection must be paid for by the policyholder, unless the policy specifies that the pet insurer will pay for the examination.</div><div style=\"text-indent:0.5in;\">(d) A pet insurer can specify elements to be included as part of the examination and require documentation thereof, provided the specifications do not unreasonably restrict a consumer's ability to waive the waiting periods listed in (a) of this subsection.</div><div style=\"text-indent:0.5in;\">(3) A pet insurer may not require a veterinary examination of the covered pet for the insured to have their policy renewed.</div><div style=\"text-indent:0.5in;\">(4) If a pet insurer includes any prescriptive, wellness, or noninsurance benefits in the policy form, then it is made part of the policy contract and must follow all applicable laws and regulations in the insurance code.</div><div style=\"text-indent:0.5in;\">(5) An insured's eligibility to purchase a pet insurance policy must not be based on participation, or lack of participation, in a separate wellness program.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(6) A pet insurer may not cancel or refuse to renew a pet insurance policy based on any one or more of the following:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) The covered pet's age; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) The detection or development of a health condition during a covered policy period including, but not limited to:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) A chronic condition;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) An orthopedic condition;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) A congenital anomaly;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) A hereditary disorder; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(v) Any other health condition that might otherwise</span></div><div style=\"text-indent:0pt;\"><span style=\"text-decoration:underline;\">constitute a preexisting condition as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.205.020'>48.205.020</a>.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(7) If an insurer ceases writing pet insurance through one affiliated company and moves that business to another affiliated company, current policyholders must receive an offer of insurance from the replacement affiliated company, and the replacement affiliated company may not do any of the following:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) Impose a waiting period on the new policy;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) Require a veterinary examination of the covered pet in order to issue or subsequently renew the policy; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) Cancel, refuse to issue, or refuse to renew the new pet insurance policy for any reason in subsection (6) of this section.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of this bill is to amend existing laws regarding pet insurance in Washington State to enhance consumer protections. Key changes include restrictions on waiting periods for coverage, prohibitions against policy cancellations based on a pet's age or health conditions, and requirements for insurers to provide offers of insurance when transferring policies between affiliated companies. These adjustments aim to make pet insurance more accessible and fair for pet owners.</p>\n<h3>Key Provisions</h3>\n<h4>Policy Exclusions</h4>\n<ul>\n<li>Pet insurers can exclude coverage for preexisting conditions but must clearly inform consumers and prove the relevance of the exclusion for claims.</li>\n</ul>\n<h4>Waiting Periods</h4>\n<ul>\n<li>Waiting periods for illnesses or orthopedic conditions cannot exceed 30 days, while waiting periods for accidents are not allowed.</li>\n<li>Existing coverage cannot impose waiting periods upon renewal.</li>\n<li>Insurers may waive waiting periods if the pet completes a veterinary examination, which must be conducted by a licensed vet, although the policyholder usually pays for the exam.</li>\n</ul>\n<h4>Policy Renewal and Cancellation</h4>\n<ul>\n<li>Insurers cannot require a veterinary examination for policy renewal.</li>\n<li>Insurers are prohibited from canceling or refusing to renew policies based on:</li>\n<li>The covered pet's age.</li>\n<li>Discovery of any health condition during the insurance period, such as chronic or hereditary conditions.</li>\n</ul>\n<h4>Transition Between Insurers</h4>\n<ul>\n<li>If a pet insurer stops offering insurance through one company and transfers to another, they must provide insurance offers to existing policyholders without:</li>\n<li>Imposing a waiting period.</li>\n<li>Requiring a veterinary examination.</li>\n<li>Canceling or refusing to issue the new policy based on previously mentioned health conditions. </li>\n</ul>\n<p>These measures are designed to protect pet owners and ensure they receive fair treatment from insurance providers.</p>"
    }
  },
  "reports": {},
  "amendments": {}
}