{
  "id": 1082,
  "lastUpdated": "2025-03-01T01:10:42.008Z",
  "agency": "House",
  "description": "Concerning qualifications for child care providers.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Early Learning & Human Services."
  },
  "sponsors": [
    "Senn",
    "Eslick",
    "Leavitt",
    "Richards",
    "Berry",
    "Reed",
    "Shavers",
    "Callan",
    "Cortes",
    "Tharinger",
    "Peterson",
    "Wylie",
    "Fey",
    "Nance",
    "Lekanoff",
    "Bergquist",
    "Reeves",
    "Bernbaum"
  ],
  "document": {
    "name": "1082",
    "description": "House Bill 1082",
    "url": {
      "ts": "2024-12-16T19:42:45.907Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1082.htm"
    },
    "original": {
      "ts": "2024-12-16T19:42:45.907Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0253.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1082</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Senn, Eslick, Leavitt, Richards, Berry, Reed, Shavers, Callan, Cortes, Tharinger, Peterson, Wylie, Fey, Nance, Lekanoff, Bergquist, Reeves, and Bernbaum<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/16/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Early Learning &amp; Human Services.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to qualifications for child care providers; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.216'>43.216</a> RCW; creating a new section; and providing an expiration date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.216'>43.216</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Except as provided in subsection (3) of this section, the department shall allow licensed child care providers until at least August 1, 2028, to demonstrate experience-based competency as an alternative means to comply with child care licensing rules that require a provider to hold an early childhood education initial, short, or state certificate, when the provider has all of the following documented in the department's electronic workforce registry:</div><div style=\"text-indent:0.5in;\">(a) Active employment in a position that requires an early childhood education initial, short, or state certificate;</div><div style=\"text-indent:0.5in;\">(b) Employment in a licensed or certified child care center or licensed family home provider without a break in service since August 1, 2021, or a cumulative seven years of employment in a licensed or certified child care center or licensed family home provider; and</div><div style=\"text-indent:0.5in;\">(c) Completion of and maintained compliance with all health and safety and child care or school-age care basics training required by the department.</div><div style=\"text-indent:0.5in;\">(2) The department shall establish a process to proactively recognize the fulfillment of staff qualification requirements for any provider who has, as of the effective date of this section, demonstrated all of the criteria required for experience-based competency as identified in subsection (1) of this section. The process established by the department may not require providers meeting these criteria to submit an application demonstrating fulfillment of their staff qualification requirements, and the department must provide notice to providers whose staff qualification requirements have been fulfilled through this process.</div><div style=\"text-indent:0.5in;\">(3) Nothing in this section prohibits the department from establishing more restrictive requirements for providers serving the early childhood education and assistance program including, but not limited to, excluding experience-based competency as an alternative means to fulfill staff qualification requirements, nor does it prohibit the department from excluding experience-based competency from the calculation of early achievers professional development points.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">(1) The department of children, youth, and families shall convene a stakeholder group to assist the department in identifying strategies to improve early learning and school-age staff qualification requirements and verification processes including, but not limited to, identifying measures to streamline and clarify relevant administrative rules and department policies and defining criteria and methods by which to honor equivalent out-of-state education and training.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) At a minimum, the stakeholder group must include:</div><div style=\"text-indent:0.5in;\">(a) Family home and child care center providers, including at least one provider from a child care center that is part of a national chain or has 10 or more sites; and</div><div style=\"text-indent:0.5in;\">(b) Representation from the following organizations:</div><div style=\"text-indent:0.5in;\">(i) The statewide child care resource and referral network;</div><div style=\"text-indent:0.5in;\">(ii) A community-based training organization that provides training to licensed family day care providers;</div><div style=\"text-indent:0.5in;\">(iii) A statewide organization that represents the interests of family day care providers;</div><div style=\"text-indent:0.5in;\">(iv) A statewide organization that represents the interests of licensed child day care centers;</div><div style=\"text-indent:0.5in;\">(v) The statewide out-of-school time intermediary organization;</div><div style=\"text-indent:0.5in;\">(vi) An organization that represents the interests of refugee and immigrant communities;</div><div style=\"text-indent:0.5in;\">(vii) A bilingual child care provider whose first language is not English;</div><div style=\"text-indent:0.5in;\">(viii) An organization that advocates for early learning;</div><div style=\"text-indent:0.5in;\">(ix) An organization representing private and independent schools; and</div><div style=\"text-indent:0.5in;\">(x) The state board for community and technical colleges.</div><div style=\"text-indent:0.5in;\">(3) The department shall report to the legislature by December 1, 2026, in compliance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.01.036'>43.01.036</a>, on strategies identified by the stakeholder group and the department's plans and timelines under which to carry out those strategies.</div><div style=\"text-indent:0.5in;\">(4) This section expires July 1, 2028.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-16T19:42:45.907Z",
      "text": "<h3>Purpose</h3>\n<p>The primary goal of House Bill 1082 is to modify the qualifications for licensed child care providers in Washington by allowing them to demonstrate experience-based competency as an alternative to holding specific early childhood education certificates. This change aims to increase flexibility for child care providers and address staffing challenges in the early childhood education sector. Providers will now have until at least August 1, 2028, to meet these enhanced requirements, recognizing their practical experience.</p>\n<h3>Key Provisions</h3>\n<h4>Experience-Based Competency</h4>\n<ul>\n<li><p>Licensed child care providers can demonstrate experience-based competency to meet licensing rules instead of requiring an early childhood education certificate if they meet specific criteria:</p>\n<ul>\n<li>Active employment in a role that needs an education certificate.</li>\n<li>Continuous employment in a licensed child care center or family home since August 1, 2021, or a total of seven years.</li>\n<li>Completion of required health and safety training.</li></ul></li>\n<li><p>The department will create a process to automatically recognize providers who fulfill these criteria without needing to submit separate applications.</p></li>\n</ul>\n<h4>Stakeholder Group Creation</h4>\n<ul>\n<li><p>The Department of Children, Youth, and Families will form a stakeholder group to improve early learning and school-age staff qualification requirements and verification processes. This includes:</p>\n<ul>\n<li>Identifying ways to streamline administrative rules and policies.</li>\n<li>Determining methods to recognize out-of-state education and training equivalencies.</li></ul></li>\n<li><p>The stakeholder group must consist of:</p>\n<ul>\n<li>Family home and child care center providers.</li>\n<li>Various organizations, including those representing child care interests, training organizations, and groups focused on immigrant and bilingual communities.</li></ul></li>\n<li><p>A report on the strategies developed by the stakeholder group will be presented to the legislature by December 1, 2026, and the section establishing this group will expire on July 1, 2028.</p></li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-16T19:42:45.907Z",
    "text": "licensed child care providers experience-based competency staffing challenges early childhood education criteria stakeholder group administrative rules verification processes out-of-state education training equivalencies"
  }
}