{
  "id": 1088,
  "documents": {
    "1088": {
      "createdDate": "2024-12-17T18:58:57.747Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0199.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1088</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Barkis, Walen, Connors, Low, Jacobsen, and Caldier<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/17/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Housing.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to preparing for revisions to the residential landlord-tenant act by creating a task force and establishing a moratorium on new residential landlord-tenant regulations; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21'>35.21</a> RCW; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21'>35A.21</a> RCW; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.01'>36.01</a> RCW; creating new sections; and providing an expiration date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">(1) The legislature finds that the dynamic nature of the residential rental market in Washington state necessitates a thorough reevaluation of the existing residential landlord-tenant act. Recognizing the fundamental importance of stable housing for individuals and communities, it is evident that changes in societal and economic conditions may have impacted the effectiveness of the residential landlord-tenant act. Furthermore, differences in local ordinances have prevented consistent delivery and implementation of state law. The legislature acknowledges the need to adapt and enhance the current regulatory framework to address emerging challenges, ensure fair treatment for both landlords and tenants, and uphold the principles of housing stability and equity.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) Therefore, the legislature intends to establish a task force dedicated to a comprehensive study of the residential landlord-tenant act. This task force will undertake a meticulous review of the existing legislation, analyzing its provisions, enforcement mechanisms, and practical implications. By soliciting input from diverse stakeholders, including landlords, tenants, legal experts, housing advocates, and industry representatives, the task force aims to gain a nuanced understanding of the contemporary issues within the residential rental sector. The legislature intends for this collaborative effort to result in evidence-based recommendations for potential amendments or enhancements to the residential landlord-tenant act, fostering a balanced and fair relationship between landlords and tenants while addressing the evolving needs of Washington's housing landscape.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">(1)(a) A task force on revising the residential landlord-tenant act is established, with members as provided in this subsection.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(i) The president of the senate shall appoint one member from each of the two largest caucuses of the senate.</div><div style=\"text-indent:0.5in;\">(ii) The speaker of the house of representatives shall appoint one member from each of the two largest caucuses of the house of representatives.</div><div style=\"text-indent:0.5in;\">(iii) The president of the senate and the speaker of the house of representatives jointly shall appoint the following members:</div><div style=\"text-indent:0.5in;\">(A)  One representative of the for-profit residential property management and operations industry specializing in management of residential properties with 20 or more rental units;</div><div style=\"text-indent:0.5in;\">(B) Two representatives of the residential property management and operations industry specializing in management of residential properties with between one and four rental units, with one representative from east of the crest of the Cascade mountains and one representative from west of the crest of the Cascade mountains;</div><div style=\"text-indent:0.5in;\">(C) One representative of the nonprofit residential property management and operations industry;</div><div style=\"text-indent:0.5in;\">(D) One representative of the real estate sales profession;</div><div style=\"text-indent:0.5in;\">(E) One representative of the for-profit housing development industry;</div><div style=\"text-indent:0.5in;\">(F) One representative of the nonprofit housing development industry;</div><div style=\"text-indent:0.5in;\">(G) One representative of a statewide tenant legal aid association;</div><div style=\"text-indent:0.5in;\">(H) One representative from a tenant-based organization representing historically underserved populations;</div><div style=\"text-indent:0.5in;\">(I) One representative of public housing authorities created under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.82'>35.82</a> RCW;</div><div style=\"text-indent:0.5in;\">(J) Two representatives of the association of Washington cities, with one representative from a city that is located east of the crest of the Cascade mountains and one representative from a city that is located west of the crest of the Cascade mountains;</div><div style=\"text-indent:0.5in;\">(K) One representative from the superior court judges' association; and</div><div style=\"text-indent:0.5in;\">(L) The director of the department of commerce or the director's designee.</div><div style=\"text-indent:0.5in;\">(b) The task force shall choose its chair or cochairs from among its membership. The legislative membership shall convene the initial meeting of the task force.</div><div style=\"text-indent:0.5in;\">(2) The task force shall study and review the residential landlord-tenant act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=59.18'>59.18</a> RCW and any related laws. The task force shall make recommendations regarding potential updates to the law in issue areas including, but not limited to, the following:</div><div style=\"text-indent:0.5in;\">(a) Rent increase limits and rent stabilization policies;</div><div style=\"text-indent:0.5in;\">(b) Security deposits and fees;</div><div style=\"text-indent:0.5in;\">(c) Court processes related to the residential landlord-tenant act, including the eviction process;</div><div style=\"text-indent:0.5in;\">(d) Required notices;</div><div style=\"text-indent:0.5in;\">(e) Just cause eviction;</div><div style=\"text-indent:0.5in;\">(f) Lease compliance;</div><div style=\"text-indent:0.5in;\">(g) A rental registry;</div><div style=\"text-indent:0.5in;\">(h) Local control;</div><div style=\"text-indent:0.5in;\">(i) Access to rental assistance;</div><div style=\"text-indent:0.5in;\">(j) Liability for violations of the residential landlord-tenant act;</div><div style=\"text-indent:0.5in;\">(k) Tenant screening and access to rental housing; and</div><div style=\"text-indent:0.5in;\">(l) Any other issues that the task force deems relevant.</div><div style=\"text-indent:0.5in;\">(3) Staff support for the task force must be provided by the department of commerce.</div><div style=\"text-indent:0.5in;\">(4) The task force may contract with additional persons who have specific technical expertise if the expertise is necessary to carry out the mandates of the study. The task force may enter into such a contract only if an appropriation is specifically provided for this purpose.</div><div style=\"text-indent:0.5in;\">(5) Legislative members of the task force are reimbursed for travel expenses in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=44.04.120'>44.04.120</a>. Nonlegislative members are not entitled to be reimbursed for travel expenses if they are elected officials or are participating on behalf of an employer, governmental entity, or other organization. Any reimbursement for other nonlegislative members is subject to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.03'>43.03</a> RCW.</div><div style=\"text-indent:0.5in;\">(6) Subject to the availability of amounts appropriated for this specific purpose, the expenses of the task force must be paid by the department of commerce.</div><div style=\"text-indent:0.5in;\">(7) By July 1, 2027, and in compliance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.01.036'>43.01.036</a>, the task force shall report its findings and recommendations to the appropriate committees of the legislature.</div><div style=\"text-indent:0.5in;\">(8) This section expires July 1, 2029.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21'>35.21</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->For a period of 36 months following the effective date of this section, a city or town may not enact or create a new ordinance, development regulation, zoning regulation, official control, policy, or administrative practice that regulates the residential landlord-tenant relationship.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21'>35A.21</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->For a period of 36 months following the effective date of this section, a code city may not enact or create a new ordinance, development regulation, zoning regulation, official control, policy, or administrative practice that regulates the residential landlord-tenant relationship.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.01'>36.01</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->For a period of 36 months following the effective date of this section, a county may not enact or create a new ordinance, development regulation, zoning regulation, official control, policy, or administrative practice which regulates the residential landlord-tenant relationship.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of this bill is to create a task force that will evaluate and recommend changes to the existing residential landlord-tenant act in Washington state. The legislature recognizes the need for updates due to societal and economic shifts that have affected housing stability, and aims to ensure fair treatment for both tenants and landlords. This bill also establishes a temporary moratorium on new residential landlord-tenant regulations while this review is conducted. </p>\n<h3>Key Provisions</h3>\n<h4>Task Force Establishment</h4>\n<ul>\n<li>A task force is to be formed to review the residential landlord-tenant act and related laws.</li>\n<li>Members will include representatives from various sectors:<ul>\n<li>Senate and House representatives from major caucuses</li>\n<li>Property management professionals</li>\n<li>Housing development representatives (for-profit and nonprofit)</li>\n<li>Tenant legal aid and advocacy organizations</li>\n<li>Local government representatives</li>\n<li>Public housing authority representatives</li></ul></li>\n</ul>\n<h4>Task Force Responsibilities</h4>\n<ul>\n<li>The task force will study and recommend updates regarding:<ul>\n<li>Rent increase limits and stabilization</li>\n<li>Security deposits and associated fees</li>\n<li>Court processes tied to landlord-tenant laws, including evictions</li>\n<li>Required notifications for tenants</li>\n<li>Just cause evictions</li>\n<li>Compliance with lease agreements</li>\n<li>Potential creation of a rental registry</li>\n<li>Local government control over landlord-tenant relationships</li>\n<li>Access to rental assistance programs</li>\n<li>Responsibilities surrounding violations of landlord-tenant laws</li>\n<li>Tenant screening processes</li></ul></li>\n</ul>\n<h4>Moratorium on New Regulations</h4>\n<ul>\n<li>Cities, code cities, and counties are prohibited from enacting any new regulations regarding residential landlord-tenant relationships for 36 months following the effective date of this bill. This includes ordinances, zoning regulations, and policies related to residential rentals.</li>\n</ul>\n<h4>Reporting Requirements</h4>\n<ul>\n<li>The task force is required to report their findings and recommendations to the legislature by July 1, 2027. </li>\n<li>The task force's authority will expire on July 1, 2029.</li>\n</ul>"
    }
  },
  "reports": {},
  "amendments": {}
}