{
  "id": 1093,
  "lastUpdated": "2025-03-01T01:11:17.605Z",
  "agency": "House",
  "description": "Providing coverage for massage therapy under medical assistance plans.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Health Care & Wellness."
  },
  "sponsors": [
    "Kloba",
    "Thai",
    "Ryu",
    "Morgan",
    "Reed",
    "Macri",
    "Callan",
    "Farivar",
    "Doglio",
    "Simmons",
    "Peterson",
    "Wylie",
    "Pollet",
    "Ormsby",
    "Hill"
  ],
  "document": {
    "name": "1093",
    "description": "House Bill 1093",
    "url": {
      "ts": "2024-12-18T19:05:32.060Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1093.htm"
    },
    "original": {
      "ts": "2024-12-18T19:05:32.060Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0058.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1093</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Kloba, Thai, Ryu, Morgan, Reed, Macri, Callan, Farivar, Doglio, Simmons, Peterson, Wylie, Pollet, Ormsby, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/18/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Health Care &amp; Wellness.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to providing coverage for massage therapy under medical assistance plans; and reenacting and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.09.520'>74.09.520</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.09.520'>74.09.520</a> and 2023 c 315 s 1 and 2023 c 299 s 1 are each reenacted and amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The term \"medical assistance\" may include the following care and services subject to rules adopted by the authority or department: (a) Inpatient hospital services; (b) outpatient hospital services; (c) other laboratory and X-ray services; (d) nursing facility services; (e) physicians' services, which shall include prescribed medication and instruction on birth control devices; (f) medical care, or any other type of remedial care as may be established by the secretary or director; (g) home health care services; (h) private duty nursing services; (i) dental services; (j) physical and occupational therapy and related services; (k) prescribed drugs, dentures, and prosthetic devices; and eyeglasses prescribed by a physician skilled in diseases of the eye or by an optometrist, whichever the individual may select; (l) personal care services, as provided in this section; (m) hospice services; (n) other diagnostic, screening, preventive, and rehabilitative services; and (o) like services when furnished to a child by a school district in a manner consistent with the requirements of this chapter. For the purposes of this section, neither the authority nor the department may cut off any prescription medications, oxygen supplies, respiratory services, or other life-sustaining medical services or supplies.</div><div style=\"text-indent:0.5in;\">\"Medical assistance,\" notwithstanding any other provision of law, shall not include routine foot care, or dental services delivered by any health care provider, that are not mandated by Title XIX of the social security act unless there is a specific appropriation for these services.</div><div style=\"text-indent:0.5in;\">(2) The department shall adopt, amend, or rescind such administrative rules as are necessary to ensure that Title XIX personal care services are provided to eligible persons in conformance with federal regulations.</div><div style=\"text-indent:0.5in;\">(a) These administrative rules shall include financial eligibility indexed according to the requirements of the social security act providing for medicaid eligibility.</div><div style=\"text-indent:0.5in;\">(b) The rules shall require clients be assessed as having a medical condition requiring assistance with personal care tasks. Plans of care for clients requiring health-related consultation for assessment and service planning may be reviewed by a nurse.</div><div style=\"text-indent:0.5in;\">(c) The department shall determine by rule which clients have a health-related assessment or service planning need requiring registered nurse consultation or review. This definition may include clients that meet indicators or protocols for review, consultation, or visit.</div><div style=\"text-indent:0.5in;\">(3) The department shall design and implement a means to assess the level of functional disability of persons eligible for personal care services under this section. The personal care services benefit shall be provided to the extent funding is available according to the assessed level of functional disability. Any reductions in services made necessary for funding reasons should be accomplished in a manner that assures that priority for maintaining services is given to persons with the greatest need as determined by the assessment of functional disability.</div><div style=\"text-indent:0.5in;\">(4) Effective July 1, 1989, the authority shall offer hospice services in accordance with available funds.</div><div style=\"text-indent:0.5in;\">(5) For Title XIX personal care services administered by the department, the department shall contract with area agencies on aging or may contract with a federally recognized Indian tribe under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.39A.090'>74.39A.090</a>(3):</div><div style=\"text-indent:0.5in;\">(a) To provide case management services to individuals receiving Title XIX personal care services in their own home; and</div><div style=\"text-indent:0.5in;\">(b) To reassess and reauthorize Title XIX personal care services or other home and community services as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.39A.009'>74.39A.009</a> in home or in other settings for individuals consistent with the intent of this section:</div><div style=\"text-indent:0.5in;\">(i) Who have been initially authorized by the department to receive Title XIX personal care services or other home and community services as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.39A.009'>74.39A.009</a>; and</div><div style=\"text-indent:0.5in;\">(ii) Who, at the time of reassessment and reauthorization, are receiving such services in their own home.</div><div style=\"text-indent:0.5in;\">(6) In the event that an area agency on aging or federally recognized Indian tribe is unwilling to enter into or satisfactorily fulfill a contract or an individual consumer's need for case management services will be met through an alternative delivery system, the department is authorized to:</div><div style=\"text-indent:0.5in;\">(a) Obtain the services through competitive bid; and</div><div style=\"text-indent:0.5in;\">(b) Provide the services directly until a qualified contractor can be found.</div><div style=\"text-indent:0.5in;\">(7) Subject to the availability of amounts appropriated for this specific purpose, the authority may offer medicare part D prescription drug copayment coverage to full benefit dual eligible beneficiaries.</div><div style=\"text-indent:0.5in;\">(8) Effective January 1, 2016, the authority shall require universal screening and provider payment for autism and developmental delays as recommended by the bright futures guidelines of the American academy of pediatrics, as they existed on August 27, 2015. This requirement is subject to the availability of funds.</div><div style=\"text-indent:0.5in;\">(9) Subject to the availability of amounts appropriated for this specific purpose, effective January 1, 2018, the authority shall require provider payment for annual depression screening for youth ages twelve through eighteen as recommended by the bright futures guidelines of the American academy of pediatrics, as they existed on January 1, 2017. Providers may include, but are not limited to, primary care providers, public health nurses, and other providers in a clinical setting. This requirement is subject to the availability of funds appropriated for this specific purpose.</div><div style=\"text-indent:0.5in;\">(10) Subject to the availability of amounts appropriated for this specific purpose, effective January 1, 2018, the authority shall require provider payment for maternal depression screening for mothers of children ages birth to six months. This requirement is subject to the availability of funds appropriated for this specific purpose.</div><div style=\"text-indent:0.5in;\">(11) Subject to the availability of amounts appropriated for this specific purpose, the authority shall:</div><div style=\"text-indent:0.5in;\">(a) Allow otherwise eligible reimbursement for the following related to mental health assessment and diagnosis of children from birth through five years of age:</div><div style=\"text-indent:0.5in;\">(i) Up to five sessions for purposes of intake and assessment, if necessary;</div><div style=\"text-indent:0.5in;\">(ii) Assessments in home or community settings, including reimbursement for provider travel; and</div><div style=\"text-indent:0.5in;\">(b) Require providers to use the current version of the DC:0-5 diagnostic classification system for mental health assessment and diagnosis of children from birth through five years of age.</div><div style=\"text-indent:0.5in;\">(12) Effective January 1, 2024, the authority shall require coverage for noninvasive preventive colorectal cancer screening tests assigned either a grade of A or grade of B by the United States preventive services task force and shall require coverage for colonoscopies performed as a result of a positive result from such a test.</div><div style=\"text-indent:0.5in;\">(13)(a) The authority shall require or provide payment to the hospital for any day of a hospital stay in which an adult or child patient enrolled in medical assistance, including home and community services or with a medicaid managed care organization, under this chapter:</div><div style=\"text-indent:0.5in;\">(i) Does not meet the criteria for acute inpatient level of care as defined by the authority;</div><div style=\"text-indent:0.5in;\">(ii) Meets the criteria for discharge, as defined by the authority or department, to any appropriate placement including, but not limited to:</div><div style=\"text-indent:0.5in;\">(A) A nursing home licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.51'>18.51</a> RCW;</div><div style=\"text-indent:0.5in;\">(B) An assisted living facility licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.20'>18.20</a> RCW;</div><div style=\"text-indent:0.5in;\">(C) An adult family home licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.128'>70.128</a> RCW; or</div><div style=\"text-indent:0.5in;\">(D) A setting in which residential services are provided or funded by the developmental disabilities administration of the department, including supported living as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71A.10.020'>71A.10.020</a>; and</div><div style=\"text-indent:0.5in;\">(iii) Is not discharged from the hospital because placement in the appropriate location described in (a)(ii) of this subsection is not available.</div><div style=\"text-indent:0.5in;\">(b) The authority shall adopt rules identifying which services are included in the payment described in (a) of this subsection and which services may be billed separately, including specific revenue codes or services required on the inpatient claim.</div><div style=\"text-indent:0.5in;\">(c) Allowable medically necessary services performed during a stay described in (a) of this subsection shall be billed by and paid to the hospital separately. Such services may include but are not limited to hemodialysis, laboratory charges, and x-rays.</div><div style=\"text-indent:0.5in;\">(d) Pharmacy services and pharmaceuticals shall be billed by and paid to the hospital separately.</div><div style=\"text-indent:0.5in;\">(e) The requirements of this subsection do not alter requirements for billing or payment for inpatient care.</div><div style=\"text-indent:0.5in;\">(f) The authority shall adopt, amend, or rescind such administrative rules as necessary to facilitate calculation and payment of the amounts described in this subsection, including for clients of medicaid managed care organizations.</div><div style=\"text-indent:0.5in;\">(g) The authority shall adopt rules requiring medicaid managed care organizations to establish specific and uniform administrative and review processes for payment under this subsection.</div><div style=\"text-indent:0.5in;\">(h) For patients meeting the criteria in (a)(ii)(A) of this subsection, hospitals must utilize swing beds or skilled nursing beds to the extent the services are available within their facility and the associated reimbursement methodology prior to the billing under the methodology in (a) of this subsection, if the hospital determines that such swing bed or skilled nursing bed placement is appropriate for the patient's care needs, the patient is appropriate for the existing patient mix, and appropriate staffing is available.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(14) Beginning January 1, 2027, the authority shall provide coverage for massage therapy performed by a licensed massage therapist when medically necessary as a nonpharmacological alternative for the treatment or management of pain and with a referral from a provider authorized to order or refer items or services.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-18T19:05:32.060Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1093 is to provide coverage for massage therapy under medical assistance plans in Washington. This bill amends existing laws to include massage therapy as a covered service when it is deemed medically necessary. The key change is the introduction of coverage for massage therapy, which will allow patients to use these services as a non-pharmacological alternative for managing pain, contingent upon a referral from a qualified healthcare provider.</p>\n<h3>Key Provisions</h3>\n<h4>Coverage Provisions</h4>\n<ul>\n<li>Coverage for massage therapy performed by a licensed massage therapist will commence on January 1, 2027.</li>\n<li>Treatment must be medically necessary and come with a referral from an authorized provider.</li>\n</ul>\n<h4>Administrative Changes</h4>\n<ul>\n<li>The Department of Health is empowered to enact rules to integrate these changes into current Medicaid regulations regarding personal care services.</li>\n<li>This includes assessing the funding necessary to support the provision of massage therapy and related medical services.</li>\n</ul>\n<h4>Assessment and Reassessment</h4>\n<ul>\n<li>The bill outlines the conditions under which clients will be assessed for personal care services, which may include the need for massages as part of their treatment and care plans.</li>\n</ul>\n<p>These provisions aim to ensure that eligible individuals have access to massage therapy as part of their medical assistance benefits, improving pain management options without relying solely on medications.</p>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-18T19:05:32.060Z",
    "text": "coverage massage therapy medical assistance pain management referral qualified healthcare provider licensed massage therapist department of health medicaid personal care services"
  }
}