{
  "id": 1094,
  "documents": {
    "1094": {
      "createdDate": "2024-12-19T19:10:04.057Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0193.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1094</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Walen, Ryu, Shavers, Lekanoff, Reeves, and Donaghy<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/19/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Finance.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to providing a property tax exemption for property owned by a qualifying nonprofit organization and loaned, leased, or rented to and used by any government entity to provide character-building, benevolent, protective, or rehabilitative social services; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.36.030'>84.36.030</a>; and creating new sections.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.36.030'>84.36.030</a> and 2014 c 99 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The following real and personal property is exempt from taxation:</div><div style=\"text-indent:0.5in;\">(1)(a) Property owned by nonprofit organizations or associations, organized and conducted for nonsectarian purposes, which shall be used for character-building, benevolent, protective or rehabilitative social services directed at persons of all ages.</div><div style=\"text-indent:0.5in;\">(b) <span style=\"text-decoration:underline;\">Property owned by nonprofit organizations exempt under (a) of this subsection or would be exempt if the services were provided by the nonprofit, and is loaned, leased, or rented to and used by the United States, the state, any county or municipal corporation, any federally recognized Indian tribe located in the state, or another nonprofit organization to provide the social services described in (a) of this subsection.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c)</span> The sale of donated merchandise is ((<span style=\"text-decoration:line-through;\">not</span>)) considered ((<span style=\"text-decoration:line-through;\">a nonexempt</span>))<span style=\"text-decoration:underline;\">an exempt</span> use of the property under this section if the proceeds are devoted to the furtherance of the purposes of the selling organization or association as specified in this subsection (1).</div><div style=\"text-indent:0.5in;\">(2) Property owned by any nonprofit church, denomination, group of churches, or an organization or association, the membership of which is comprised solely of churches or their qualified representatives, which is utilized as a camp facility if used for organized and supervised recreational activities and church purposes as related to such camp facilities. The exemption provided by this ((<span style=\"text-decoration:line-through;\">paragraph</span>))<span style=\"text-decoration:underline;\">subsection</span> shall apply to a maximum of ((<span style=\"text-decoration:line-through;\">two hundred</span>))<span style=\"text-decoration:underline;\">200</span> acres of any such camp as selected by the church, including buildings and other improvements thereon.</div><div style=\"text-indent:0.5in;\">(3) Property, including buildings and improvements required for the maintenance and safeguarding of such property, owned by nonprofit organizations or associations engaged in character building of boys and girls under ((<span style=\"text-decoration:line-through;\">eighteen</span>))<span style=\"text-decoration:underline;\">18</span> years of age, and used for such purposes and uses, provided such purposes and uses are for the general public good: PROVIDED, That if existing charters provide that organizations or associations, which would otherwise qualify under the provisions of this ((<span style=\"text-decoration:line-through;\">paragraph</span>))<span style=\"text-decoration:underline;\">subsection</span>, serve boys and girls up to the age of ((<span style=\"text-decoration:line-through;\">twenty-one</span>))<span style=\"text-decoration:underline;\">21</span> years, then such organizations or associations shall be deemed qualified pursuant to this section.</div><div style=\"text-indent:0.5in;\">(4) Property owned by all organizations and societies of veterans of any war of the United States, recognized as such by the department of defense, which shall have national charters, and which shall have for their general purposes and objects the preservation of the memories and associations incident to their war service and the consecration of the efforts of their members to mutual helpfulness and to patriotic and community service to state and nation. To be exempt such property must be used in such manner as may be reasonably necessary to carry out the purposes and objects of such societies.</div><div style=\"text-indent:0.5in;\">(5) Property owned by all corporations, incorporated under any act of congress, whose principal purposes are to furnish volunteer aid to members of the armed forces of the United States and also to carry on a system of national and international relief and to apply the same in mitigating the sufferings caused by pestilence, famine, fire, floods, and other national calamities and to devise and carry on measures for preventing the same.</div><div style=\"text-indent:0.5in;\">(6) Property owned by nonprofit organizations exempt from federal income tax under section 501(c)(3) of the internal revenue code of 1954, as amended, that are guarantee agencies under the federal guaranteed student loan program or that issue debt to provide or acquire student loans.</div><div style=\"text-indent:0.5in;\">(7) To be exempt under this section, the property must be used exclusively for the purposes for which exemption is granted, except as otherwise provided in this section or RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.36.805'>84.36.805</a>.</div><div style=\"text-indent:0.5in;\">(8) For the purposes of this section, \"general public good\" means members of the community derive a benefit from the rental or use of the property by the nonprofit community group or organization.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">This act applies to taxes levied for collection in 2026 and thereafter.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.32.805'>82.32.805</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.32.808'>82.32.808</a> do not apply to this act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The bill aims to provide a property tax exemption for certain properties owned by nonprofit organizations that are loaned, leased, or rented to government entities. These properties must be used to provide character-building, benevolent, protective, or rehabilitative social services. The key changes include:</p>\n<ul>\n<li>Expanding the types of properties eligible for tax exemption.</li>\n<li>Clarifying the exemption for properties associated with nonprofit organizations that support various social services.</li>\n<li>Establishing that the exemption applies to taxes levied for collection starting in 2026.</li>\n</ul>\n<p>The changes are intended to encourage nonprofit organizations to collaborate with government entities in delivering social services.</p>\n<h3>Key Provisions</h3>\n<h4>Property Tax Exemption Criteria</h4>\n<ul>\n<li>Nonprofit organizations can own property used for:<ul>\n<li>Character-building, benevolent, protective, or rehabilitative social services.</li>\n<li>Properties that are loaned, leased, or rented to government entities or other nonprofits for the purposes stated above.</li></ul></li>\n<li>The sale of donated merchandise by these nonprofits is exempt from taxation if the proceeds support their organizational purposes.</li>\n</ul>\n<h4>Exemptions for Specific Nonprofit Activities</h4>\n<ul>\n<li>Camp facilities owned by nonprofit churches or denominations can receive tax exemption for organized recreational activities, up to 200 acres.</li>\n<li>Properties owned by organizations that serve youth under 18 years of age are exempt, with a provision for existing organizations serving youth up to 21 years to qualify.</li>\n<li>Properties owned by veteran organizations and other specific charitable corporations are also eligible for tax exemptions, provided those properties support their stated purposes.</li>\n</ul>\n<h4>Implementation and Limitations</h4>\n<ul>\n<li>Properties must be used exclusively for exempt purposes.</li>\n<li>The act specifies that it does not apply to certain tax-related RCWs, setting a clear operational framework for its enforcement.</li>\n</ul>\n<p>This bill establishes a more defined framework for property tax exemptions aimed at nonprofits involved in community service activities.</p>"
    }
  },
  "reports": {},
  "amendments": {}
}