{
  "id": 1096,
  "documents": {
    "1096": {
      "createdDate": "2024-12-19T19:10:05.410Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0266.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1096</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Barkis, Ryu, Connors, Leavitt, Klicker, Reed, Fitzgibbon, Richards, Couture, Macri, Callan, Doglio, Bronoske, Tharinger, Wylie, Duerr, Timmons, Ormsby, Fosse, Stonier, Bernbaum, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/19/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Housing.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to increasing housing options through lot splitting; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=58.17'>58.17</a> RCW; and creating a new section.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The legislature finds that allowing an existing residential lot to be split to create a new residential lot through a simple, administrative process can offer many advantages to both the existing homeowner and to prospective homebuyers. The legislature further finds that administrative lot splitting can provide current owners the opportunity to maintain homeownership in changing life circumstances while facilitating development of middle housing to provide homebuyers, including first-time homebuyers, with more affordable ownership opportunities.  The legislature also finds that lot splitting can be combined with the review of a residential building permit application to create a single integrated process benefiting both homeowners and cities.  Therefore, it is the intent of the legislature to ease restrictions on, and expand opportunities for, lot splitting in certain cities planning under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A'>36.70A</a> RCW, the growth management act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=58.17'>58.17</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Cities required to comply with the minimum density requirements under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.635'>36.70A.635</a> shall include in their short plat regulations a process through which an applicant can seek simultaneous review and approval of an administrative lot split and residential building permit to create new middle housing, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.030'>36.70A.030</a>, or single-family housing. The application process may require only an administrative decision, through which the application is reviewed, approved, or denied by the planning director or the planning director's designee based on applicable development standards without a predecision public hearing. A new buildable residential lot and residential building permit must be administratively approved and is not subject to appeal if the following conditions are met:</div><div style=\"text-indent:0.5in;\">(a) No more than one new lot is created through an administrative lot split;</div><div style=\"text-indent:0.5in;\">(b) Both the parent lot and the new lot meet the applicable minimum lot size allowed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.635'>36.70A.635</a>;</div><div style=\"text-indent:0.5in;\">(c) The parent lot was not created through the splitting of a single-family residential lot authorized by this section;</div><div style=\"text-indent:0.5in;\">(d) The parent lot is not located in a zone that primarily allows nonresidential uses, such as business, commercial, retail, or industrial;</div><div style=\"text-indent:0.5in;\">(e) The lot split would not require demolition or alteration of any existing housing that is rent restricted, is rent subsidized, or has been occupied by a tenant paying market-rate rent within the preceding 12 months;</div><div style=\"text-indent:0.5in;\">(f) The applicable sewer and water purveyors have issued certificates of availability to serve the newly created lot and dwelling unit; and</div><div style=\"text-indent:0.5in;\">(g) Access rights are granted or conveyed as necessary on or before recording of the lot split survey to provide access for the maximum number of dwelling units that would be developed on the newly created lot, provided such access rights may be reduced consistent with a city's adopted codes, regulations, or design standards as applicable through review of a subsequent application for a building permit, short subdivision, unit lot subdivision, subdivision application, or short subdivision if less than the maximum number of dwelling units are built on the newly created lot.</div><div style=\"text-indent:0.5in;\">(2) A proposed lot split may be conditioned upon dedication of right-of-way on the parent lot to the extent such dedication is required under applicable codes, regulations, and design standards for the development, short plat, or subdivision of the parent lot absent an administrative lot split. Development of dwellings on the newly created lot may be conditioned upon construction of frontage improvements to a right-of-way adjacent to either the parent parcel or the newly created lot to the extent required under applicable codes, regulations, and design standards.</div><div style=\"text-indent:0.5in;\">(3) Any construction on the resulting lot is subject to all existing state and local laws unless otherwise specified in this section. Nothing in this section modifies the requirements for approval of residential building permits in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.27'>19.27</a> RCW.</div><div style=\"text-indent:0.5in;\">(4) A city subject to the requirements of this section may not impose a limit on the total number of dwelling units allowed on the parent lot or new residential lot that is less than the number of dwelling units allowed by the underlying zoning of the parent lot prior to the administrative lot split.</div><div style=\"text-indent:0.5in;\">(5) Notwithstanding the provisions of this section, a city must deny an application for an administrative lot split if the parent lot or the newly created lot would not have sufficient developable land for the proposed new dwelling because of the presence of critical areas or their buffers on the lot.</div><div style=\"text-indent:0.5in;\">(6) For the purposes of this section:</div><div style=\"text-indent:0.5in;\">(a) \"Lot split\" means the administrative process of dividing an existing lot into two lots for the purpose of sale, lease, or transfer of ownership pursuant to this section.</div><div style=\"text-indent:0.5in;\">(b) \"Lot split survey\" means the final survey prepared for filing for record with the county auditor and containing all elements and requirements for a lot split under this section and any local regulations.</div><div style=\"text-indent:0.5in;\">(c) \"Parent lot\" means a lot that is subjected to a lot split under this section.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of this bill is to simplify and expand the process for splitting residential lots in Washington State, thereby increasing housing options. The bill aims to help homeowners maintain ownership under varying circumstances while creating opportunities for potential homebuyers, particularly first-time buyers, by facilitating the construction of middle housing. The proposed changes intend to make the lot splitting process more straightforward by allowing it to occur alongside the approval of residential building permits.</p>\n<h3>Key Provisions</h3>\n<h4>Administrative Lot Splitting Process</h4>\n<ul>\n<li>Cities must create a process within their short plat regulations for applicants to seek approval for an administrative lot split and residential building permit simultaneously.</li>\n<li>This process should allow decisions to be made administratively, without the need for a public hearing, based on development standards.</li>\n</ul>\n<h4>Conditions for Approval</h4>\n<ul>\n<li>A maximum of one new lot can be created through the administrative process.</li>\n<li>The parent and new lots must meet minimum lot size requirements.</li>\n<li>The parent lot must not have been created by splitting a residential lot.</li>\n<li>The parent lot should not be located in zones primarily designated for nonresidential use.</li>\n<li>The lot split cannot involve properties that require the demolition or alteration of existing housing that is rent-restricted or occupied by tenants paying market-rate rents within the last year.</li>\n<li>Certificates of availability for sewer and water must be issued by the relevant utilities for the new lot.</li>\n<li>Access rights must be granted for the newly created lot.</li>\n</ul>\n<h4>Dedication and Development Conditions</h4>\n<ul>\n<li>Lot splits may require dedication of right-of-way from the parent lot if necessary under local codes.</li>\n<li>Construction on new lots may be subject to improvements adjacent to the parent or new lot as required by local regulations.</li>\n</ul>\n<h4>Compliance with Laws</h4>\n<ul>\n<li>All construction must follow existing state and local laws unless specified otherwise in this bill.</li>\n<li>Cities cannot limit the total number of dwelling units on the parent or new lot below what is allowed by prior zoning laws before the lot split.</li>\n</ul>\n<h4>Denial of Applications</h4>\n<ul>\n<li>Applications for an administrative lot split must be denied if the lots do not have sufficient developable land due to critical areas or their buffers.</li>\n</ul>\n<h4>Definitions</h4>\n<ul>\n<li>The bill provides specific definitions for terms like \"lot split\" and \"parent lot\" to clarify their meanings in relation to the administrative process.</li>\n</ul>"
    },
    "1096-S": {
      "createdDate": "2025-01-29T00:58:19.857Z",
      "original": "<!DOCTYPE html ><html><body><div>H-0904.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1096</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Housing (originally sponsored by Representatives Barkis, Ryu, Connors, Leavitt, Klicker, Reed, Fitzgibbon, Richards, Couture, Macri, Callan, Doglio, Bronoske, Tharinger, Wylie, Duerr, Timmons, Ormsby, Fosse, Stonier, Bernbaum, and Hill)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 01/29/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to increasing housing options through lot splitting; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=58.17'>58.17</a> RCW; and creating a new section.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The legislature finds that allowing an existing residential lot to be split to create a new residential lot through a simple, administrative process can offer many advantages to both the existing homeowner and to prospective homebuyers. The legislature further finds that administrative lot splitting can provide current owners the opportunity to maintain homeownership in changing life circumstances while facilitating development of middle housing to provide homebuyers, including first-time homebuyers, with more affordable ownership opportunities.  The legislature also finds that lot splitting can be combined with the review of a residential building permit application to create a single integrated process benefiting both homeowners and cities.  Therefore, it is the intent of the legislature to ease restrictions on, and expand opportunities for, lot splitting in certain cities planning under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A'>36.70A</a> RCW, the growth management act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=58.17'>58.17</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Cities required to comply with the minimum density requirements under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.635'>36.70A.635</a> shall include in their development or subdivision regulations a process through which an applicant can seek simultaneous review and approval of an administrative lot split and residential building permit to create new middle housing, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.030'>36.70A.030</a>, or single-family housing. The application process for a residential lot to be split may require only an administrative decision, through which the application is reviewed, approved, or denied by the planning director or other designee based on applicable development standards without a predecision public hearing. A new buildable residential lot and residential building permit or permits must be administratively approved and are not subject to administrative appeal if they comply with applicable development standards and the following conditions are met:</div><div style=\"text-indent:0.5in;\">(a) No more than one newly created lot is created through the administrative lot split;</div><div style=\"text-indent:0.5in;\">(b) Both the parent lot and the newly created lot meet the minimum lot size allowed under applicable development regulations;</div><div style=\"text-indent:0.5in;\">(c) The parent lot was not created through the splitting of a residential lot authorized by this section;</div><div style=\"text-indent:0.5in;\">(d) The parent lot is located in a residential zone and not in an exclusively nonresidential zone including, but not limited to, zones that are exclusively commercial, retail, agricultural, or industrial;</div><div style=\"text-indent:0.5in;\">(e) If the lot split would require demolition or alteration of any existing housing that would displace a renter, the applicant must recommend a displacement mitigation strategy that may include, but is not limited to, relocation assistance;</div><div style=\"text-indent:0.5in;\">(f) The applicable sewer and water purveyors have issued certificates of availability to serve the newly created lot and dwelling unit;</div><div style=\"text-indent:0.5in;\">(g) Access and utility rights are granted or conveyed as necessary on or before recording of the lot split survey to provide access for the maximum number of dwelling units that could be developed on the newly created lot, provided such access rights may be reduced consistent with a city's adopted codes, regulations, or design standards as applicable through review of a subsequent application for a building permit, short subdivision, unit lot subdivision, subdivision application, or short subdivision if less than the maximum number of dwelling units are built on the newly created lot;</div><div style=\"text-indent:0.5in;\">(h) The planning director or other designee determines that the application follows all applicable development regulations; and</div><div style=\"text-indent:0.5in;\">(i) The lot split survey has been approved by the planning director or other designee and includes a condition on the face of the survey that further lot splits of the parent lot and newly created lot are not authorized by this section.</div><div style=\"text-indent:0.5in;\">(2) A proposed lot split may be conditioned upon dedication of right-of-way on the parent lot to the extent such dedication is required under applicable codes, regulations, and design standards for the development, short plat, or subdivision of the parent lot absent an administrative lot split.</div><div style=\"text-indent:0.5in;\">(3) Development of dwellings on the newly created lot may be conditioned upon construction of frontage improvements to a right-of-way adjacent to either the parent lot or the newly created lot to the extent required under applicable codes, regulations, and design standards.</div><div style=\"text-indent:0.5in;\">(4) Any construction on the newly created lot is subject to all existing state and local laws including those specified in this section. Nothing in this section modifies the requirements for approval of residential building permits in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.27'>19.27</a> RCW.</div><div style=\"text-indent:0.5in;\">(5) A city subject to the requirements of this section may not impose a limit on the total number of dwelling units allowed on the parent lot or newly created lot that is less than the number of dwelling units allowed by the underlying zoning of the parent lot prior to the administrative lot split.</div><div style=\"text-indent:0.5in;\">(6) Notwithstanding the provisions of this section, lots that are not buildable according to locally adopted development regulations including, but not limited to, critical areas, shorelines, stormwater, setbacks, impervious surface areas, and building coverage standards, are not eligible for a lot split under this section.</div><div style=\"text-indent:0.5in;\">(7) If a lot split results in a lot of a size that would allow for further land division, the lot is not eligible for a lot split but may be divided under other applicable land subdivision processes.</div><div style=\"text-indent:0.5in;\">(8) The newly created lots must meet any locally adopted minimum density requirements.</div><div style=\"text-indent:0.5in;\">(9) Cities are immune from any liability, loss, or other damage suffered by another that is related to the city's approval of a lot split under this act, including if the lot split creates a lot that is later determined to not be buildable.</div><div style=\"text-indent:0.5in;\">(10) Parent lots and newly created lots approved under this section must be recorded with the county assessor with a notation that future lot splits are not allowed on the lot.</div><div style=\"text-indent:0.5in;\">(11) Ordinances adopted to comply with this section are not subject to administrative or judicial appeal under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21C'>43.21C</a> RCW.</div><div style=\"text-indent:0.5in;\">(12) The department of commerce must:</div><div style=\"text-indent:0.5in;\">(a) Develop guidance for cities in implementing the lot splitting requirements; and</div><div style=\"text-indent:0.5in;\">(b) Provide grants to cities in an amount sufficient to pay for the full cost of implementing this section.</div><div style=\"text-indent:0.5in;\">(13) A city required to review its comprehensive plan by the deadlines specified in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.130'>36.70A.130</a>(5)(a) must comply with the requirements of this section no later than 12 months after the department of commerce finalizes implementation guidance and distributes grant funding under subsection (12) of this section. A city required to review its comprehensive plan by the deadlines specified in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.130'>36.70A.130</a>(5) (b), (c), or (d) must comply with the requirements of this section no later than six months after its first comprehensive plan update due after the effective date of this section.</div><div style=\"text-indent:0.5in;\">(14) For the purposes of this section, the following definitions apply unless the context clearly requires otherwise:</div><div style=\"text-indent:0.5in;\">(a) \"Lot split\" means the administrative process of dividing an existing lot into two lots for the purpose of sale, lease, or transfer of ownership pursuant to this section.</div><div style=\"text-indent:0.5in;\">(b) \"Lot split survey\" means the final survey prepared for filing for record with the county auditor and containing all elements and requirements for a lot split under this section and any local regulations.</div><div style=\"text-indent:0.5in;\">(c) \"Newly created lot\" means a lot that was created by a lot split under this section.</div><div style=\"text-indent:0.5in;\">(d) \"Parent lot\" means a lot that is subjected to a lot split under this section.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The edits to House Bill 1096 primarily aim to clarify and enhance the legislative language regarding the process of administrative lot splitting for residential properties. The revisions are designed to streamline the approval process, define specific conditions under which lot splits can occur, and ensure adequate protections for existing tenants. These changes reflect a stronger focus on balancing the need for increased housing options with the considerations of current residents and community planning guidelines. The impact of these modifications is intended to simplify the lot splitting process, thereby facilitating the creation of more affordable housing while safeguarding rights and ensuring regulatory compliance.</p>\n<h3>Key Changes</h3>\n<h4>Title and Sponsorship</h4>\n<ul>\n<li>Changed from \"HOUSE BILL 1096\" to \"SUBSTITUTE HOUSE BILL 1096.\"</li>\n<li>Revised the sponsorship from individual representatives to the broader \"House Housing\" committee.</li>\n</ul>\n<h4>Application Process</h4>\n<ul>\n<li>Modified to state that the application process may require only an administrative decision instead of specifying that a public hearing is not needed, clarifying review authority.</li>\n<li>Removed specific language about the planning director's power and replaced it with \"other designee\" to broaden the authority.</li>\n</ul>\n<h4>Conditions for Lot Split</h4>\n<ul>\n<li>Added conditions such as:<ul>\n<li>If the lot split would necessitate the demolition or alteration of housing affecting renters, a displacement mitigation strategy must be recommended.</li>\n<li>The newly created lot must meet any locally adopted minimum density requirements.</li>\n<li>Clarified that both the parent lot and newly created lot must meet minimum lot size as per applicable regulations, broadening its applicability.</li></ul></li>\n</ul>\n<h4>Rights and Regulations</h4>\n<ul>\n<li>Specified that cities are immune from liability related to the approval of a lot split, addressing legal risks.</li>\n<li>Introduced restrictions on further land divisions for lots resulting from a split, limiting the number of future splits.</li>\n<li>Clearly stated that ordinances must comply with the section without being subject to appeal under certain conditions.</li>\n</ul>\n<h4>Implementation Guidance</h4>\n<ul>\n<li>Included a requirement for the Department of Commerce to develop guidance for cities and provide grants to aid in implementing the lot-splitting process. This emphasizes the state's commitment to supporting municipalities in meeting new regulations.</li>\n</ul>\n<h4>Definitions Update</h4>\n<ul>\n<li>Updated definitions to clarify terms such as \"newly created lot\" and refined the language around existing terms like \"lot split\" and \"lot split survey\" to ensure comprehension and adherence to the defined legal framework. </li>\n</ul>\n<p>These changes reflect a comprehensive effort to create a balanced approach that enhances housing availability while protecting tenant interests and ensuring regulatory clarity.</p>"
    },
    "1096-S2": {
      "createdDate": "2025-02-25T16:30:15.380Z",
      "original": "<!DOCTYPE html ><html><body><div>H-1631.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SECOND SUBSTITUTE HOUSE BILL 1096</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Appropriations (originally sponsored by Representatives Barkis, Ryu, Connors, Leavitt, Klicker, Reed, Fitzgibbon, Richards, Couture, Macri, Callan, Doglio, Bronoske, Tharinger, Wylie, Duerr, Timmons, Ormsby, Fosse, Stonier, Bernbaum, and Hill)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/21/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to increasing housing options through lot splitting; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=58.17'>58.17</a> RCW; and creating a new section.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The legislature finds that allowing an existing residential lot to be split to create a new residential lot through a simple, administrative process can offer many advantages to both the existing homeowner and to prospective homebuyers. The legislature further finds that administrative lot splitting can provide current owners the opportunity to maintain homeownership in changing life circumstances while facilitating development of middle housing to provide homebuyers, including first-time homebuyers, with more affordable ownership opportunities. The legislature also finds that lot splitting can be combined with the review of a residential building permit application to create a single integrated process benefiting both homeowners and cities. Therefore, it is the intent of the legislature to ease restrictions on, and expand opportunities for, lot splitting in certain cities planning under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A'>36.70A</a> RCW, the growth management act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=58.17'>58.17</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Cities required to comply with the minimum density requirements under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.635'>36.70A.635</a> shall include in their development or subdivision regulations a process through which an applicant can seek simultaneous review and approval of an administrative lot split and residential building permit to create new middle housing, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.030'>36.70A.030</a>, or single-family housing. The application process for a residential lot to be split may require only an administrative decision, through which the application is reviewed, approved, or denied by the planning director or other designee based on applicable development standards without a predecision public hearing. A new buildable residential lot and residential building permit or permits must be administratively approved and are not subject to administrative appeal if they comply with applicable development standards and the following conditions are met:</div><div style=\"text-indent:0.5in;\">(a) No more than one newly created lot is created through the administrative lot split;</div><div style=\"text-indent:0.5in;\">(b) Both the parent lot and the newly created lot meet the minimum lot size allowed under applicable development regulations;</div><div style=\"text-indent:0.5in;\">(c) The parent lot was not created through the splitting of a residential lot authorized by this section;</div><div style=\"text-indent:0.5in;\">(d) The parent lot is located in a residential zone and not in an exclusively nonresidential zone including, but not limited to, zones that are exclusively commercial, retail, agricultural, or industrial;</div><div style=\"text-indent:0.5in;\">(e) If the lot split would require demolition or alteration of any existing housing that would displace a renter, the applicant must recommend a displacement mitigation strategy that may include, but is not limited to, relocation assistance;</div><div style=\"text-indent:0.5in;\">(f) The applicable sewer and water purveyors have issued certificates of availability to serve the newly created lot and dwelling unit;</div><div style=\"text-indent:0.5in;\">(g) Access and utility rights are granted or conveyed as necessary on or before recording of the lot split survey to provide access for the maximum number of dwelling units that could be developed on the newly created lot, provided such access rights may be reduced consistent with a city's adopted codes, regulations, or design standards as applicable through review of a subsequent application for a building permit, short subdivision, unit lot subdivision, subdivision application, or short subdivision if less than the maximum number of dwelling units are built on the newly created lot;</div><div style=\"text-indent:0.5in;\">(h) The planning director or other designee determines that the application follows all applicable development regulations; and</div><div style=\"text-indent:0.5in;\">(i) The lot split survey has been approved by the planning director or other designee and includes a condition on the face of the survey that further lot splits of the parent lot and newly created lot are not authorized by this section.</div><div style=\"text-indent:0.5in;\">(2) A proposed lot split may be conditioned upon dedication of right-of-way on the parent lot to the extent such dedication is required under applicable codes, regulations, and design standards for the development, short plat, or subdivision of the parent lot absent an administrative lot split.</div><div style=\"text-indent:0.5in;\">(3) Development of dwellings on the newly created lot may be conditioned upon construction of frontage improvements to a right-of-way adjacent to either the parent lot or the newly created lot to the extent required under applicable codes, regulations, and design standards.</div><div style=\"text-indent:0.5in;\">(4) Any construction on the newly created lot is subject to all existing state and local laws including those specified in this section. Nothing in this section modifies the requirements for approval of residential building permits in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.27'>19.27</a> RCW.</div><div style=\"text-indent:0.5in;\">(5) A city subject to the requirements of this section may not impose a limit on the total number of dwelling units allowed on the parent lot or newly created lot that is less than the number of dwelling units allowed by the underlying zoning of the parent lot prior to the administrative lot split.</div><div style=\"text-indent:0.5in;\">(6) Notwithstanding the provisions of this section, lots that are not buildable according to locally adopted development regulations including, but not limited to, critical areas, shorelines, stormwater, setbacks, impervious surface areas, and building coverage standards, are not eligible for a lot split under this section.</div><div style=\"text-indent:0.5in;\">(7) If a lot split results in a lot of a size that would allow for further land division, the lot is not eligible for a lot split but may be divided under other applicable land subdivision processes.</div><div style=\"text-indent:0.5in;\">(8) The newly created lots must meet any locally adopted minimum density requirements.</div><div style=\"text-indent:0.5in;\">(9) Cities are immune from any liability, loss, or other damage suffered by another that is related to the city's approval of a lot split under this act, including if the lot split creates a lot that is later determined to not be buildable.</div><div style=\"text-indent:0.5in;\">(10) Parent lots and newly created lots approved under this section must be recorded with the county assessor with a notation that future lot splits are not allowed on the lot.</div><div style=\"text-indent:0.5in;\">(11) Ordinances adopted to comply with this section are not subject to administrative or judicial appeal under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21C'>43.21C</a> RCW.</div><div style=\"text-indent:0.5in;\">(12) The department of commerce must develop guidance for cities in implementing the lot splitting requirements.</div><div style=\"text-indent:0.5in;\">(13) A city required to comply with the requirements of this section that has its next comprehensive plan update due in 2027, pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.130'>36.70A.130</a>, must adopt or amend by ordinance, and incorporate into its development regulations, zoning regulations, and other official controls, the requirements of this section in its next comprehensive plan update. All other cities required to comply with this section must implement the requirements within two years of the effective date of this section.</div><div style=\"text-indent:0.5in;\">(14) For the purposes of this section, the following definitions apply unless the context clearly requires otherwise:</div><div style=\"text-indent:0.5in;\">(a) \"Lot split\" means the administrative process of dividing an existing lot into two lots for the purpose of sale, lease, or transfer of ownership pursuant to this section.</div><div style=\"text-indent:0.5in;\">(b) \"Lot split survey\" means the final survey prepared for filing for record with the county auditor and containing all elements and requirements for a lot split under this section and any local regulations.</div><div style=\"text-indent:0.5in;\">(c) \"Newly created lot\" means a lot that was created by a lot split under this section.</div><div style=\"text-indent:0.5in;\">(d) \"Parent lot\" means a lot that is subjected to a lot split under this section.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">If specific funding for the purposes of this act, referencing this act by bill or chapter number, is not provided by June 30, 2025, in the omnibus appropriations act, this act is null and void.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>",
      "summary": "<h3>Purpose</h3>\n<p>The purpose of the edits made to House Bill 1096 is to refine the processes involved in administrative lot splitting to enhance housing opportunities in Washington State. The revisions emphasize clearer guidelines and conditions for splitting residential lots. Key changes focus on improving the protections for renters, ensuring compliance with minimum density requirements, and detailing the conditions under which lot splits can occur. These modifications aim to encourage the development of new housing while balancing the rights of existing residents and homeowners.</p>\n<h3>Key Changes</h3>\n<h4>Title and Identification Changes</h4>\n<ul>\n<li>The bill is now referred to as \"SECOND SUBSTITUTE HOUSE BILL 1096\".</li>\n<li>Identifiers have been updated to H-1631.1.</li>\n</ul>\n<h4>Procedural Changes</h4>\n<ul>\n<li>The original review process has been rephrased to focus on \"development or subdivision regulations\" instead of just \"short plat regulations\".</li>\n<li>The term \"development regulations\" has been added to clarify which regulations apply.</li>\n</ul>\n<h4>Conditions for Lot Splitting</h4>\n<ul>\n<li>Emphasized the need for a displacement mitigation strategy if any existing housing that could displace renters is affected.</li>\n<li>Clarified that the application process for splitting lots may only require an \"administrative decision\" without a public hearing.</li>\n</ul>\n<h4>Specific Requirements</h4>\n<ul>\n<li>New requirements for submitting a \"lot split survey\" now include a notation that no further lot splits are allowed on the parent or new lot.</li>\n<li>Added a provision that lots which aren’t buildable under local regulations are not eligible for a lot split.</li>\n<li>Inclusion of new conditions on new lots regarding compliance with locally adopted minimum density requirements.</li>\n</ul>\n<h4>Liability and Implementation</h4>\n<ul>\n<li>A city’s immunity from liability related to the approval of a lot split is explicitly stated.</li>\n<li>Requires the Department of Commerce to provide guidance on implementing the lot splitting requirements.</li>\n<li>Established a timeline for cities to integrate these regulations into their comprehensive plans, specifically by 2027 or within two years of enactment.</li>\n</ul>\n<p>These changes collectively enhance the bill’s framework, aiming for clearer, more effective administrative processes while safeguarding existing housing and addressing new construction needs.</p>"
    }
  },
  "reports": {},
  "amendments": {}
}