{
  "id": 1100,
  "lastUpdated": "2025-03-01T06:51:35.468Z",
  "agency": "House",
  "description": "Creating a local sales and use tax.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Finance."
  },
  "sponsors": [
    "Jacobsen"
  ],
  "document": {
    "name": "1100",
    "description": "House Bill 1100",
    "url": {
      "ts": "2024-12-19T19:10:08.530Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1100.htm"
    },
    "original": {
      "ts": "2024-12-19T19:10:08.530Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0288.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1100</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representative Jacobsen<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/19/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Finance.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to creating a local sales and use tax; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14'>82.14</a> RCW; creating a new section; and providing an effective date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">(1) The legislature finds that cities and counties across Washington state are experiencing significant financial challenges, driven by rising costs for essential services such as public safety, infrastructure maintenance, and social services. These pressures have made it increasingly difficult for local governments to meet the needs of their communities effectively.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The legislature further finds that inflation and rising costs are placing additional financial strain on consumers. Families across the state are grappling with tighter budgets, making it more critical than ever to implement policies that avoid placing additional financial burdens on individuals and households.</div><div style=\"text-indent:0.5in;\">(3) Therefore, it is the intent of the legislature to authorize a city and county option sales and use tax that is credited against the state rate. This policy ensures that local governments can secure the resources necessary to meet critical infrastructure and service demands without increasing the overall tax burden on consumers, thereby supporting both fiscal responsibility and economic stability.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14'>82.14</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The legislative authority of any county or city, may, by resolution or ordinance, impose a sales and use tax in accordance with the terms of this section. The tax is in addition to other taxes authorized by law and must be collected from those persons who are taxable by the state under chapters  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08'>82.08</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.12'>82.12</a> RCW upon the occurrence of any taxable event within the city or county.</div><div style=\"text-indent:0.5in;\">(2) The rate of tax under this section is equal to 0.5 percent of the selling price in the case of a sales tax, or value of the article used, in the case of a use tax.</div><div style=\"text-indent:0.5in;\">(3) The combined total tax levied under this section may not be greater than 0.5 percent. If both a county and a city impose a tax under this section, the tax imposed by a city must be credited against the tax imposed by a county.</div><div style=\"text-indent:0.5in;\">(4) The tax authorized under this section must be deducted from the amount of tax otherwise required to be collected or paid to the department under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08'>82.08</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.12'>82.12</a> RCW. The department must perform the collection of taxes on behalf of the city or county at no cost to the city or county.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">This act takes effect January 1, 2026.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-19T19:10:08.530Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to address the financial challenges faced by cities and counties in Washington State due to rising costs for essential services like public safety and infrastructure. The legislation aims to introduce a locally imposed sales and use tax that would not increase the overall tax burden on consumers by crediting the local tax against the state sales tax. This approach intends to help local governments generate necessary revenue while supporting economic stability for families experiencing financial strain.</p>\n<h3>Key Provisions</h3>\n<h4>Local Sales and Use Tax Authorization</h4>\n<ul>\n<li>The legislative authority of any county or city can impose a sales and use tax by resolution or ordinance, applicable to taxable events within that jurisdiction.</li>\n<li>The tax rate is set at 0.5 percent on the selling price for sales tax or the value of the goods for use tax.</li>\n<li>The total tax rate from both city and county cannot exceed 0.5 percent, with city taxes credited against county taxes if both are imposed.</li>\n</ul>\n<h4>Tax Collection</h4>\n<ul>\n<li>The tax will be collected from individuals subject to the state sales tax under relevant Washington State laws.</li>\n<li>The amount of local tax collected will be deducted from state taxes owed, ensuring that taxpayers are not charged more than necessary.</li>\n<li>The Washington State Department of Revenue will handle the collection of this tax at no cost to local governments.</li>\n</ul>\n<h4>Effective Date</h4>\n<ul>\n<li>The act is set to take effect on January 1, 2026.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-19T19:10:08.530Z",
    "text": "local sales use tax counties cities financial challenges public safety infrastructure revenue economic stability tax rate tax collection"
  }
}