{
  "id": 1103,
  "lastUpdated": "2025-03-01T06:51:35.440Z",
  "agency": "House",
  "description": "Expanding protections against unwanted telephone calls and text messages for cellular users.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Consumer Protection & Business."
  },
  "sponsors": [
    "Shavers",
    "Ryu",
    "Simmons",
    "Wylie",
    "Nance",
    "Fosse",
    "Reeves"
  ],
  "document": {
    "name": "1103",
    "description": "House Bill 1103",
    "url": {
      "ts": "2024-12-19T19:10:21.163Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1103.htm"
    },
    "original": {
      "ts": "2024-12-19T19:10:21.163Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0036.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1103</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Shavers, Ryu, Simmons, Wylie, Nance, Fosse, and Reeves<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/19/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Consumer Protection &amp; Business.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to expanding protections against unwanted telephone calls and text messages for cellular users; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=80.36.390'>80.36.390</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.190.010'>19.190.010</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.190.060'>19.190.060</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=80.36.390'>80.36.390</a> and 2023 c 103 s 3 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)((<span style=\"text-decoration:line-through;\">(a) As used in this section, \"telephone</span>))<span style=\"text-decoration:underline;\">The definitions in this subsection apply throughout this section unless the context clearly requires otherwise.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) \"Person\" means an individual, firm, association, organization, corporation, partnership, joint venture, sole proprietorship, or any other business entity.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b)(i) \"Telephone</span> solicitation\" means the unsolicited initiation of a telephone call by a commercial or nonprofit company or organization to a person for the purpose of encouraging the person to purchase property, goods, or services, wrongfully obtaining anything of value, or soliciting donations of money, property, goods, or services.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(b)</span>))<span style=\"text-decoration:underline;\">(ii)</span> \"Telephone solicitation\" does not include:</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(i)</span>))<span style=\"text-decoration:underline;\">(A)</span> Calls made in response to a request or inquiry by the called party. This includes calls regarding an item that has been purchased by the called party from the company or organization during a period not longer than 12 months prior to the telephone contact;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(ii)</span>))<span style=\"text-decoration:underline;\">(B)</span> Calls made by a not-for-profit organization, as defined by 26 U.S.C. Sec. 501 of the federal internal revenue code, to its own list of bona fide or active members of the organization;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(iii)</span>))<span style=\"text-decoration:underline;\">(C)</span> Calls made by a membership or labor organization to its own list of bona fide or active members of the organization;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(iv)</span>))<span style=\"text-decoration:underline;\">(D)</span> Calls limited to polling or soliciting the expression of ideas, opinions, or votes; or</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(v)</span>))<span style=\"text-decoration:underline;\">(E)</span> Business-to-business ((<span style=\"text-decoration:line-through;\">contacts</span>))<span style=\"text-decoration:underline;\">sales where:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(I) The purchaser business intends to resell the property or goods purchased; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(II) The purchaser business intends to use the property or goods purchased in a recycling, reuse, remanufacturing, or manufacturing process</span>.</div><div style=\"text-indent:0.5in;\">(c) \"Telephone call\" means any communication made through a telephone that uses a live person, artificial voice, or recorded message.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(d) \"Telephone solicitor\" means a commercial or nonprofit company or organization engaged in telephone solicitation.</span></div><div style=\"text-indent:0.5in;\">(2)(a) For purposes of this section, each individual real estate agent or insurance agent who maintains a separate list from other individual real estate or insurance agents shall be treated as a company or organization.</div><div style=\"text-indent:0.5in;\">(b) For purposes of this section, an organization as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.04.086'>29A.04.086</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.04.097'>29A.04.097</a> and organized pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=29A.80'>29A.80</a> RCW shall not be considered a commercial or nonprofit company or organization.</div><div style=\"text-indent:0.5in;\">(3) A person making a telephone solicitation must identify him or herself and the company or organization on whose behalf the solicitation is being made and the purpose of the call within the first 30 seconds of the telephone call.</div><div style=\"text-indent:0.5in;\">(4) ((<span style=\"text-decoration:line-through;\">As used in this section, \"telephone solicitor\" means a commercial or nonprofit company or organization engaged in telephone solicitation.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(5)</span>)) If the telephone solicitor is requesting a donation or gift of money, the telephone solicitor must ask the called party whether they want to continue the call, end the call, or be removed from the solicitor's telephone lists.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(6)</span>))<span style=\"text-decoration:underline;\">(5)</span> If, at any time during the telephone contact, the called party states or indicates they want to end the call, the telephone solicitor must end the call within 10 seconds.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(7)</span>))<span style=\"text-decoration:underline;\">(6)</span> If, at any time during the telephone contact, the called party states or indicates that he or she does not want to be called again by the telephone solicitor or wants to have his or her name, individual telephone number, or other contact information removed from the telephone lists used by the telephone solicitor:</div><div style=\"text-indent:0.5in;\">(a) The telephone solicitor shall inform the called party that his or her contact information will be removed from the telephone solicitor's telephone lists for at least one year;</div><div style=\"text-indent:0.5in;\">(b) The telephone solicitor shall end the call within 10 seconds;</div><div style=\"text-indent:0.5in;\">(c) The telephone solicitor shall not make any additional telephone solicitation of the called party at any telephone number that the called party has requested be removed from the solicitor's telephone lists for a period of at least one year; and</div><div style=\"text-indent:0.5in;\">(d) The telephone solicitor shall not sell or give the called party's name, telephone number, and other contact information to another company or organization: PROVIDED, That the telephone solicitor may return the list, including the called party's name, telephone number, and other contact information to the company or organization from which it received the list.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(8)</span>))<span style=\"text-decoration:underline;\">(7)</span> A telephone solicitor shall not place calls to any person which will be received before 8:00 a.m. or after 8:00 p.m. at the call recipient's local time.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(9)</span>))<span style=\"text-decoration:underline;\">(8)</span> No person may initiate, or cause to be initiated, a telephone solicitation to a telephone number registered on the do not call registry maintained by the federal government pursuant to telephone consumer protection act, 47 U.S.C. Sec. 227 and related regulations, as currently enacted or subsequently amended. This subsection applies to all telephone solicitation intended to be received by telephone customers within the state.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(10)</span>))<span style=\"text-decoration:underline;\">(9)</span> It is unlawful for a person to initiate, or cause to be initiated, a telephone solicitation that violates 47 U.S.C. Sec. 227(e)(1), as currently written or as subsequently amended or interpreted by the federal government. This subsection applies to all telephone solicitation intended to be received by telephone customers within the state.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(11)</span>))<span style=\"text-decoration:underline;\">(10)</span> A violation of subsection (3), (4), (5), (6), (7), (8), <span style=\"text-decoration:underline;\">or</span> (9)((<span style=\"text-decoration:line-through;\">, or (10)</span>)) of this section is punishable by a fine of up to $1,000 for each violation.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(12)</span>))<span style=\"text-decoration:underline;\">(11)</span> The attorney general may bring actions to enforce compliance with this section. The legislature finds that the practices covered by this section are matters vitally affecting the public interest for the purpose of applying the consumer protection act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.86'>19.86</a> RCW. A violation of this section is not reasonable in relation to the development and preservation of business and is an unfair or deceptive act in trade or commerce and an unfair method of competition for the purpose of applying the consumer protection act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.86'>19.86</a> RCW.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(13)</span>))<span style=\"text-decoration:underline;\">(12)</span> A person aggrieved by repeated violations of this section may bring a civil action in superior court to enjoin future violations, to recover damages, or both. The court shall award damages of at least $1,000 for each individual violation of this section. If the aggrieved person prevails in a civil action under this subsection, the court shall award the aggrieved person reasonable attorneys' fees and cost of the suit.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(14)</span>))<span style=\"text-decoration:underline;\">(13)</span> The utilities and transportation commission shall by rule ensure that telecommunications companies inform their residential customers of the provisions of this section. The notification may be made by (a) annual notice in the billing statements sent to residential customers, or (b) conspicuous publication of the notice in the consumer information pages of local telephone directories.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.190.010'>19.190.010</a> and 2005 c 378 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</div><div style=\"text-indent:0.5in;\">(1) \"Assist the transmission\" means actions taken by a person to provide substantial assistance or support which enables any person to formulate, compose, send, originate, initiate, or transmit a commercial electronic mail message or a commercial electronic text message when the person providing the assistance knows or consciously avoids knowing that the initiator of the commercial electronic mail message or the commercial electronic text message is engaged, or intends to engage, in any practice that violates the consumer protection act. \"Assist the transmission\" does not include any of the following: (a) Activities of an electronic mail service provider or other entity who provides intermediary transmission service in sending or receiving electronic mail, or provides to users of electronic mail services the ability to send, receive, or compose electronic mail; or (b) activities of any entity related to the design, manufacture, or distribution of any technology, product, or component that has a commercially significant use other than to violate or circumvent this section.</div><div style=\"text-indent:0.5in;\">(2) \"Commercial electronic mail message\" means an electronic mail message sent <span style=\"text-decoration:underline;\">to a person</span> for the purpose of ((<span style=\"text-decoration:line-through;\">promoting</span>))<span style=\"text-decoration:underline;\">encouraging the person to purchase</span> real property, goods, or services ((<span style=\"text-decoration:line-through;\">for sale or lease</span>))<span style=\"text-decoration:underline;\">, wrongfully obtaining anything of value, or soliciting donations of money, property, goods, or services</span>. It does not mean an electronic mail message to which an interactive computer service provider has attached an advertisement in exchange for free use of an electronic mail account, when the sender has agreed to such an arrangement.</div><div style=\"text-indent:0.5in;\">(3) \"Commercial electronic text message\" means an electronic text message sent to ((<span style=\"text-decoration:line-through;\">promote</span>))<span style=\"text-decoration:underline;\">a person for the purpose of encouraging the person to purchase</span> real property, goods, or services ((<span style=\"text-decoration:line-through;\">for sale or lease</span>))<span style=\"text-decoration:underline;\">, wrongfully obtaining anything of value, or soliciting donations of money, property, goods, or services</span>.</div><div style=\"text-indent:0.5in;\">(4) \"Electronic mail address\" means a destination, commonly expressed as a string of characters, to which electronic mail may be sent or delivered.</div><div style=\"text-indent:0.5in;\">(5) \"Electronic mail message\" means an electronic message sent to an electronic mail address and a reference to an internet domain, whether or not displayed, to which an electronic mail message can be sent or delivered.</div><div style=\"text-indent:0.5in;\">(6) \"Electronic text message\" means a text message sent to a cellular telephone or pager equipped with short message service or any similar capability, whether the message is initiated as a short message service message or as an electronic mail message.</div><div style=\"text-indent:0.5in;\">(7) \"Initiate the transmission\" refers to the action by the original sender of an electronic mail message or an electronic text message, not to the action by any intervening interactive computer service or wireless network that may handle or retransmit the message, unless such intervening interactive computer service assists in the transmission of an electronic mail message when it knows, or consciously avoids knowing, that the person initiating the transmission is engaged, or intends to engage, in any act or practice that violates the consumer protection act.</div><div style=\"text-indent:0.5in;\">(8) \"Interactive computer service\" means any information service, system, or access software provider that provides or enables computer access by multiple users to a computer server, including specifically a service or system that provides access to the internet and such systems operated or services offered by libraries or educational institutions.</div><div style=\"text-indent:0.5in;\">(9) \"Internet\" means collectively the myriad of computer and telecommunications facilities, including equipment and operating software, that comprise the interconnected worldwide network of networks that employ the transmission control protocol/internet protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire or radio.</div><div style=\"text-indent:0.5in;\">(10) \"Internet domain name\" refers to a globally unique, hierarchical reference to an internet host or service, assigned through centralized internet naming authorities, comprising a series of character strings separated by periods, with the right-most string specifying the top of the hierarchy.</div><div style=\"text-indent:0.5in;\">(11) \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, <span style=\"text-decoration:underline;\">organization,</span> joint venture, government, governmental subdivision, agency or instrumentality, public corporation, or any other legal or commercial entity.</div><div style=\"text-indent:0.5in;\">(12) \"Personally identifying information\" means an individual's: (a) Social security number; (b) driver's license number; (c) bank account number; (d) credit or debit card number; (e) personal identification number; (f) automated or electronic signature; (g) unique biometric data; (h) account passwords; or (i) any other piece of information that can be used to access an individual's financial accounts or to obtain goods or services.</div><div style=\"text-indent:0.5in;\">(13) \"Web page\" means a location, with respect to the world wide web, that has a single uniform resource locator or other single location with respect to the internet.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.190.060'>19.190.060</a> and 2003 c 137 s 3 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) No person conducting business in the state may initiate or assist in the transmission of an electronic commercial text message to a telephone number assigned to a Washington resident for cellular telephone or pager service that is equipped with short message capability or any similar capability allowing the transmission of text messages.</div><div style=\"text-indent:0.5in;\">(2) <span style=\"text-decoration:underline;\">No person may initiate or assist in the transmission of an electronic text message to a telephone number assigned to a Washington resident for cellular telephone service that is registered on the do not call registry maintained by the federal government pursuant to the telephone consumer protection act, Title 47 U.S.C. Sec. 227 and related regulations, as currently enacted or subsequently amended. This subsection applies to all electronic text messages intended to be received by telephone customers within the state.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3)</span> The legislature finds that the practices covered by this section are matters vitally affecting the public interest for the purpose of applying the consumer protection act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.86'>19.86</a> RCW. A violation of this section is not reasonable in relation to the development and preservation of business and is an unfair or deceptive act in trade or commerce and an unfair method of competition for the purpose of applying the consumer protection act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.86'>19.86</a> RCW.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-19T19:10:21.163Z",
      "text": "<h3>Purpose</h3>\n<p>The main goal of House Bill 1103 is to enhance protections for cellular users against unwanted telephone calls and text messages. Key changes include redefining what constitutes \"telephone solicitation\" to provide clearer guidelines and protections for consumers. The bill aims to increase accountability for telephone solicitors by requiring them to disclose their identity promptly and allow recipients to easily opt-out of communications. Enhanced enforcement measures and penalties for violations are also introduced.</p>\n<h3>Key Provisions</h3>\n<h4>Telephone Solicitation Regulations</h4>\n<ul>\n<li><strong>Identification Requirement</strong>: Telephone solicitors must identify themselves and their organization within the first 30 seconds of a call.</li>\n<li><strong>Opt-Out Option</strong>: If soliciting donations, callers must ask if the recipient wants to continue the call, end it, or be removed from the call list.</li>\n<li><strong>Immediate Call Termination</strong>: If requested by the recipient, the solicitor must end the call within 10 seconds.</li>\n<li><strong>Removal from Call Lists</strong>: Callers must inform recipients that they will be removed from call lists for at least one year and cannot contact them again during that period.</li>\n<li><strong>No Calls Before 8 AM or After 8 PM</strong>: Calls to recipients are prohibited during these hours.</li>\n<li><strong>Do Not Call Registry Compliance</strong>: Solicitors cannot call numbers registered on the federal Do Not Call Registry.</li>\n</ul>\n<h4>Electronic Communications Regulations</h4>\n<ul>\n<li><strong>Text Message Prohibition</strong>: Businesses cannot send electronic commercial text messages to numbers listed on the Do Not Call Registry.</li>\n<li><strong>Regulatory Enforcement</strong>: Violations of these provisions may result in penalties of up to $1,000 per occurrence, and the Attorney General is empowered to take action to enforce compliance.</li>\n</ul>\n<h4>Consumer Protection Measures</h4>\n<ul>\n<li><strong>Legal Action for Violations</strong>: Individuals affected by violations can take civil action, potentially recovering damages of at least $1,000 per violation and legal fees.</li>\n<li><strong>Mandatory Customer Information</strong>: Telecommunications companies must notify customers about the new provisions in their billing statements or through other communications.</li>\n</ul>\n<p>This bill aims to significantly strengthen consumer protections and provide clear avenues for redress against unwanted calls and texts.</p>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-19T19:10:21.163Z",
    "text": "cellular users unwanted calls text messages telephone solicitation accountability opt-out option immediate call termination do not call registry compliance penalties"
  }
}