{
  "id": 1105,
  "lastUpdated": "2025-03-01T06:51:35.764Z",
  "agency": "House",
  "description": "Exempting exclusive bargaining representatives for department of corrections employees from certain provisions related to coalition bargaining.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-28T08:00:00.000Z",
    "text": "Rules Committee relieved of further consideration.  Placed on second reading."
  },
  "sponsors": [
    "Fosse",
    "Low",
    "Stearns",
    "Leavitt",
    "Berry",
    "Ryu",
    "Cortes",
    "Farivar",
    "Doglio",
    "Paul",
    "Goodman",
    "Wylie",
    "Pollet",
    "Fey",
    "Kloba",
    "Nance",
    "Lekanoff",
    "Bernbaum"
  ],
  "document": {
    "name": "1105",
    "description": "House Bill 1105",
    "url": {
      "ts": "2024-12-19T19:10:22.963Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1105.htm"
    },
    "original": {
      "ts": "2024-12-19T19:10:22.963Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0214.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1105</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Fosse, Low, Stearns, Leavitt, Berry, Ryu, Cortes, Farivar, Doglio, Paul, Goodman, Wylie, Pollet, Fey, Kloba, Nance, Lekanoff, and Bernbaum<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/19/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Labor &amp; Workplace Standards.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to exempting exclusive bargaining representatives for department of corrections employees from certain provisions related to coalition bargaining; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.010'>41.80.010</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.010'>41.80.010</a> and 2022 c 297 s 951 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) For the purpose of negotiating collective bargaining agreements under this chapter, the employer shall be represented by the governor or governor's designee, except as provided for institutions of higher education in subsection (4) of this section.</div><div style=\"text-indent:0.5in;\">(2)(a)(i) Except as otherwise provided, if an exclusive bargaining representative represents more than one bargaining unit, the exclusive bargaining representative shall negotiate with each employer representative as designated in subsection (1) of this section one master collective bargaining agreement on behalf of all the employees in bargaining units that the exclusive bargaining representative represents.</div><div style=\"text-indent:0.5in;\">(ii) For those exclusive bargaining representatives who represent fewer than a total of ((<span style=\"text-decoration:line-through;\">five hundred</span>))<span style=\"text-decoration:underline;\">500</span> employees each, negotiation shall be by a coalition of all those exclusive bargaining representatives. The coalition shall bargain for a master collective bargaining agreement covering all of the employees represented by the coalition. The governor's designee and the exclusive bargaining representative or representatives are authorized to enter into supplemental bargaining of agency-specific issues for inclusion in or as an addendum to the master collective bargaining agreement, subject to the parties' agreement regarding the issues and procedures for supplemental bargaining. Exclusive bargaining representatives that represent employees covered under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.06'>41.06</a> RCW and exclusive bargaining representatives that represent employees exempt under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.06'>41.06</a> RCW shall constitute separate coalitions and must negotiate separate master collective bargaining agreements. This subsection does not prohibit cooperation and coordination of bargaining between two or more exclusive bargaining representatives.</div><div style=\"text-indent:0.5in;\">(b) This subsection does not apply to exclusive bargaining representatives who represent employees of institutions of higher education, except when the institution of higher education has elected to exercise its option under subsection (4) of this section to have its negotiations conducted by the governor or governor's designee under the procedures provided for general government agencies in subsections (1) through (3) of this section.</div><div style=\"text-indent:0.5in;\">(c) If ((<span style=\"text-decoration:line-through;\">five hundred</span>))<span style=\"text-decoration:underline;\">500</span> or more employees of an independent state elected official listed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.01.010'>43.01.010</a> are organized in a bargaining unit or bargaining units under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.070'>41.80.070</a>, the official shall be consulted by the governor or the governor's designee before any agreement is reached under (a) of this subsection concerning supplemental bargaining of agency specific issues affecting the employees in such bargaining unit.</div><div style=\"text-indent:0.5in;\">(d) For assistant attorneys general, the governor or the governor's designee and an exclusive bargaining representative shall negotiate one master collective bargaining agreement.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(e) This subsection does not apply to exclusive bargaining representatives who represent employees of the department of corrections that have interest arbitration rights under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.200'>41.80.200</a>. For department of corrections employees, the governor or the governor's designee and an exclusive bargaining representative shall negotiate one master collective bargaining agreement.</span></div><div style=\"text-indent:0.5in;\">(3) The governor shall submit a request for funds necessary to implement the compensation and fringe benefit provisions in the master collective bargaining agreement or for legislation necessary to implement the agreement. Requests for funds necessary to implement the provisions of bargaining agreements shall not be submitted to the legislature by the governor unless such requests:</div><div style=\"text-indent:0.5in;\">(a) Have been submitted to the director of the office of financial management by October 1 prior to the legislative session at which the requests are to be considered; and</div><div style=\"text-indent:0.5in;\">(b) Have been certified by the director of the office of financial management as being feasible financially for the state.</div><div style=\"text-indent:0.5in;\">The legislature shall approve or reject the submission of the request for funds as a whole. The legislature shall not consider a request for funds to implement a collective bargaining agreement unless the request is transmitted to the legislature as part of the governor's budget document submitted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.88.030'>43.88.030</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.88.060'>43.88.060</a>. If the legislature rejects or fails to act on the submission, either party may reopen all or part of the agreement or the exclusive bargaining representative may seek to implement the procedures provided for in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.090'>41.80.090</a>.</div><div style=\"text-indent:0.5in;\">(4)(a)(i) For the purpose of negotiating agreements for institutions of higher education, the employer shall be the respective governing board of each of the universities, colleges, or community colleges or a designee chosen by the board to negotiate on its behalf.</div><div style=\"text-indent:0.5in;\">(ii) A governing board of a university or college may elect to have its negotiations conducted by the governor or governor's designee under the procedures provided for general government agencies in subsections (1) through (3) of this section, except that:</div><div style=\"text-indent:0.5in;\">(A) The governor or the governor's designee and an exclusive bargaining representative shall negotiate one master collective bargaining agreement for all of the bargaining units of employees of a university or college that the representative represents; or</div><div style=\"text-indent:0.5in;\">(B) If the parties mutually agree, the governor or the governor's designee and an exclusive bargaining representative shall negotiate one master collective bargaining agreement for all of the bargaining units of employees of more than one university or college that the representative represents.</div><div style=\"text-indent:0.5in;\">(iii) A governing board of a community college may elect to have its negotiations conducted by the governor or governor's designee under the procedures provided for general government agencies in subsections (1) through (3) of this section.</div><div style=\"text-indent:0.5in;\">(b) Prior to entering into negotiations under this chapter, the institutions of higher education or their designees shall consult with the director of the office of financial management regarding financial and budgetary issues that are likely to arise in the impending negotiations.</div><div style=\"text-indent:0.5in;\">(c)(i) In the case of bargaining agreements reached between institutions of higher education other than the University of Washington and exclusive bargaining representatives agreed to under the provisions of this chapter, if appropriations are necessary to implement the compensation and fringe benefit provisions of the bargaining agreements, the governor shall submit a request for such funds to the legislature according to the provisions of subsection (3) of this section, except as provided in (c)(iii) of this subsection.</div><div style=\"text-indent:0.5in;\">(ii) In the case of bargaining agreements reached between the University of Washington and exclusive bargaining representatives agreed to under the provisions of this chapter, if appropriations are necessary to implement the compensation and fringe benefit provisions of a bargaining agreement, the governor shall submit a request for such funds to the legislature according to the provisions of subsection (3) of this section, except as provided in this subsection (4)(c)(ii) and as provided in (c)(iii) of this subsection.</div><div style=\"text-indent:0.5in;\">(A) If appropriations of less than ((<span style=\"text-decoration:line-through;\">ten thousand dollars</span>))<span style=\"text-decoration:underline;\">$10,000</span> are necessary to implement the provisions of a bargaining agreement, a request for such funds shall not be submitted to the legislature by the governor unless the request has been submitted to the director of the office of financial management by October 1 prior to the legislative session at which the request is to be considered.</div><div style=\"text-indent:0.5in;\">(B) If appropriations of ((<span style=\"text-decoration:line-through;\">ten thousand dollars</span>))<span style=\"text-decoration:underline;\">$10,000</span> or more are necessary to implement the provisions of a bargaining agreement, a request for such funds shall not be submitted to the legislature by the governor unless the request:</div><div style=\"text-indent:0.5in;\">(I) Has been submitted to the director of the office of financial management by October 1 prior to the legislative session at which the request is to be considered; and</div><div style=\"text-indent:0.5in;\">(II) Has been certified by the director of the office of financial management as being feasible financially for the state.</div><div style=\"text-indent:0.5in;\">(C) If the director of the office of financial management does not certify a request under (c)(ii)(B) of this subsection as being feasible financially for the state, the parties shall enter into collective bargaining solely for the purpose of reaching a mutually agreed upon modification of the agreement necessary to address the absence of those requested funds. The legislature may act upon the compensation and fringe benefit provisions of the modified collective bargaining agreement if those provisions are agreed upon and submitted to the office of financial management and legislative budget committees before final legislative action on the biennial or supplemental operating budget by the sitting legislature.</div><div style=\"text-indent:0.5in;\">(iii) In the case of a bargaining unit of employees of institutions of higher education in which the exclusive bargaining representative is certified during or after the conclusion of a legislative session, the legislature may act upon the compensation and fringe benefit provisions of the unit's initial collective bargaining agreement if those provisions are agreed upon and submitted to the office of financial management and legislative budget committees before final legislative action on the biennial or supplemental operating budget by the sitting legislature.</div><div style=\"text-indent:0.5in;\">(5) If, after the compensation and fringe benefit provisions of an agreement are approved by the legislature, a significant revenue shortfall occurs resulting in reduced appropriations, as declared by proclamation of the governor or by resolution of the legislature, both parties shall immediately enter into collective bargaining for a mutually agreed upon modification of the agreement.</div><div style=\"text-indent:0.5in;\">(6) After the expiration date of a collective bargaining agreement negotiated under this chapter, all of the terms and conditions specified in the collective bargaining agreement remain in effect until the effective date of a subsequently negotiated agreement, not to exceed one year from the expiration date stated in the agreement. Thereafter, the employer may unilaterally implement according to law.</div><div style=\"text-indent:0.5in;\">(7)(a) For the 2019-2021 fiscal biennium, the legislature may approve funding for a collective bargaining agreement negotiated by a higher education institution and the Washington federation of state employees and ratified by the exclusive bargaining representative before final legislative action on the omnibus appropriations act by the sitting legislature.</div><div style=\"text-indent:0.5in;\">(b) Subsection (3)(a) and (b) of this section do not apply to requests for funding made pursuant to this subsection.</div><div style=\"text-indent:0.5in;\">(8)(a) For the 2021-2023 fiscal biennium, the legislature may approve funding for a collective bargaining agreement negotiated by the governor or governor's designee and the Washington public employees association community college coalition and the general government agencies and ratified by the exclusive bargaining representative before final legislative action on the omnibus appropriations act by the sitting legislature.</div><div style=\"text-indent:0.5in;\">(b) For the 2021-2023 fiscal biennium, the legislature may approve funding for a collective bargaining agreement negotiated between Highline Community College and the Washington public employees association and ratified by the exclusive bargaining representative before final legislative action on the omnibus appropriations act by the sitting legislature.</div><div style=\"text-indent:0.5in;\">(c) For the 2021-2023 fiscal biennium, the legislature may approve funding for collective bargaining agreements negotiated between Eastern Washington University and bargaining units of the Washington federation of state employees and the public school employees association, and between Yakima Valley College and the Washington public employees association, and ratified by the exclusive bargaining representatives before final legislative action on the omnibus appropriations act by the sitting legislature.</div><div style=\"text-indent:0.5in;\">(d) Subsection (3)(a) and (b) of this section does not apply to requests for funding made pursuant to this subsection.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-19T19:10:22.963Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1105 is to exempt exclusive bargaining representatives for Department of Corrections employees from certain provisions related to coalition bargaining. This bill amends RCW 41.80.010, allowing specific negotiation processes for corrections employees while maintaining some oversight by the governor. The key change is that it clarifies the negotiation framework for these representatives, particularly enhancing their ability to negotiate separate master collective bargaining agreements.</p>\n<h3>Key Provisions</h3>\n<h4>Negotiation Representation</h4>\n<ul>\n<li>The governor or the governor's designee represents the employer for collective bargaining agreements.</li>\n<li>Exclusive bargaining representatives negotiating for multiple units must negotiate one master collective bargaining agreement.</li>\n</ul>\n<h4>Coalition Bargaining</h4>\n<ul>\n<li>Exclusive bargaining representatives with fewer than 500 employees may form a coalition to negotiate a master agreement.</li>\n<li>Separate coalitions must negotiate independently based on different classifications of employees (under RCW 41.06).</li>\n</ul>\n<h4>Department of Corrections Specifics</h4>\n<ul>\n<li>Excludes Department of Corrections representatives from coalition bargaining rights under specific provisions, allowing them to negotiate separate master agreements.</li>\n</ul>\n<h4>Financial Requests</h4>\n<ul>\n<li>The governor must submit requests for funds necessary to implement any collective bargaining agreements.</li>\n<li>Requests must be certified as financially feasible by the director of the office of financial management before being forwarded to the legislature.</li>\n</ul>\n<h4>Higher Education Institutions</h4>\n<ul>\n<li>Distinct rules apply for higher education institutions regarding who represents them in negotiations.</li>\n<li>Governing boards or their designees may elect to have the governor conduct negotiations instead.</li>\n</ul>\n<h4>Post-Agreement Provisions</h4>\n<ul>\n<li>Terms of agreements remain effective post-expiration until a new agreement is reached, with a maximum continuation of one year.</li>\n</ul>\n<h4>Impact of Revenue Changes</h4>\n<ul>\n<li>If significant revenue shortfalls occur after agreements are approved, parties must renegotiate the agreement.</li>\n</ul>\n<p>These changes aim to streamline the negotiation process and better represent the interests of corrections employees while establishing clear guidelines for financial funding and implementation.</p>"
    }
  },
  "subDocuments": [
    {
      "name": "1105-S",
      "description": "Substitute House Bill 1105 as Recommended by Appropriations",
      "url": {
        "ts": "2025-02-17T20:08:53.683Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1105-S.htm"
      },
      "original": {
        "ts": "2025-02-17T20:08:53.683Z",
        "text": "<!DOCTYPE html ><html><body><div>H-1424.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1105</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Appropriations (originally sponsored by Representatives Fosse, Low, Stearns, Leavitt, Berry, Ryu, Cortes, Farivar, Doglio, Paul, Goodman, Wylie, Pollet, Fey, Kloba, Nance, Lekanoff, and Bernbaum)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/18/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to exempting exclusive bargaining representatives for department of corrections employees from certain provisions related to coalition bargaining; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.010'>41.80.010</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.010'>41.80.010</a> and 2022 c 297 s 951 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) For the purpose of negotiating collective bargaining agreements under this chapter, the employer shall be represented by the governor or governor's designee, except as provided for institutions of higher education in subsection (4) of this section.</div><div style=\"text-indent:0.5in;\">(2)(a)(i) Except as otherwise provided, if an exclusive bargaining representative represents more than one bargaining unit, the exclusive bargaining representative shall negotiate with each employer representative as designated in subsection (1) of this section one master collective bargaining agreement on behalf of all the employees in bargaining units that the exclusive bargaining representative represents.</div><div style=\"text-indent:0.5in;\">(ii) For those exclusive bargaining representatives who represent fewer than a total of ((<span style=\"text-decoration:line-through;\">five hundred</span>))<span style=\"text-decoration:underline;\">500</span> employees each, negotiation shall be by a coalition of all those exclusive bargaining representatives. The coalition shall bargain for a master collective bargaining agreement covering all of the employees represented by the coalition. The governor's designee and the exclusive bargaining representative or representatives are authorized to enter into supplemental bargaining of agency-specific issues for inclusion in or as an addendum to the master collective bargaining agreement, subject to the parties' agreement regarding the issues and procedures for supplemental bargaining. Exclusive bargaining representatives that represent employees covered under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.06'>41.06</a> RCW and exclusive bargaining representatives that represent employees exempt under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.06'>41.06</a> RCW shall constitute separate coalitions and must negotiate separate master collective bargaining agreements. This subsection does not prohibit cooperation and coordination of bargaining between two or more exclusive bargaining representatives.</div><div style=\"text-indent:0.5in;\">(b) This subsection does not apply to exclusive bargaining representatives who represent employees of institutions of higher education, except when the institution of higher education has elected to exercise its option under subsection (4) of this section to have its negotiations conducted by the governor or governor's designee under the procedures provided for general government agencies in subsections (1) through (3) of this section.</div><div style=\"text-indent:0.5in;\">(c) If ((<span style=\"text-decoration:line-through;\">five hundred</span>))<span style=\"text-decoration:underline;\">500</span> or more employees of an independent state elected official listed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.01.010'>43.01.010</a> are organized in a bargaining unit or bargaining units under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.070'>41.80.070</a>, the official shall be consulted by the governor or the governor's designee before any agreement is reached under (a) of this subsection concerning supplemental bargaining of agency specific issues affecting the employees in such bargaining unit.</div><div style=\"text-indent:0.5in;\">(d) For assistant attorneys general, the governor or the governor's designee and an exclusive bargaining representative shall negotiate one master collective bargaining agreement.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(e) Except for exclusive bargaining representatives that represent marine department employees at the department of corrections, this subsection does not apply to exclusive bargaining representatives who represent employees of the department of corrections that have interest arbitration rights under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.200'>41.80.200</a>. For department of corrections employees, the governor or the governor's designee and an exclusive bargaining representative shall negotiate one master collective bargaining agreement.</span></div><div style=\"text-indent:0.5in;\">(3) The governor shall submit a request for funds necessary to implement the compensation and fringe benefit provisions in the master collective bargaining agreement or for legislation necessary to implement the agreement. Requests for funds necessary to implement the provisions of bargaining agreements shall not be submitted to the legislature by the governor unless such requests:</div><div style=\"text-indent:0.5in;\">(a) Have been submitted to the director of the office of financial management by October 1 prior to the legislative session at which the requests are to be considered; and</div><div style=\"text-indent:0.5in;\">(b) Have been certified by the director of the office of financial management as being feasible financially for the state.</div><div style=\"text-indent:0.5in;\">The legislature shall approve or reject the submission of the request for funds as a whole. The legislature shall not consider a request for funds to implement a collective bargaining agreement unless the request is transmitted to the legislature as part of the governor's budget document submitted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.88.030'>43.88.030</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.88.060'>43.88.060</a>. If the legislature rejects or fails to act on the submission, either party may reopen all or part of the agreement or the exclusive bargaining representative may seek to implement the procedures provided for in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.090'>41.80.090</a>.</div><div style=\"text-indent:0.5in;\">(4)(a)(i) For the purpose of negotiating agreements for institutions of higher education, the employer shall be the respective governing board of each of the universities, colleges, or community colleges or a designee chosen by the board to negotiate on its behalf.</div><div style=\"text-indent:0.5in;\">(ii) A governing board of a university or college may elect to have its negotiations conducted by the governor or governor's designee under the procedures provided for general government agencies in subsections (1) through (3) of this section, except that:</div><div style=\"text-indent:0.5in;\">(A) The governor or the governor's designee and an exclusive bargaining representative shall negotiate one master collective bargaining agreement for all of the bargaining units of employees of a university or college that the representative represents; or</div><div style=\"text-indent:0.5in;\">(B) If the parties mutually agree, the governor or the governor's designee and an exclusive bargaining representative shall negotiate one master collective bargaining agreement for all of the bargaining units of employees of more than one university or college that the representative represents.</div><div style=\"text-indent:0.5in;\">(iii) A governing board of a community college may elect to have its negotiations conducted by the governor or governor's designee under the procedures provided for general government agencies in subsections (1) through (3) of this section.</div><div style=\"text-indent:0.5in;\">(b) Prior to entering into negotiations under this chapter, the institutions of higher education or their designees shall consult with the director of the office of financial management regarding financial and budgetary issues that are likely to arise in the impending negotiations.</div><div style=\"text-indent:0.5in;\">(c)(i) In the case of bargaining agreements reached between institutions of higher education other than the University of Washington and exclusive bargaining representatives agreed to under the provisions of this chapter, if appropriations are necessary to implement the compensation and fringe benefit provisions of the bargaining agreements, the governor shall submit a request for such funds to the legislature according to the provisions of subsection (3) of this section, except as provided in (c)(iii) of this subsection.</div><div style=\"text-indent:0.5in;\">(ii) In the case of bargaining agreements reached between the University of Washington and exclusive bargaining representatives agreed to under the provisions of this chapter, if appropriations are necessary to implement the compensation and fringe benefit provisions of a bargaining agreement, the governor shall submit a request for such funds to the legislature according to the provisions of subsection (3) of this section, except as provided in this subsection (4)(c)(ii) and as provided in (c)(iii) of this subsection.</div><div style=\"text-indent:0.5in;\">(A) If appropriations of less than ((<span style=\"text-decoration:line-through;\">ten thousand dollars</span>))<span style=\"text-decoration:underline;\">$10,000</span> are necessary to implement the provisions of a bargaining agreement, a request for such funds shall not be submitted to the legislature by the governor unless the request has been submitted to the director of the office of financial management by October 1 prior to the legislative session at which the request is to be considered.</div><div style=\"text-indent:0.5in;\">(B) If appropriations of ((<span style=\"text-decoration:line-through;\">ten thousand dollars</span>))<span style=\"text-decoration:underline;\">$10,000</span> or more are necessary to implement the provisions of a bargaining agreement, a request for such funds shall not be submitted to the legislature by the governor unless the request:</div><div style=\"text-indent:0.5in;\">(I) Has been submitted to the director of the office of financial management by October 1 prior to the legislative session at which the request is to be considered; and</div><div style=\"text-indent:0.5in;\">(II) Has been certified by the director of the office of financial management as being feasible financially for the state.</div><div style=\"text-indent:0.5in;\">(C) If the director of the office of financial management does not certify a request under (c)(ii)(B) of this subsection as being feasible financially for the state, the parties shall enter into collective bargaining solely for the purpose of reaching a mutually agreed upon modification of the agreement necessary to address the absence of those requested funds. The legislature may act upon the compensation and fringe benefit provisions of the modified collective bargaining agreement if those provisions are agreed upon and submitted to the office of financial management and legislative budget committees before final legislative action on the biennial or supplemental operating budget by the sitting legislature.</div><div style=\"text-indent:0.5in;\">(iii) In the case of a bargaining unit of employees of institutions of higher education in which the exclusive bargaining representative is certified during or after the conclusion of a legislative session, the legislature may act upon the compensation and fringe benefit provisions of the unit's initial collective bargaining agreement if those provisions are agreed upon and submitted to the office of financial management and legislative budget committees before final legislative action on the biennial or supplemental operating budget by the sitting legislature.</div><div style=\"text-indent:0.5in;\">(5) If, after the compensation and fringe benefit provisions of an agreement are approved by the legislature, a significant revenue shortfall occurs resulting in reduced appropriations, as declared by proclamation of the governor or by resolution of the legislature, both parties shall immediately enter into collective bargaining for a mutually agreed upon modification of the agreement.</div><div style=\"text-indent:0.5in;\">(6) After the expiration date of a collective bargaining agreement negotiated under this chapter, all of the terms and conditions specified in the collective bargaining agreement remain in effect until the effective date of a subsequently negotiated agreement, not to exceed one year from the expiration date stated in the agreement. Thereafter, the employer may unilaterally implement according to law.</div><div style=\"text-indent:0.5in;\">(7)(a) For the 2019-2021 fiscal biennium, the legislature may approve funding for a collective bargaining agreement negotiated by a higher education institution and the Washington federation of state employees and ratified by the exclusive bargaining representative before final legislative action on the omnibus appropriations act by the sitting legislature.</div><div style=\"text-indent:0.5in;\">(b) Subsection (3)(a) and (b) of this section do not apply to requests for funding made pursuant to this subsection.</div><div style=\"text-indent:0.5in;\">(8)(a) For the 2021-2023 fiscal biennium, the legislature may approve funding for a collective bargaining agreement negotiated by the governor or governor's designee and the Washington public employees association community college coalition and the general government agencies and ratified by the exclusive bargaining representative before final legislative action on the omnibus appropriations act by the sitting legislature.</div><div style=\"text-indent:0.5in;\">(b) For the 2021-2023 fiscal biennium, the legislature may approve funding for a collective bargaining agreement negotiated between Highline Community College and the Washington public employees association and ratified by the exclusive bargaining representative before final legislative action on the omnibus appropriations act by the sitting legislature.</div><div style=\"text-indent:0.5in;\">(c) For the 2021-2023 fiscal biennium, the legislature may approve funding for collective bargaining agreements negotiated between Eastern Washington University and bargaining units of the Washington federation of state employees and the public school employees association, and between Yakima Valley College and the Washington public employees association, and ratified by the exclusive bargaining representatives before final legislative action on the omnibus appropriations act by the sitting legislature.</div><div style=\"text-indent:0.5in;\">(d) Subsection (3)(a) and (b) of this section does not apply to requests for funding made pursuant to this subsection.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-02-17T20:08:53.683Z",
        "text": "<h3>Purpose</h3>\n<p>The edits made to this bill focus on exempting specific exclusive bargaining representatives for department of corrections employees from certain rules concerning coalition bargaining agreements. These changes clarify the negotiation process and stipulations related to collective bargaining for correctional employees and aim to streamline the bargaining process, ensuring that relevant representatives are adequately specified and that certain exceptions are noted.</p>\n<h3>Key Changes</h3>\n<h4>Clarification of Exemptions</h4>\n<ul>\n<li>The edited version specifies that the exemption from certain provisions applies to \"exclusive bargaining representatives that represent marine department employees at the department of corrections.\" This adds clarity on which representatives are affected.</li>\n</ul>\n<h4>Numeric Threshold Changes</h4>\n<ul>\n<li>The bill has maintained the threshold of \"500\" employees but removed the lines indicating the old threshold of \"five hundred\" employees using a strike-through format. This indicates a shift to more modern numerals, aligning with legal documentation standards.</li>\n</ul>\n<h4>Specificity in Negotiation Authority</h4>\n<ul>\n<li>The edited text clarifies that for department of corrections employees with arbitration rights, the role of representatives in negotiations remains unchanged, emphasizing that one master collective bargaining agreement should be negotiated with the governor or their designee.</li>\n</ul>\n<p>These updates ensure that the bill reflects current standards and provides clear guidelines for collective bargaining within state corrections facilities.</p>"
      }
    }
  ],
  "keywords": {
    "ts": "2024-12-19T19:10:22.963Z",
    "text": "exclusive bargaining representatives corrections employees negotiation framework coalition negotiate agreements oversight financial requests higher education terms"
  }
}