{
  "id": 1106,
  "lastUpdated": "2025-03-01T06:51:35.755Z",
  "agency": "House",
  "description": "Recognizing the tremendous sacrifices made by our military veterans by phasing down the disability rating requirements to ensure more disabled veterans are eligible for property tax relief.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-13T08:00:00.000Z",
    "text": "Referred to Rules 2 Review."
  },
  "sponsors": [
    "Barnard",
    "Leavitt",
    "Eslick",
    "Penner",
    "Klicker",
    "Richards",
    "Shavers",
    "Couture",
    "McClintock",
    "Callan",
    "Marshall",
    "Kloba",
    "Nance",
    "Simmons"
  ],
  "document": {
    "name": "1106",
    "description": "House Bill 1106",
    "url": {
      "ts": "2024-12-20T18:52:26.143Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1106.htm"
    },
    "original": {
      "ts": "2024-12-20T18:52:26.143Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0104.3</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1106</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Barnard, Leavitt, Eslick, Penner, Klicker, Richards, Shavers, Couture, McClintock, Callan, Marshall, Kloba, Nance, and Simmons<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/20/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Finance.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to recognizing the tremendous sacrifices made by our military veterans by phasing down the disability rating requirements to ensure more disabled veterans are eligible for property tax relief; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.36.381'>84.36.381</a>; and creating a new section.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.36.381'>84.36.381</a> and 2023 c 147 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->A person is exempt from any legal obligation to pay all or a portion of the amount of excess and regular real property taxes due and payable in the year following the year in which a claim is filed, and thereafter, in accordance with the following:</div><div style=\"text-indent:0.5in;\">(1)(a) The property taxes must have been imposed upon a residence which was occupied by the person claiming the exemption as a principal place of residence as of the time of filing. However, any person who sells, transfers, or is displaced from his or her residence may transfer his or her exemption status to a replacement residence, but no claimant may receive an exemption on more than one residence in any year. Moreover, confinement of the person to a hospital, nursing home, assisted living facility, adult family home, or home of a relative for the purpose of long-term care does not disqualify the claim of exemption if:</div><div style=\"text-indent:0.5in;\">(i) The residence is temporarily unoccupied;</div><div style=\"text-indent:0.5in;\">(ii) The residence is occupied by a spouse or a domestic partner and/or a person financially dependent on the claimant for support; or</div><div style=\"text-indent:0.5in;\">(iii) The residence is rented for the purpose of paying nursing home, hospital, assisted living facility, or adult family home costs.</div><div style=\"text-indent:0.5in;\">(b) For the purpose of this subsection (1), \"relative\" means any individual related to the claimant by blood, marriage, or adoption;</div><div style=\"text-indent:0.5in;\">(2) The person claiming the exemption must have owned, at the time of filing, in fee, as a life estate, or by contract purchase, the residence on which the property taxes have been imposed or if the person claiming the exemption lives in a cooperative housing association, corporation, or partnership, such person must own a share therein representing the unit or portion of the structure in which he or she resides. For purposes of this subsection, a residence owned by a marital community or state registered domestic partnership or owned by cotenants is deemed to be owned by each spouse or each domestic partner or each cotenant, and any lease for life is deemed a life estate;</div><div style=\"text-indent:0.5in;\">(3)(a) The person claiming the exemption must be:</div><div style=\"text-indent:0.5in;\">(i) Sixty-one years of age or older on December 31st of the year in which the exemption claim is filed, or must have been, at the time of filing, retired from regular gainful employment by reason of disability; or</div><div style=\"text-indent:0.5in;\">(ii)<span style=\"text-decoration:underline;\">(A)</span> A veteran of the armed forces of the United States entitled to and receiving compensation from the United States department of veterans affairs at:</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(A)</span>))<span style=\"text-decoration:underline;\">(I)</span> A combined service-connected evaluation rating of 80 percent or higher; or</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(B)</span>))<span style=\"text-decoration:underline;\">(II)</span> A total disability rating for a service-connected disability without regard to evaluation percent.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(B)(I) Beginning January 1, 2026, until December 31, 2026, the combined service-connected evaluation rating in (a)(ii)(A)(I) of this subsection is 60 percent or higher;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(II) Beginning January 1, 2027, until December 31, 2027, the combined service-connected evaluation rating in (a)(ii)(A)(I) of this subsection is 40 percent or higher;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(III) Beginning January 1, 2028, the combined service-connected evaluation rating in (a)(ii)(A)(I) of this subsection is 20 percent or higher.</span></div><div style=\"text-indent:0.5in;\">(b) However, any surviving spouse or surviving domestic partner of a person who was receiving an exemption at the time of the person's death will qualify if the surviving spouse or surviving domestic partner is 57 years of age or older and otherwise meets the requirements of this section;</div><div style=\"text-indent:0.5in;\">(4)(a) The amount that the person is exempt from an obligation to pay is calculated on the basis of combined disposable income, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.36.383'>84.36.383</a>.</div><div style=\"text-indent:0.5in;\">(b) If the person claiming the exemption was retired for two months or more of the assessment year, the combined disposable income of such person must be calculated by multiplying the average monthly combined disposable income of such person during the months such person was retired by 12.</div><div style=\"text-indent:0.5in;\">(c) If the income of the person claiming exemption is reduced for two or more months of the assessment year by reason of the death of the person's spouse or the person's domestic partner, or when other substantial changes occur in disposable income that are likely to continue for an indefinite period of time, the combined disposable income of such person must be calculated by multiplying the average monthly combined disposable income of such person after such occurrences by 12.</div><div style=\"text-indent:0.5in;\">(d)(i) If the income of the person claiming the exemption increases as a result of a cost-of-living adjustment to social security benefits or supplemental security income in an amount that would disqualify the applicant from eligibility, the applicant is not disqualified but instead maintains eligibility.</div><div style=\"text-indent:0.5in;\">(ii) The continued eligibility under this subsection applies to applications for property taxes levied for collection in calendar year 2024.</div><div style=\"text-indent:0.5in;\">(e) If it is necessary to estimate income to comply with this subsection (4), the assessor may require confirming documentation of such income prior to May 31st of the year following application;</div><div style=\"text-indent:0.5in;\">(5)(a) A person who otherwise qualifies under this section and has a combined disposable income equal to or less than income threshold 3 is exempt from all excess property taxes, the additional state property tax imposed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.52.065'>84.52.065</a>(2), and the portion of the regular property taxes authorized pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.55.050'>84.55.050</a> and approved by the voters, if the legislative authority of the county or city imposing the additional regular property taxes identified this exemption in the ordinance placing the RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.55.050'>84.55.050</a> measure on the ballot; and</div><div style=\"text-indent:0.5in;\">(b)(i) A person who otherwise qualifies under this section and has a combined disposable income equal to or less than income threshold 2 but greater than income threshold 1 is exempt from all regular property taxes on the greater of $50,000 or 35 percent of the valuation of his or her residence, but not to exceed $70,000 of the valuation of his or her residence; or</div><div style=\"text-indent:0.5in;\">(ii) A person who otherwise qualifies under this section and has a combined disposable income equal to or less than income threshold 1 is exempt from all regular property taxes on the greater of $60,000 or 60 percent of the valuation of his or her residence;</div><div style=\"text-indent:0.5in;\">(6)(a) For a person who otherwise qualifies under this section and has a combined disposable income equal to or less than income threshold 3, the valuation of the residence is the assessed value of the residence on the later of January 1, 1995, or January 1st of the assessment year the person first qualifies under this section. If the person subsequently fails to qualify under this section only for one year because of high income, this same valuation must be used upon requalification. If the person fails to qualify for more than one year in succession because of high income or fails to qualify for any other reason, the valuation upon requalification is the assessed value on January 1st of the assessment year in which the person requalifies. If the person transfers the exemption under this section to a different residence, the valuation of the different residence is the assessed value of the different residence on January 1st of the assessment year in which the person transfers the exemption.</div><div style=\"text-indent:0.5in;\">(b) In no event may the valuation under this subsection be greater than the true and fair value of the residence on January 1st of the assessment year.</div><div style=\"text-indent:0.5in;\">(c) This subsection does not apply to subsequent improvements to the property in the year in which the improvements are made. Subsequent improvements to the property must be added to the value otherwise determined under this subsection at their true and fair value in the year in which they are made.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.32.805'>82.32.805</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.32.808'>82.32.808</a> do not apply to this act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-20T18:52:26.143Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to recognize the sacrifices made by military veterans by lowering the disability rating requirements for property tax relief. This change aims to make more disabled veterans eligible for property tax exemptions. Previously, veterans needed a higher combined service-connected evaluation rating to qualify for the exemption, but this bill phases down those requirements over the coming years, expanding access to financial relief for veterans.</p>\n<h3>Key Provisions</h3>\n<h4><strong>Property Tax Exemption Eligibility</strong></h4>\n<ul>\n<li>A person can be exempt from paying all or part of property taxes on their primary residence if they meet specific criteria.</li>\n<li>Transition of exemption status is allowed if the person sells, transfers, or is displaced from their residence.</li>\n</ul>\n<h4><strong>Disability Rating Adjustments</strong></h4>\n<ul>\n<li>The bill amends the rating requirement for veterans:</li>\n<li>From January 1, 2026, veterans need a combined service-connected evaluation rating of <strong>60% or higher</strong>.</li>\n<li>From January 1, 2027, the requirement lowers to <strong>40% or higher</strong>.</li>\n<li>From January 1, 2028, the requirement further lowers to <strong>20% or higher</strong>.</li>\n</ul>\n<h4><strong>Surviving Spouse/Partner Provisions</strong></h4>\n<ul>\n<li>Surviving spouses or partners of qualifying veterans can receive exemptions if they are <strong>57 years of age or older</strong> and meet other requirements.</li>\n</ul>\n<h4><strong>Income Thresholds for Exemption</strong></h4>\n<ul>\n<li>The amount exempted from property taxes is calculated based on combined disposable income.</li>\n<li>Different income thresholds determine the extent of tax exemptions:</li>\n<li><strong>Threshold 3:</strong> Exempt from all excess property taxes and certain additional state property taxes.</li>\n<li><strong>Threshold 2:</strong> Exempt from regular property taxes on the greater of $50,000 or 35% of the residence's value, up to $70,000.</li>\n<li><strong>Threshold 1:</strong> Exempt from regular property taxes on the greater of $60,000 or 60% of the residence's value.</li>\n</ul>\n<h4><strong>Valuation of Residence</strong></h4>\n<ul>\n<li>Valuation for property taxes can be based on the assessed value from January 1, 1995, or the year of initial qualification; provisions exist to maintain valuation for returning qualifiers after a year of disqualification.</li>\n</ul>\n<h4><strong>Exemption Maintenance Conditions</strong></h4>\n<ul>\n<li>If a claimant's income increases due to cost-of-living adjustments that would normally disqualify them, they remain eligible.</li>\n<li>Additional documentation may be required to confirm income if estimations are needed.</li>\n</ul>\n<p>This bill aims to expand property tax relief eligibility for disabled veterans, easing financial burdens associated with property ownership.</p>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-20T18:52:26.143Z",
    "text": "property tax exemption eligibility disability rating adjustments surviving spouse income thresholds valuation residence exemption maintenance conditions financial relief"
  }
}