{
  "id": 1107,
  "lastUpdated": "2025-03-01T06:51:35.826Z",
  "agency": "House",
  "description": "Concerning environmental impacts of fashion.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Environment & Energy."
  },
  "sponsors": [
    "Mena",
    "Ramel",
    "Berry",
    "Reed",
    "Macri",
    "Doglio",
    "Gregerson",
    "Simmons",
    "Peterson",
    "Goodman",
    "Pollet",
    "Kloba",
    "Duerr",
    "Berg",
    "Ormsby",
    "Scott",
    "Reeves",
    "Bernbaum",
    "Hill"
  ],
  "document": {
    "name": "1107",
    "description": "House Bill 1107",
    "url": {
      "ts": "2024-12-20T18:52:27.213Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1107.htm"
    },
    "original": {
      "ts": "2024-12-20T18:52:27.213Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0297.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1107</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Mena, Ramel, Berry, Reed, Macri, Doglio, Gregerson, Simmons, Peterson, Goodman, Pollet, Kloba, Duerr, Berg, Ormsby, Scott, Reeves, Bernbaum, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/20/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Environment &amp; Energy.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to environmental impacts of fashion; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.430.060'>70A.430.060</a>; reenacting and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.110'>43.21B.110</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.300'>43.21B.300</a>; adding a new chapter to Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A'>70A</a> RCW; and prescribing penalties.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">(1) The legislature finds that the fashion industry has many negative environmental impacts, including high levels of water use, runoff pollution from the use of agrochemicals and dyes, carbon emissions, industry waste, and hazardous work environments.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The United Nations estimates that a single pair of jeans requires a kilogram of cotton, and because cotton tends to be grown in dry environments, producing this kilogram requires about 7,500 to 10,000 liters of water, which is approximately 10 years' worth of drinking water for one person. The industry accounts for nearly 20 percent of global wastewater, with fabric dyes polluting water bodies and impacting aquatic life and drinking water. Cotton production also uses a high amount of fertilizers and pesticides, discharging toxic substances to waterways. In terms of greenhouse gases, the fashion industry accounts for about eight to 10 percent of global carbon emissions, more than both aviation and shipping combined.</div><div style=\"text-indent:0.5in;\">(3) The synthetic polymer polyester is the most common fabric used in clothing and, globally, 65 percent of the clothing that we wear is polymer-based. Around 70,000,000 barrels of oil a year are used to make polyester fibers in our clothes, from waterproof jackets to scarves. Polyester takes hundreds of years to decompose and can lead to microfibers escaping into the environment. The United States environmental protection agency estimates that in 2018, 11,300,000 tons of textiles ended up in landfills, while another 3,200,000 tons were incinerated. According to the Ellen MacArthur foundation, the average number of times a piece of clothing is worn decreased by 36 percent between 2000 and 2015, and according to the world bank, 40 percent of clothing purchased in some countries is never used.</div><div style=\"text-indent:0.5in;\">(4) The legislature intends for Washington to serve as a leader in mitigating the environmental impact of the fashion industry by requiring disclosure of certain environmental impacts by fashion producers and sellers and by studying and planning for additional measures to reduce fashion's impacts.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) \"Article of wearing apparel\" means any costume or article of clothing worn or intended to be worn by individuals.</div><div style=\"text-indent:0.5in;\">(2) \"Covered product\" means an article of wearing apparel or footwear.</div><div style=\"text-indent:0.5in;\">(3) \"Department\" means the department of ecology.</div><div style=\"text-indent:0.5in;\">(4) \"Due diligence\" means the process companies carry out to identify, prevent, mitigate, and account for how they address actual and potential adverse impacts in their own operations, their supply chain, and other business relationships, in the manner recommended in the organization for economic cooperation and development guidelines for multinational enterprises, the organization for economic cooperation and development due diligence guidance for responsible business conduct, and United Nations guiding principles of business and human rights, as those guidelines and guidance existed as of January 1, 2024.</div><div style=\"text-indent:0.5in;\">(5) \"Fashion producer\" means the following person responsible for compliance with the requirements of this chapter for a covered product sold, offered for sale, or distributed for sale into the state:</div><div style=\"text-indent:0.5in;\">(a) If the covered product is sold under the brand of the covered product manufacturer, the producer is the person that manufactures the covered product;</div><div style=\"text-indent:0.5in;\">(b) If the covered product is sold under a retail brand or under a brand owned by a person other than the manufacturer, the producer is the brand owner;</div><div style=\"text-indent:0.5in;\">(c) If there is no person to which (a) or (b) of this subsection applies, the producer is the person that is the licensee of a brand or trademark under which the covered product is sold, offered for sale, or distributed in or into this state;</div><div style=\"text-indent:0.5in;\">(d) If there is no person described in (a) through (c) of this subsection within the United States, the producer is the person who is the importer of record for the covered product into the United States that sells, offers for sale, or distributes the covered product in this state;</div><div style=\"text-indent:0.5in;\">(e) If there is no person described in (a) through (d) of this subsection with a commercial presence within the state, the producer is the person who first sells, offers for sale, or distributes the covered product in or into this state.</div><div style=\"text-indent:0.5in;\">(6) \"Footwear\" means any covering worn or intended to be worn on the foot.</div><div style=\"text-indent:0.5in;\">(7) \"Gross income of the business\" means the value proceeding or accruing by reason of the transaction of the business engaged in and includes gross proceeds of sales, compensation for the rendition of services, gains realized from trading in stocks, bonds, or other evidences of indebtedness, interest, discount, rents, royalties, fees, commissions, dividends, and other emoluments however designated, all without any deduction on account of the cost of tangible property sold, the cost of materials used, labor costs, interest, discount, delivery costs, taxes, or any other expense whatsoever paid or accrued and without any deduction on account of losses.</div><div style=\"text-indent:0.5in;\">(8)(a) \"Working conditions\" means the:</div><div style=\"text-indent:0.5in;\">(i) Average number of employees by employment type: Full-time, part-time, and temporary;</div><div style=\"text-indent:0.5in;\">(ii) Average hourly wage, including all nondiscretionary wages and bonuses, by hourly wage bands: $15 or below, $15.01-$20, $20.01-$25, $25.01-$30, $30.01-$50, and $50.01 or greater;</div><div style=\"text-indent:0.5in;\">(iii) Average total number of employees enrolled in medical plans provided by the employer;</div><div style=\"text-indent:0.5in;\">(iv) Average total number of employees enrolled in dental plans provided by the employer;</div><div style=\"text-indent:0.5in;\">(v) Average total number of employees enrolled in retirement plans provided by the employer; and</div><div style=\"text-indent:0.5in;\">(vi) Total case incident rate for the prior calendar year.</div><div style=\"text-indent:0.5in;\">(b) For the purpose of this subsection, \"average\" means the mean value:</div><div style=\"text-indent:0.5in;\">(i) For the two previous years; or</div><div style=\"text-indent:0.5in;\">(ii) If the business has been operational for less than two years, since the business has been operational.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">(1) Beginning January 1, 2027, each fashion producer must annually disclose the following to the department:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) A notice consistent with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.430.060'>70A.430.060</a> identifying each covered product that contains a high priority chemical identified under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.430.040'>70A.430.040</a> or a priority chemical identified in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.350.010'>70A.350.010</a> or that is the subject of a rule adopted under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.350'>70A.350</a>;</div><div style=\"text-indent:0.5in;\">(b) A description of any terms used in marketing, labels, or public-facing communications by the producer to describe elements of the environmental impact or sustainability of the producer's covered products including, but not limited to, terms such as \"sustainable,\" \"green,\" \"low impact,\" or \"environmentally friendly,\" and how the producer defines or measures such terms;</div><div style=\"text-indent:0.5in;\">(c) A description of how each producer sells, gifts, or otherwise disposes of unwanted excess covered products that are not sold to consumers through retail sales, and the volume of such unwanted excess covered products disposed of during the most recent calendar year; and</div><div style=\"text-indent:0.5in;\">(d) A description of the producer's current activities, initiatives, or targets related to reducing the fashion producer's environmental impacts.</div><div style=\"text-indent:0.5in;\">(2) In addition to the requirements of subsection (1) of this section, beginning January 1, 2027, each fashion producer that has an annual worldwide gross income of the business that exceeds $100,000,000 must disclose the following to the department:</div><div style=\"text-indent:0.5in;\">(a) The environmental due diligence policies, processes, and outcomes of the fashion producer, including:</div><div style=\"text-indent:0.5in;\">(i) Significant real or potential adverse environmental impacts associated with the fashion producer;</div><div style=\"text-indent:0.5in;\">(ii) The contents of any environmental sustainability reports related to the fashion producer's operations;</div><div style=\"text-indent:0.5in;\">(iii) Measurements of the amount and type of recycled content in each covered product produced by the manufacturer; and</div><div style=\"text-indent:0.5in;\">(iv) Measurements of the greenhouse gas emissions associated with the fashion producer's covered products, including the methodology associated with such measurements; and</div><div style=\"text-indent:0.5in;\">(b) The working conditions of the fashion producer and direct suppliers of products for or inputs to the fashion producer.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">(1) By October 15, 2026, the department must complete an assessment of policy options for fashion producers to reduce environmental impacts associated with covered products. The assessment must address policy design considerations and best practices for extended producer responsibility requirements applicable to fashion products and for the development of a public-facing platform and other education and outreach strategies to facilitate consumer consideration of the environmental attributes and impacts of covered products, including the information reported under section 3 of this act.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) By October 15, 2028, the department must update the assessment in subsection (1) of this section to additionally include an assessment of the best practices for the labeling of environmental attributes associated with covered products. The department must consider the information submitted under section 3 of this act in the identification of best practices for labeling environmental attributes associated with covered products.</div><div style=\"text-indent:0.5in;\">(3) No later than 45 days after completion, the assessments required in this section must be submitted, with recommendations, to the appropriate committees of the legislature. The department must solicit input from potentially impacted stakeholders, including fashion producers and overburdened communities and vulnerable populations identified consistent with chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.02'>70A.02</a> RCW, prior to the finalization of recommendations to the legislature under this subsection.</div><div style=\"text-indent:0.5in;\">(4) In its assessments and recommendations under this section, the department must consider any anticipated public health benefits and economic impacts to vulnerable populations, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.02.010'>70A.02.010</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span><span style=\"text-indent:0.5in;\">(1)(a) The department may adopt rules as necessary for the purpose of implementing, administering, and enforcing this chapter.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(b) By rule, the department may adopt a de minimis size of fashion producer that is not required to report the information required in section 3(1) of this act.</div><div style=\"text-indent:0.5in;\">(2) A fashion producer that violates a disclosure requirement established in section 3 of this act is subject to a civil penalty not to exceed $5,000 for each violation in the case of a first offense. Repeat violators are subject to a civil penalty not to exceed $10,000 for each repeat offense.</div><div style=\"text-indent:0.5in;\">(3) Any penalty provided for in this section, and any order issued by the department under this chapter, may be appealed to the pollution control hearings board.</div><div style=\"text-indent:0.5in;\">(4) All penalties collected under this chapter must be deposited in the community environmental and public health improvement account created in section 6 of this act.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span><span style=\"text-indent:0.5in;\">(1) The community environmental and public health improvement account is created in the custody of the state treasurer. All receipts from penalties imposed under section 5 of this act must be deposited into the account. Expenditures from the account may be used only for the purpose of implementing one or more environmental benefit projects that directly and verifiably benefit overburdened communities and vulnerable populations identified by the department in a manner consistent with chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.02'>70A.02</a> RCW. Only the director of the department or the director's designee may authorize expenditures from the account. The account is subject to allotment procedures under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.88'>43.88</a> RCW, but an appropriation is not required for expenditures.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The department must consult with the environmental justice council established in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.02.110'>70A.02.110</a> in making expenditures under this section.</div><div style=\"text-indent:0.5in;\">(3) For the purposes of this section, \"environmental benefit\" has the same meaning as \"environmental benefits\" defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.02.010'>70A.02.010</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 7.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.110'>43.21B.110</a> and 2024 c 347 s 5, 2024 c 340 s 4, and 2024 c 339 s 16 are each reenacted and amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The hearings board shall only have jurisdiction to hear and decide appeals from the following decisions of the department, the director, local conservation districts, the air pollution control boards or authorities as established pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15'>70A.15</a> RCW, local health departments, the department of natural resources, the department of fish and wildlife, the parks and recreation commission, and authorized public entities described in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79.100'>79.100</a> RCW:</div><div style=\"text-indent:0.5in;\">(a) Civil penalties imposed pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.230'>70A.230</a> RCW and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.155'>18.104.155</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3160'>70A.15.3160</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.300.090'>70A.300.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.20.050'>70A.20.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.230.020'>70A.230.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.280'>70A.205.280</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.355.070'>70A.355.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.430.070'>70A.430.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.500.260'>70A.500.260</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.505.100'>70A.505.100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.505.110'>70A.505.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.530.040'>70A.530.040</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.350.070'>70A.350.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.515.060'>70A.515.060</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.040'>70A.245.040</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.050'>70A.245.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.070'>70A.245.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.080'>70A.245.080</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.130'>70A.245.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.140'>70A.245.140</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.65.200'>70A.65.200</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.455.090'>70A.455.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.550.030'>70A.550.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.555.110'>70A.555.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.560.020'>70A.560.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.565.030'>70A.565.030</a>, <span style=\"text-decoration:underline;\">section 5 of this act,</span> 76.09.170,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=77.55.440'>77.55.440</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=78.44.250'>78.44.250</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=88.46.090'>88.46.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.600'>90.03.600</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.46.270'>90.46.270</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.144'>90.48.144</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.310'>90.56.310</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.330'>90.56.330</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.102'>90.64.102</a>.</div><div style=\"text-indent:0.5in;\">(b) Orders issued pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.043'>18.104.043</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.060'>18.104.060</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.130'>18.104.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.27A.190'>43.27A.190</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.2520'>70A.15.2520</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3010'>70A.15.3010</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.4530'>70A.15.4530</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.6010'>70A.15.6010</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.280'>70A.205.280</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.214.140'>70A.214.140</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.300.120'>70A.300.120</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.350.070'>70A.350.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.65.200'>70A.65.200</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.505.100'>70A.505.100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.555.110'>70A.555.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.560.020'>70A.560.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.565.030'>70A.565.030</a>, <span style=\"text-decoration:underline;\">section 5 of this act,</span> 86.16.020,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=88.46.070'>88.46.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.665'>90.03.665</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.14.130'>90.14.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.46.250'>90.46.250</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.120'>90.48.120</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.240'>90.48.240</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.330'>90.56.330</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.040'>90.64.040</a>.</div><div style=\"text-indent:0.5in;\">(c) Except as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.210'>90.03.210</a>(2), the issuance, modification, or termination of any permit, certificate, or license by the department or any air authority in the exercise of its jurisdiction, including the issuance or termination of a waste disposal permit, the denial of an application for a waste disposal permit, the modification of the conditions or the terms of a waste disposal permit, a decision to approve or deny a solid waste management plan under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.055'>70A.205.055</a>, approval or denial of an application for a beneficial use determination under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.260'>70A.205.260</a>, an application for a change under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.383'>90.03.383</a>, or a permit to distribute reclaimed water under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.46.220'>90.46.220</a>.</div><div style=\"text-indent:0.5in;\">(d) Decisions of local health departments regarding the granting or denial of solid waste permits pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW, including appeals by the department as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a>.</div><div style=\"text-indent:0.5in;\">(e) Decisions of local health departments regarding the issuance and enforcement of permits to use or dispose of biosolids under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.226.090'>70A.226.090</a>.</div><div style=\"text-indent:0.5in;\">(f) Decisions of the department regarding waste-derived fertilizer or micronutrient fertilizer under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=15.54.820'>15.54.820</a>.</div><div style=\"text-indent:0.5in;\">(g) Decisions of local conservation districts related to the denial of approval or denial of certification of a dairy nutrient management plan; conditions contained in a plan; application of any dairy nutrient management practices, standards, methods, and technologies to a particular dairy farm; and failure to adhere to the plan review and approval timelines in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.026'>90.64.026</a> as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.028'>90.64.028</a>.</div><div style=\"text-indent:0.5in;\">(h) Any other decision by the department or an air authority which pursuant to law must be decided as an adjudicative proceeding under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW.</div><div style=\"text-indent:0.5in;\">(i) Decisions of the department of natural resources, the department of fish and wildlife, and the department that are reviewable under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.09'>76.09</a> RCW, and the department of natural resources' appeals of county, city, or town objections under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.09.050'>76.09.050</a>(7).</div><div style=\"text-indent:0.5in;\">(j) Forest health hazard orders issued by the commissioner of public lands under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.06.180'>76.06.180</a>.</div><div style=\"text-indent:0.5in;\">(k) Decisions of the department of fish and wildlife to issue, deny, condition, or modify a hydraulic project approval permit under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=77.55'>77.55</a> RCW, to issue a stop work order, to issue a notice to comply, to issue a civil penalty, or to issue a notice of intent to disapprove applications.</div><div style=\"text-indent:0.5in;\">(l) Decisions of the department of natural resources that are reviewable under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=78.44.270'>78.44.270</a>.</div><div style=\"text-indent:0.5in;\">(m) Decisions of an authorized public entity under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79.100.010'>79.100.010</a> to take temporary possession or custody of a vessel or to contest the amount of reimbursement owed that are reviewable by the hearings board under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79.100.120'>79.100.120</a>.</div><div style=\"text-indent:0.5in;\">(n) Decisions of the department of ecology that are appealable under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a> to set recycled minimum postconsumer content for covered products or to temporarily exclude types of covered products in plastic containers from minimum postconsumer recycled content requirements.</div><div style=\"text-indent:0.5in;\">(o) Orders by the department of ecology under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.455.080'>70A.455.080</a>.</div><div style=\"text-indent:0.5in;\">(2) The following hearings shall not be conducted by the hearings board:</div><div style=\"text-indent:0.5in;\">(a) Hearings required by law to be conducted by the shorelines hearings board pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.58'>90.58</a> RCW, except where appeals to the pollution control hearings board and appeals to the shorelines hearings board have been consolidated pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.340'>43.21B.340</a>.</div><div style=\"text-indent:0.5in;\">(b) Hearings conducted by the department pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3010'>70A.15.3010</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3070'>70A.15.3070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3080'>70A.15.3080</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3090'>70A.15.3090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3100'>70A.15.3100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3110'>70A.15.3110</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.44.180'>90.44.180</a>.</div><div style=\"text-indent:0.5in;\">(c) Appeals of decisions by the department under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.110'>90.03.110</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.44.220'>90.44.220</a>.</div><div style=\"text-indent:0.5in;\">(d) Hearings conducted by the department to adopt, modify, or repeal rules.</div><div style=\"text-indent:0.5in;\">(3) Review of rules and regulations adopted by the hearings board shall be subject to review in accordance with the provisions of the administrative procedure act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 8.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.300'>43.21B.300</a> and 2024 c 347 s 6 and 2024 c 340 s 5 are each reenacted and amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Any civil penalty provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.155'>18.104.155</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3160'>70A.15.3160</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.280'>70A.205.280</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.230.080'>70A.230.080</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.300.090'>70A.300.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.20.050'>70A.20.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.040'>70A.245.040</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.050'>70A.245.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.070'>70A.245.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.080'>70A.245.080</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.130'>70A.245.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.140'>70A.245.140</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.65.200'>70A.65.200</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.430.070'>70A.430.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.455.090'>70A.455.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.500.260'>70A.500.260</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.505.110'>70A.505.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.555.110'>70A.555.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.560.020'>70A.560.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.565.030'>70A.565.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=86.16.081'>86.16.081</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=88.46.090'>88.46.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.600'>90.03.600</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.46.270'>90.46.270</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.144'>90.48.144</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.310'>90.56.310</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.330'>90.56.330</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.102'>90.64.102</a> and chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.355'>70A.355</a> RCW shall be imposed by a notice in writing, either by certified mail with return receipt requested or by personal service, to the person incurring the penalty from the department or the local air authority, describing the violation with reasonable particularity. For penalties issued by local air authorities, within 30 days after the notice is received, the person incurring the penalty may apply in writing to the authority for the remission or mitigation of the penalty. Upon receipt of the application, the authority may remit or mitigate the penalty upon whatever terms the authority in its discretion deems proper. The authority may ascertain the facts regarding all such applications in such reasonable manner and under such rules as it may deem proper and shall remit or mitigate the penalty only upon a demonstration of extraordinary circumstances such as the presence of information or factors not considered in setting the original penalty.</div><div style=\"text-indent:0.5in;\">(2) Any penalty imposed under this section may be appealed to the pollution control hearings board in accordance with this chapter if the appeal is filed with the hearings board and served on the department or authority 30 days after the date of receipt by the person penalized of the notice imposing the penalty or 30 days after the date of receipt of the notice of disposition by a local air authority of the application for relief from penalty.</div><div style=\"text-indent:0.5in;\">(3) A penalty shall become due and payable on the later of:</div><div style=\"text-indent:0.5in;\">(a) 30 days after receipt of the notice imposing the penalty;</div><div style=\"text-indent:0.5in;\">(b) 30 days after receipt of the notice of disposition by a local air authority on application for relief from penalty, if such an application is made; or</div><div style=\"text-indent:0.5in;\">(c) 30 days after receipt of the notice of decision of the hearings board if the penalty is appealed.</div><div style=\"text-indent:0.5in;\">(4) If the amount of any penalty is not paid to the department within 30 days after it becomes due and payable, the attorney general, upon request of the department, shall bring an action in the name of the state of Washington in the superior court of Thurston county, or of any county in which the violator does business, to recover the penalty. If the amount of the penalty is not paid to the authority within 30 days after it becomes due and payable, the authority may bring an action to recover the penalty in the superior court of the county of the authority's main office or of any county in which the violator does business. In these actions, the procedures and rules of evidence shall be the same as in an ordinary civil action.</div><div style=\"text-indent:0.5in;\">(5) All penalties recovered shall be paid into the state treasury and credited to the general fund except the following:</div><div style=\"text-indent:0.5in;\">(a) Penalties imposed pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.155'>18.104.155</a> must be credited to the reclamation account as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.155'>18.104.155</a>(7);</div><div style=\"text-indent:0.5in;\">(b) Penalties imposed pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3160'>70A.15.3160</a> must be disposed of pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3160'>70A.15.3160</a>;</div><div style=\"text-indent:0.5in;\">(c) Penalties imposed pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.230.080'>70A.230.080</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.300.090'>70A.300.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.430.070'>70A.430.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.555.110'>70A.555.110</a>, ((<span style=\"text-decoration:line-through;\">and</span>)) 70A.560.020<span style=\"text-decoration:underline;\">, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.565.030'>70A.565.030</a></span> must be credited to the model toxics control operating account created in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.305.180'>70A.305.180</a>;</div><div style=\"text-indent:0.5in;\">(d) Penalties imposed pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.040'>70A.245.040</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.050'>70A.245.050</a> must be credited to the recycling enhancement account created in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.100'>70A.245.100</a>;</div><div style=\"text-indent:0.5in;\">(e) Penalties imposed pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.500.260'>70A.500.260</a> must be deposited into the electronic products recycling account created in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.500.130'>70A.500.130</a>;</div><div style=\"text-indent:0.5in;\">(f) Penalties imposed pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.65.200'>70A.65.200</a> must be credited to the climate investment account created in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.65.250'>70A.65.250</a>;</div><div style=\"text-indent:0.5in;\">(g) Penalties imposed pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.330'>90.56.330</a> must be credited to the coastal protection fund established in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.390'>90.48.390</a>; ((<span style=\"text-decoration:line-through;\">and</span>))</div><div style=\"text-indent:0.5in;\">(h) Penalties imposed pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.355.070'>70A.355.070</a> must be credited to the underground storage tank account created in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.355.090'>70A.355.090</a><span style=\"text-decoration:underline;\">; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Penalties imposed pursuant to section 5 of this act must be credited to the community environmental and public health improvement account created in section 6 of this act</span>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 9.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.430.060'>70A.430.060</a> and 2020 c 20 s 1408 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->A manufacturer of a children's product<span style=\"text-decoration:underline;\">, footwear, article of wearing apparel,</span> or a consumer product containing a priority chemical subject to a rule adopted to implement a determination made consistent with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.350.040'>70A.350.040</a>(1)(b), or a trade organization on behalf of its member manufacturers, shall provide notice to the department that the manufacturer's product contains a high priority chemical or a priority chemical identified under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.350'>70A.350</a> RCW. The notice must be filed annually with the department and must include the following information:</div><div style=\"text-indent:0.5in;\">(1) The name of the chemical used or produced and its chemical abstracts service registry number;</div><div style=\"text-indent:0.5in;\">(2) A brief description of the product or product component containing the substance;</div><div style=\"text-indent:0.5in;\">(3) A description of the function of the chemical in the product;</div><div style=\"text-indent:0.5in;\">(4) The amount of the chemical used in each unit of the product or product component. The amount may be reported in ranges, rather than the exact amount;</div><div style=\"text-indent:0.5in;\">(5) The name and address of the manufacturer and the name, address, and phone number of a contact person for the manufacturer; and</div><div style=\"text-indent:0.5in;\">(6) Any other information the manufacturer deems relevant to the appropriate use of the product.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 10.  </span><span style=\"text-indent:0.5in;\">This chapter may be known and cited as the Washington fashion sustainability accountability act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 11.  </span><span style=\"text-indent:0.5in;\">Sections 1 through 6 and 10 of this act constitute a new chapter in Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A'>70A</a> RCW.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 12.  </span><span style=\"text-indent:0.5in;\">If any provision of this act or its application to any person or circumstance is held invalid, the remainder of the act or the application of the provision to other persons or circumstances is not affected.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-20T18:52:27.213Z",
      "text": "<h3>Purpose</h3>\n<p>The main goal of this bill is to address the environmental impacts of the fashion industry in Washington State. It highlights significant issues such as excessive water usage, pollution, high levels of carbon emissions, and waste generated by the fashion sector. The bill aims to position Washington as a leader in reducing these impacts by enforcing annual disclosure requirements on environmental effects related to apparel and footwear. </p>\n<p>Key changes from previous legislation include:</p>\n<ul>\n<li>Introduction of mandatory disclosures related to high-priority chemicals used in fashion products.</li>\n<li>Enhanced requirements for large fashion producers (those with over $100 million in revenue) to report on their environmental practices and impacts.</li>\n<li>The establishment of a fund for environmental benefit projects focused on vulnerable communities.</li>\n</ul>\n<h3>Key Provisions</h3>\n<h4>Environmental Disclosure</h4>\n<ul>\n<li><p>Starting January 1, 2027, fashion producers must disclose annually to the Department of Ecology:</p>\n<ul>\n<li>Identification of products containing high-priority chemicals.</li>\n<li>Descriptions and definitions of marketing terms related to sustainability used for their products.</li>\n<li>Information on how they handle unsold excess products.</li>\n<li>Their current environmental initiatives.</li></ul></li>\n<li><p>Fashion producers with worldwide gross income exceeding $100 million must additionally disclose:</p>\n<ul>\n<li>Environmental due diligence policies and outcomes.</li>\n<li>Contents of any environmental sustainability reports.</li>\n<li>Measurements of recycled content and greenhouse gas emissions linked to their products.</li>\n<li>Joint data on working conditions within their supply chain.</li></ul></li>\n</ul>\n<h4>Policy Assessment and Recommendations</h4>\n<ul>\n<li><p>By October 15, 2026, the Department of Ecology must assess options for reducing the environmental impacts of fashion products, including:</p>\n<ul>\n<li>Strategies for extended producer responsibility.</li>\n<li>Methods for developing consumer-focused platforms highlighting environmental impacts.</li></ul></li>\n<li><p>An updated assessment by October 15, 2028, will address best practices in labeling the environmental attributes of covered products.</p></li>\n</ul>\n<h4>Civil Penalties</h4>\n<ul>\n<li>Violations of disclosure requirements can result in civil penalties up to $5,000 for the first offense and up to $10,000 for repeat offenses.</li>\n<li>Any penalties collected will be deposited into the Community Environmental and Public Health Improvement Account, which will fund projects benefitting overburdened communities.</li>\n</ul>\n<h4>Establishment of Accounts and Rules</h4>\n<ul>\n<li>Creation of a Community Environmental and Public Health Improvement Account to manage and allocate funds from penalties.</li>\n<li>The Department has the authority to establish rules for implementing this legislation and may create exemptions for smaller producers from certain reporting requirements.</li>\n</ul>\n<h4>Implementation</h4>\n<ul>\n<li>The bill also includes provisions for the incorporation of new sections into the Washington Revised Code, outlining the legislation as the \"Washington Fashion Sustainability Accountability Act.\"</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-20T18:52:27.213Z",
    "text": "environmental impacts fashion industry excessive water usage pollution carbon emissions waste disclosure requirements apparel footwear mandatory disclosures high-priority chemicals"
  }
}