{
  "id": 1109,
  "lastUpdated": "2025-03-01T06:51:35.876Z",
  "agency": "House",
  "description": "Concerning public facilities districts.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-10T08:00:00.000Z",
    "text": "Referred to Rules 2 Review."
  },
  "sponsors": [
    "Ryu",
    "Cortes",
    "Peterson",
    "Volz"
  ],
  "document": {
    "name": "1109",
    "description": "House Bill 1109",
    "url": {
      "ts": "2024-12-20T18:52:39.080Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1109.htm"
    },
    "original": {
      "ts": "2024-12-20T18:52:39.080Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0291.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1109</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Ryu, Cortes, Peterson, and Volz<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/20/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Finance.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to public facilities districts; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.390'>82.14.390</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.485'>82.14.485</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.390'>82.14.390</a> and 2017 c 164 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Except as provided in subsection (7) of this section, the governing body of a public facilities district (a) created before July 31, 2002, under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.100'>36.100</a> RCW that commenced construction of at least one new regional center, or improvement or rehabilitation of an existing new regional center, before January 1, 2004; (b) created before July 1, 2006, under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> RCW in a county or counties in which there are no other public facilities districts on June 7, 2006, and in which the total population in the public facilities district is greater than ninety thousand that commenced construction of a new regional center before February 1, 2007; (c) created under the authority of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57.010'>35.57.010</a>(1)(d); or (d) created before September 1, 2007, under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.100'>36.100</a> RCW, in a county or counties in which there are no other public facilities districts on July 22, 2007, and in which the total population in the public facilities district is greater than seventy thousand, that commenced construction of a new regional center before January 1, 2009, or before January 1, 2011, in the case of a new regional center in a county designated by the president as a disaster area in December 2007, may impose a sales and use tax in accordance with the terms of this chapter. The tax is in addition to other taxes authorized by law and must be collected from those persons who are taxable by the state under chapters  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08'>82.08</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.12'>82.12</a> RCW upon the occurrence of any taxable event within the public facilities district. The rate of tax may not exceed 0.033 percent of the selling price in the case of a sales tax or value of the article used in the case of a use tax.</div><div style=\"text-indent:0.5in;\">(2)(a) The governing body of a public facilities district imposing a sales and use tax under the authority of this section may increase the rate of tax up to 0.037 percent if, within three fiscal years of July 1, 2008, the department determines that, as a result of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.490'>82.14.490</a> and the chapter 6, Laws of 2007 amendments to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.020'>82.14.020</a>, a public facilities district's sales and use tax collections for fiscal years after July 1, 2008, have been reduced by a net loss of at least 0.50 percent from the fiscal year before July 1, 2008. The fiscal year in which this section becomes effective is the first fiscal year after July 1, 2008.</div><div style=\"text-indent:0.5in;\">(b) The department must determine sales and use tax collection net losses under this section ((<span style=\"text-decoration:line-through;\">as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.500'>82.14.500</a> (2) and (3)</span>)). The department must provide written notice of its determinations to public facilities districts. Determinations by the department of a public facilities district's sales and use tax collection net losses as a result of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.490'>82.14.490</a> and the chapter 6, Laws of 2007 amendments to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.020'>82.14.020</a> are final and not appealable.</div><div style=\"text-indent:0.5in;\">(c) A public facilities district may increase its rate of tax after it has received written notice from the department as provided in (b) of this subsection. The increase in the rate of tax must be made in 0.001 percent increments and must be the least amount necessary to mitigate the net loss in sales and use tax collections as a result of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.490'>82.14.490</a> and the chapter 6, Laws of 2007 amendments to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.020'>82.14.020</a>. The increase in the rate of tax is subject to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.055'>82.14.055</a>.</div><div style=\"text-indent:0.5in;\">(3) The tax imposed under subsection (1) of this section must be deducted from the amount of tax otherwise required to be collected or paid over to the department of revenue under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08'>82.08</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.12'>82.12</a> RCW. The department of revenue must perform the collection of such taxes on behalf of the county at no cost to the public facilities district. During the 2011-2013 fiscal biennium, distributions by the state to a public facilities district based on the additional rate authorized in subsection (2) of this section must be reduced by 3.4 percent.</div><div style=\"text-indent:0.5in;\">(4) No tax may be collected under this section before August 1, 2000. The tax imposed in this section expires when bonds issued to finance or refinance the construction, improvement, rehabilitation, or expansion of ((<span style=\"text-decoration:line-through;\">the</span>))<span style=\"text-decoration:underline;\">a</span> regional center and related parking facilities are retired, but not more than ((<span style=\"text-decoration:line-through;\">forty</span>))<span style=\"text-decoration:underline;\">65</span> years after the tax is first collected.</div><div style=\"text-indent:0.5in;\">(5) Moneys collected under this section may only be used for the purposes set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57.020'>35.57.020</a> and must be matched with an amount from other public or private sources equal to thirty-three percent of the amount collected under this section; however, amounts generated from nonvoter approved taxes authorized under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> RCW or nonvoter approved taxes authorized under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.100'>36.100</a> RCW do not constitute a public or private source. For the purpose of this section, public or private sources includes, but is not limited to cash or in-kind contributions used in all phases of the development or improvement of the regional center, land that is donated and used for the siting of the regional center, cash or in-kind contributions from public or private foundations, or amounts attributed to private sector partners as part of a public and private partnership agreement negotiated by the public facilities district.</div><div style=\"text-indent:0.5in;\">(6) The combined total tax levied under this section may not be greater than 0.037 percent. If both a public facilities district created under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> RCW and a public facilities district created under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.100'>36.100</a> RCW impose a tax under this section, the tax imposed by a public facilities district created under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> RCW must be credited against the tax imposed by a public facilities district created under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.100'>36.100</a> RCW.</div><div style=\"text-indent:0.5in;\">(7) A public facilities district created under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.100'>36.100</a> RCW is not eligible to impose the tax under this section if the legislative authority of the county where the public facilities district is located has imposed a sales and use tax under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.0485'>82.14.0485</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.0494'>82.14.0494</a>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.485'>82.14.485</a> and 2017 c 164 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) In a county with a population under three hundred thousand, the governing body of a public facilities district, which is created before August 1, 2001, under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> RCW or before January 1, 2000, under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.100'>36.100</a> RCW, in which the total population in the public facilities district is greater than ninety thousand and less than one hundred thousand that commences improvement or rehabilitation of an existing regional center, to be used for community events, and artistic, musical, theatrical, or other cultural exhibitions, presentations, or performances and having two thousand or fewer permanent seats, before January 1, 2009, may impose a sales and use tax in accordance with the terms of this chapter. The tax is in addition to other taxes authorized by law and must be collected from those persons who are taxable by the state under chapters  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08'>82.08</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.12'>82.12</a> RCW upon the occurrence of any taxable event within the public facilities district. The rate of tax for a public facilities district created prior to August 1, 2001, under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> RCW, may not exceed 0.025 percent of the selling price in the case of a sales tax or value of the article used in the case of a use tax. The rate of tax, for a public facilities district created prior to January 1, 2000, under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.100'>36.100</a> RCW, may not exceed 0.020 percent of the selling price in the case of a sales tax or the value of the article used in the case of a use tax.</div><div style=\"text-indent:0.5in;\">(2) The tax imposed under subsection (1) of this section must be deducted from the amount of tax otherwise required to be collected or paid over to the department under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08'>82.08</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.12'>82.12</a> RCW. The department must perform the collection of such taxes on behalf of the county at no cost to the public facilities district.</div><div style=\"text-indent:0.5in;\">(3) The tax imposed in this section expires when bonds issued to finance or refinance the construction, improvement, rehabilitation, or expansion of ((<span style=\"text-decoration:line-through;\">the</span>))<span style=\"text-decoration:underline;\">a</span> regional center and related parking facilities are retired, but not more than ((<span style=\"text-decoration:line-through;\">forty</span>))<span style=\"text-decoration:underline;\">65</span> years after the tax is first collected.</div><div style=\"text-indent:0.5in;\">(4) Moneys collected under this section may only be used for the purposes set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57.020'>35.57.020</a> and must be matched with an amount from other public or private sources equal to thirty-three percent of the amount collected under this section, provided that amounts generated from nonvoter-approved taxes authorized under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> RCW may not constitute a public or private source. For the purpose of this section, public or private sources include, but are not limited to cash or in-kind contributions used in all phases of the development or improvement of the regional center, land that is donated and used for the siting of the regional center, cash or in-kind contributions from public or private foundations, or amounts attributed to private sector partners as part of a public and private partnership agreement negotiated by the public facilities district.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-20T18:52:39.080Z",
      "text": "<h3>Purpose</h3>\n<p>The main goal of House Bill 1109 is to amend certain regulations regarding public facilities districts in Washington State. The bill aims to adjust the sales and use tax that these districts can impose to support the construction or improvement of regional centers and related facilities. Key changes include the increase in allowable tax rates and the extension of the time frame for tax collection. Specifically, it allows districts to impose a tax rate of up to 0.037 percent and extends the expiration of tax collection up to 65 years after the initial collection.</p>\n<h3>Key Provisions</h3>\n<h4>Sales and Use Tax Imposition</h4>\n<ul>\n<li>Public facilities districts created before specific dates can impose a sales and use tax.</li>\n<li>The tax rate can now reach up to:<ul>\n<li>0.033 percent for general districts, with a provision for an increase to 0.037 percent under certain conditions.</li>\n<li>0.025 percent for districts under chapter 35.57 created before August 1, 2001.</li>\n<li>0.020 percent for districts under chapter 36.100 created before January 1, 2000.</li></ul></li>\n</ul>\n<h4>Tax Adjustments</h4>\n<ul>\n<li>A district can adjust its tax rate in increments of 0.001 percent to mitigate losses in tax collections due to specific legislative changes.</li>\n<li>The adjustments are limited to the actual net loss experienced as determined by the state.</li>\n</ul>\n<h4>Collection and Use of Tax Revenue</h4>\n<ul>\n<li>The Department of Revenue will collect the tax at no cost to the districts.</li>\n<li>Tax revenue must be used specifically for purposes outlined in RCW 35.57.020 and requires a matching amount from public or private sources equal to 33% of the collected funds.</li>\n</ul>\n<h4>Duration of Tax Imposition</h4>\n<ul>\n<li>Taxes under this provision can only be collected until the related bonds for financing regional centers are retired, with a maximum duration of 65 years from the first tax collection.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-20T18:52:39.080Z",
    "text": "public facilities districts sales tax regional centers tax collection tax revenue tax adjustments construction improvement tax rates expiration"
  }
}