{
  "id": 1111,
  "lastUpdated": "2025-03-01T06:51:36.100Z",
  "agency": "House",
  "description": "Concerning the indeterminate sentence review board.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Community Safety."
  },
  "sponsors": [
    "Farivar",
    "Hackney",
    "Goodman",
    "Simmons",
    "Macri",
    "Scott",
    "Fosse",
    "Taylor",
    "Street",
    "Cortes",
    "Mena",
    "Stearns",
    "Parshley",
    "Peterson",
    "Pollet",
    "Ramel",
    "Reed",
    "Obras",
    "Ormsby",
    "Bergquist",
    "Salahuddin",
    "Hill"
  ],
  "document": {
    "name": "1111",
    "description": "House Bill 1111",
    "url": {
      "ts": "2024-12-20T18:52:41.263Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1111.htm"
    },
    "original": {
      "ts": "2024-12-20T18:52:41.263Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0118.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1111</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Farivar, Hackney, Goodman, Simmons, Macri, Scott, Fosse, Taylor, Street, Cortes, Mena, Stearns, Parshley, Peterson, Pollet, Ramel, Reed, Obras, Ormsby, Bergquist, Salahuddin, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/20/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Community Safety.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to people convicted of one or more crimes committed before the person's 18th birthday petitioning the indeterminate sentence review board after reaching the age of 24 or older; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.730'>9.94A.730</a>; creating new sections; and providing an expiration date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The legislature recognizes that the United States supreme court found mandatory life sentences for conduct committed by minors unconstitutional. The legislature acknowledges that since the federal and state Constitutions demand that most minors convicted of crimes will eventually be released into the community, successful rehabilitation will result in less recidivism in communities following reentry. The legislature finds that lengthy sentences with little incentive for rehabilitation until decades into incarceration misses a critical development opportunity for youth at a formative time during brain development. Scientific studies have found that brain development impacting decision making continues until age 25 and that this represents a critical period for behavior change, and therefore rehabilitation. The legislature therefore intends to create greater incentives for rehabilitation for youth convicted of offenses prior to their 18th birthday by allowing them to petition the indeterminate sentence review board after reaching the age of 24.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.730'>9.94A.730</a> and 2024 c 118 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Notwithstanding any other provision of this chapter, any person convicted of one or more crimes committed prior to the person's 18th birthday may petition the indeterminate sentence review board for early release after ((<span style=\"text-decoration:line-through;\">serving no less than 20 years of total confinement</span>))<span style=\"text-decoration:underline;\">reaching the age of 24 or older</span>, provided the person has not been convicted for any crime committed ((<span style=\"text-decoration:line-through;\">subsequent to the person's 18th birthday</span>))<span style=\"text-decoration:underline;\">in the 12 months prior to filing the petition for early release</span>, the person has not committed a disqualifying serious infraction as defined by the department <span style=\"text-decoration:underline;\">or the department of children, youth, and families</span> in the 12 months prior to filing the petition for early release, and the current sentence was not imposed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.95.030'>10.95.030</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.507'>9.94A.507</a>.</div><div style=\"text-indent:0.5in;\">(2) No later than five years prior to the date the offender will be eligible to petition for release, the department shall conduct an assessment of the offender and identify programming and services that would be appropriate to prepare the offender for return to the community. To the extent possible, the department shall make programming available as identified by the assessment.</div><div style=\"text-indent:0.5in;\">(3) No later than 180 days from receipt of the petition for early release, the department shall conduct, and the offender shall participate in, an examination of the person, incorporating methodologies that are recognized by experts in the prediction of dangerousness, and including a prediction of the probability that the person will engage in future criminal behavior if released on conditions to be set by the board. The board may consider a person's failure to participate in an evaluation under this subsection in determining whether to release the person. The board shall order the person released under such affirmative and other conditions as the board determines appropriate, unless the board determines by a preponderance of the evidence that, despite such conditions, it is more likely than not that the person will commit new criminal law violations if released. The board shall give public safety considerations the highest priority when making all discretionary decisions regarding the ability for release and conditions of release.</div><div style=\"text-indent:0.5in;\">(4) In a hearing conducted under subsection (3) of this section, the board shall provide opportunities for victims and survivors of victims of any crimes for which the offender has been convicted to present statements as set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=7.69.032'>7.69.032</a>. The procedures for victim and survivor of victim input shall be provided by rule. To facilitate victim and survivor of victim involvement, county prosecutor's offices shall ensure that any victim impact statements and known contact information for victims of record and survivors of victims are forwarded as part of the judgment and sentence.</div><div style=\"text-indent:0.5in;\">(5) <span style=\"text-decoration:underline;\">The department may provide rental vouchers to a person who successfully petitions the board under subsection (1) of this section and is ordered to be released by the board under subsection (3) of this section if rental assistance will allow the petitioner to safely release. The department shall maintain a list of housing providers that meets the requirements of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.285'>72.09.285</a>. If more than two voucher recipients will be residing per dwelling unit, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=59.18.030'>59.18.030</a>, rental vouchers for those recipients may only be paid to a housing provider on the department's list. For each successful petitioner who is the recipient of a rental voucher, the department shall gather data as recommended by the Washington state institute for public policy in order to best demonstrate whether rental vouchers are effective in reducing recidivism.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(6)</span> Any person released by the board pursuant to this section shall comply with conditions imposed or modified pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.704'>9.94A.704</a>(10), in addition to court-imposed conditions.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(6)</span>))<span style=\"text-decoration:underline;\">(7)</span> An offender released by the board is subject to the supervision of the department for a period of time to be determined by the board, up to the length of the court-imposed term of incarceration. The department shall monitor the offender's compliance with conditions of community custody imposed by the court or board and promptly report any violations to the board. Any violation of conditions of community custody established or modified by the board are subject to the provisions of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.95.425'>9.95.425</a> through  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.95.440'>9.95.440</a>.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(7)</span>))<span style=\"text-decoration:underline;\">(8)</span> An offender whose petition for release is denied may file a new petition for release five years from the date of denial or at an earlier date as may be set by the board.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(8)</span>))<span style=\"text-decoration:underline;\">(9)</span> An offender released under the provisions of this section may be returned to the institution at the discretion of the board if the offender is found to have violated a condition of community custody. The offender is entitled to a hearing pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.95.435'>9.95.435</a>. If the board finds that the offender has committed a new violation, the board may return the offender to the institution for up to the remainder of the court-imposed term of incarceration. The offender may file a new petition for release five years from the date of return to the institution or at an earlier date as may be set by the board.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">(1) The number of petitions from persons made eligible to petition the indeterminate sentence review board for early release under this act, who otherwise would not be eligible, that are acted on or responded to by the department of corrections or the board, shall be limited to no more than 70 per year. Within the limit of 70 petitions per year, the department shall prioritize examinations, and the board shall prioritize hearings on petitions for early release, in the following descending order with the highest priority given to:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) Petitioners under the age of 25 in the custody of the department of children, youth, and families; and</div><div style=\"text-indent:0.5in;\">(b) Petitioners in the custody of the department of corrections who most recently transferred from the custody of the department of children, youth, and families to the custody of the department of corrections pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.01.410'>72.01.410</a> as of the effective date of this section.</div><div style=\"text-indent:0.5in;\">(2) This section expires July 1, 2035.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">This act may be known and cited as the youth hope act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-20T18:52:41.263Z",
      "text": "<h3>Purpose</h3>\n<p>The main goal of this bill is to allow individuals who committed crimes before turning 18 the opportunity to petition for early release from prison after reaching the age of 24. This is in response to a U.S. Supreme Court ruling that deemed mandatory life sentences for minors unconstitutional. The bill emphasizes the importance of rehabilitation and provides incentives for individuals to change their behavior during their formative years. Key changes include the removal of the previous requirement to serve a minimum of 20 years before petitioning and introducing conditions that individuals must meet to apply for release.</p>\n<h3>Key Provisions</h3>\n<h4>Early Release Petition</h4>\n<ul>\n<li>Individuals convicted of crimes before age 18 can petition the indeterminate sentence review board for early release after turning 24, provided they haven’t committed new crimes 12 months prior to the petition.</li>\n<li>The bill outlines a process for individuals to receive evaluations and available rehabilitation programming prior to their petition.</li>\n</ul>\n<h4>Assessment and Evaluation</h4>\n<ul>\n<li>The Department of Corrections must assess the offender up to five years before they can submit a petition to identify appropriate rehabilitation services.</li>\n<li>Within 180 days of receiving a petition, the department must conduct an examination of the individual, evaluating the risk of future criminal behavior if released.</li>\n</ul>\n<h4>Victim Involvement</h4>\n<ul>\n<li>Victims and survivors have the right to provide statements during the hearing process regarding the offender's petition for early release.</li>\n</ul>\n<h4>Housing Assistance</h4>\n<ul>\n<li>Successful petitioners may receive rental assistance to help with their transition back to the community, provided through a list of approved housing providers.</li>\n</ul>\n<h4>Monitoring and Compliance</h4>\n<ul>\n<li>Offenders released under this act will be monitored for compliance with conditions set by the board, and any violations may lead to their return to prison.</li>\n<li>If a petition for release is denied, individuals may submit a new petition after five years.</li>\n</ul>\n<h4>Petition Limitations</h4>\n<ul>\n<li>The bill sets a maximum of 70 petitions acted upon per year, with priority given to younger offenders and those transitioning from youth corrections.</li>\n</ul>\n<h4>Expiration</h4>\n<ul>\n<li>The provision limiting petitions will expire on July 1, 2035.</li>\n</ul>\n<h4>Citation</h4>\n<ul>\n<li>The act may be referred to as the \"Youth Hope Act.\"</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-20T18:52:41.263Z",
    "text": "early release petition juveniles rehabilitation incentives criminal behavior assessments housing assistance monitoring compliance victim involvement youth hope act"
  }
}