{
  "id": 1112,
  "lastUpdated": "2025-03-01T06:51:36.091Z",
  "agency": "House",
  "description": "Removing the city residency requirement for judges pro tempore in municipalities with a population of more than 400,000 inhabitants.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-31T08:00:00.000Z",
    "text": "First reading, referred to Law & Justice."
  },
  "sponsors": [
    "Farivar",
    "Davis",
    "Berry",
    "Reed",
    "Macri",
    "Bergquist",
    "Scott",
    "Ryu",
    "Fitzgibbon",
    "Taylor",
    "Obras",
    "Gregerson",
    "Street",
    "Ormsby",
    "Hill"
  ],
  "document": {
    "name": "1112",
    "description": "House Bill 1112",
    "url": {
      "ts": "2024-12-20T18:52:41.953Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1112.htm"
    },
    "original": {
      "ts": "2024-12-20T18:52:41.953Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0117.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1112</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Farivar, Davis, Berry, Reed, Macri, Bergquist, Scott, Ryu, Fitzgibbon, Taylor, Obras, Gregerson, Street, Ormsby, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/20/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Civil Rights &amp; Judiciary.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to removing the city residency requirement for judges pro tempore in municipalities with a population of more than 400,000 inhabitants; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.20.200'>35.20.200</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.20.200'>35.20.200</a> and 2000 c 55 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text --><span style=\"text-decoration:underline;\">(1)</span> The presiding municipal court judge shall((<span style=\"text-decoration:line-through;\">, from attorneys residing in the city and qualified to hold the position of judge of the municipal court as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.20.170'>35.20.170</a>,</span>)) appoint judges pro tempore who shall act in the absence of the regular judges of the court or in addition to the regular judges when the administration of justice and the accomplishment of the work of the court make it necessary. The presiding municipal court judge may appoint, as judges pro tempore, any full-time district court judges serving in the county in which the city is situated. The term of office must be specified in writing. </div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2) A judge pro tempore must be an elector of this state and an attorney admitted to practice law before the courts of record of this state. A judge pro tempore need not be a resident of the city in which the municipal court is located.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3)</span> While acting as judge of the court, judges pro tempore shall have all of the powers of the regular judges. Before entering upon his or her duties, each judge pro tempore shall take, subscribe and file an oath as is taken by a municipal judge. Judges pro tempore shall not practice before the municipal court during their term of office as judge pro tempore. ((<span style=\"text-decoration:line-through;\">Such municipal</span>))</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(4) Municipal</span> judges pro tempore shall receive such compensation as shall be fixed by ordinance by the legislative body of the city and such compensation shall be paid by the city except that district court judges shall not be compensated by the city other than pursuant to an interlocal agreement.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-20T18:52:41.953Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1112 is to eliminate the requirement that judges pro tempore in municipalities with populations over 400,000 must reside in the city where they serve. This change aims to expand the pool of available candidates for temporary judges, potentially enhancing the administration of justice in larger municipalities. The key change is the removal of residency requirements, allowing any qualified attorney in the state to be appointed as a judge pro tempore, regardless of their city of residence.</p>\n<h3>Key Provisions</h3>\n<h4>Appointment of Judges Pro Tempore</h4>\n<ul>\n<li>The presiding municipal court judge may appoint judges pro tempore from any full-time district court judges serving in the county, rather than being limited to attorneys residing in the city.</li>\n<li>The term of office for judges pro tempore must be defined in writing.</li>\n</ul>\n<h4>Qualifications</h4>\n<ul>\n<li>A judge pro tempore must be:<ul>\n<li>An elector of Washington State.</li>\n<li>An attorney admitted to practice law before the courts of record in the state.</li>\n<li>No longer required to be a resident of the municipality where they serve.</li></ul></li>\n</ul>\n<h4>Powers and Compensation</h4>\n<ul>\n<li>Judges pro tempore will hold all the powers of regular judges while serving.</li>\n<li>They must take an oath similar to that of municipal judges before assuming their duties.</li>\n<li>Compensation for judges pro tempore is set by city ordinance but district court judges will only be compensated per an interlocal agreement.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-20T18:52:41.953Z",
    "text": "eliminate requirement, judges pro tempore, municipalities, temporary judges, administration of justice, residency requirements, qualified attorney, appointment, qualifications, compensation"
  }
}