{
  "id": 1115,
  "lastUpdated": "2025-03-01T06:51:36.327Z",
  "agency": "House",
  "description": "Concerning the excise tax treatment of amounts received by title and escrow businesses from clients for remittance to a county filing office for the purpose of recording documents.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Finance."
  },
  "sponsors": [
    "Tharinger",
    "Corry",
    "Wylie"
  ],
  "document": {
    "name": "1115",
    "description": "House Bill 1115",
    "url": {
      "ts": "2024-12-23T19:19:44.927Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1115.htm"
    },
    "original": {
      "ts": "2024-12-23T19:19:44.927Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0267.3</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1115</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Tharinger, Corry, and Wylie<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/23/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Finance.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to clarifying the excise tax treatment of amounts received by title and escrow businesses from clients for remittance to a county filing office for the purpose of recording documents; reenacting and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04.050'>82.04.050</a>; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04'>82.04</a> RCW; creating new sections; and providing an effective date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">(1) The legislature finds that the department of revenue has recently assessed title and escrow businesses for failing to collect and pay sales and use and business and occupation tax on recording surcharges.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The legislature finds the department of revenue has not issued rule making or guidance notifying the industry of its obligation to collect and pay sales and use and business and occupation tax on recording surcharges.</div><div style=\"text-indent:0.5in;\">(3) The legislature finds that some title and escrow companies have been assessed large sums of back taxes for failure to pay sales and use and business and occupation tax on recording surcharges, which creates a severe hardship for these entities, most of which are small independent businesses.</div><div style=\"text-indent:0.5in;\">(4) The legislature also finds that on February 27, 2024, the court of appeals of the state of Washington, division II, published an opinion in <span style=\"font-style:italic;\">BIAW v. The State of Washington</span> and, in that opinion, the court of appeals concluded that Washington's document recording surcharge is an excise tax rather than a fee because the \"overwhelming purpose of the surcharge is to alleviate the housing crisis by financing certain funds, which is a desired public benefit. Only one percent of the total surcharge, $1.83, is distributed and used by the county auditor for its surcharge collection activities.\"</div><div style=\"text-indent:0.5in;\">(5) Therefore, it is the intent of the legislature to declare that it is the policy of the state that sales and use and business and occupation taxes may not be levied on a document recording surcharge, which the court of appeals has concluded is an excise tax.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04.050'>82.04.050</a> and 2021 c 296 s 8 and 2021 c 143 s 2 are each reenacted and amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) \"Sale at retail\" or \"retail sale\" means every sale of tangible personal property (including articles produced, fabricated, or imprinted) to all persons irrespective of the nature of their business and including, among others, without limiting the scope hereof, persons who install, repair, clean, alter, improve, construct, or decorate real or personal property of or for consumers other than a sale to a person who:</div><div style=\"text-indent:0.5in;\">(i) Purchases for the purpose of resale as tangible personal property in the regular course of business without intervening use by such person, but a purchase for the purpose of resale by a regional transit authority under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=81.112.300'>81.112.300</a> is not a sale for resale; or</div><div style=\"text-indent:0.5in;\">(ii) Installs, repairs, cleans, alters, imprints, improves, constructs, or decorates real or personal property of or for consumers, if such tangible personal property becomes an ingredient or component of such real or personal property without intervening use by such person; or</div><div style=\"text-indent:0.5in;\">(iii) Purchases for the purpose of consuming the property purchased in producing for sale as a new article of tangible personal property or substance, of which such property becomes an ingredient or component or is a chemical used in processing, when the primary purpose of such chemical is to create a chemical reaction directly through contact with an ingredient of a new article being produced for sale; or</div><div style=\"text-indent:0.5in;\">(iv) Purchases for the purpose of consuming the property purchased in producing ferrosilicon which is subsequently used in producing magnesium for sale, if the primary purpose of such property is to create a chemical reaction directly through contact with an ingredient of ferrosilicon; or</div><div style=\"text-indent:0.5in;\">(v) Purchases for the purpose of providing the property to consumers as part of competitive telephone service, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04.065'>82.04.065</a>; or</div><div style=\"text-indent:0.5in;\">(vi) Purchases for the purpose of satisfying the person's obligations under an extended warranty as defined in subsection (7) of this section, if such tangible personal property replaces or becomes an ingredient or component of property covered by the extended warranty without intervening use by such person.</div><div style=\"text-indent:0.5in;\">(b) The term includes every sale of tangible personal property that is used or consumed or to be used or consumed in the performance of any activity defined as a \"sale at retail\" or \"retail sale\" even though such property is resold or used as provided in (a)(i) through (vi) of this subsection following such use.</div><div style=\"text-indent:0.5in;\">(c) The term also means every sale of tangible personal property to persons engaged in any business that is taxable under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04.280'>82.04.280</a>(1) (a), (b), and (g),  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04.290'>82.04.290</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04.2908'>82.04.2908</a>.</div><div style=\"text-indent:0.5in;\">(2) The term \"sale at retail\" or \"retail sale\" includes the sale of or charge made for tangible personal property consumed and/or for labor and services rendered in respect to the following:</div><div style=\"text-indent:0.5in;\">(a) The installing, repairing, cleaning, altering, imprinting, or improving of tangible personal property of or for consumers, including charges made for the mere use of facilities in respect thereto, but excluding charges made for the use of self-service laundry facilities, and also excluding sales of laundry service to nonprofit health care facilities, and excluding services rendered in respect to live animals, birds and insects;</div><div style=\"text-indent:0.5in;\">(b) The constructing, repairing, decorating, or improving of new or existing buildings or other structures under, upon, or above real property of or for consumers, including the installing or attaching of any article of tangible personal property therein or thereto, whether or not such personal property becomes a part of the realty by virtue of installation, and also includes the sale of services or charges made for the clearing of land and the moving of earth excepting the mere leveling of land used in commercial farming or agriculture;</div><div style=\"text-indent:0.5in;\">(c) The constructing, repairing, or improving of any structure upon, above, or under any real property owned by an owner who conveys the property by title, possession, or any other means to the person performing such construction, repair, or improvement for the purpose of performing such construction, repair, or improvement and the property is then reconveyed by title, possession, or any other means to the original owner;</div><div style=\"text-indent:0.5in;\">(d) The cleaning, fumigating, razing, or moving of existing buildings or structures, but does not include the charge made for janitorial services; and for purposes of this section the term \"janitorial services\" means those cleaning and caretaking services ordinarily performed by commercial janitor service businesses including, but not limited to, wall and window washing, floor cleaning and waxing, and the cleaning in place of rugs, drapes and upholstery. The term \"janitorial services\" does not include painting, papering, repairing, furnace or septic tank cleaning, snow removal or sandblasting;</div><div style=\"text-indent:0.5in;\">(e) Automobile towing and similar automotive transportation services, but not in respect to those required to report and pay taxes under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.16'>82.16</a> RCW;</div><div style=\"text-indent:0.5in;\">(f) The furnishing of lodging and all other services by a hotel, rooming house, tourist court, motel, trailer camp, and the granting of any similar license to use real property, as distinguished from the renting or leasing of real property, and it is presumed that the occupancy of real property for a continuous period of one month or more constitutes a rental or lease of real property and not a mere license to use or enjoy the same. For the purposes of this subsection, it is presumed that the sale of and charge made for the furnishing of lodging for a continuous period of one month or more to a person is a rental or lease of real property and not a mere license to enjoy the same. For the purposes of this section, it is presumed that the sale of and charge made for the furnishing of lodging offered regularly for public occupancy for periods of less than a month constitutes a license to use or enjoy the property subject to sales and use tax and not a rental or lease of property;</div><div style=\"text-indent:0.5in;\">(g) The installing, repairing, altering, or improving of digital goods for consumers;</div><div style=\"text-indent:0.5in;\">(h) Persons taxable under (a), (b), (c), (d), (e), (f), and (g) of this subsection when such sales or charges are for property, labor and services which are used or consumed in whole or in part by such persons in the performance of any activity defined as a \"sale at retail\" or \"retail sale\" even though such property, labor and services may be resold after such use or consumption. Nothing contained in this subsection may be construed to modify subsection (1) of this section and nothing contained in subsection (1) of this section may be construed to modify this subsection.</div><div style=\"text-indent:0.5in;\">(3) The term \"sale at retail\" or \"retail sale\" includes the sale of or charge made for personal, business, or professional services including amounts designated as interest, rents, fees, admission, and other service emoluments however designated, received by persons engaging in the following business activities:</div><div style=\"text-indent:0.5in;\">(a) Abstract((<span style=\"text-decoration:line-through;\">,</span>))<span style=\"text-decoration:underline;\">and</span> title insurance((<span style=\"text-decoration:line-through;\">, and escrow</span>)) services;</div><div style=\"text-indent:0.5in;\">(b) Credit bureau services;</div><div style=\"text-indent:0.5in;\">(c) Automobile parking and storage garage services;</div><div style=\"text-indent:0.5in;\">(d) Landscape maintenance and horticultural services but excluding (i) horticultural services provided to farmers and (ii) pruning, trimming, repairing, removing, and clearing of trees and brush near electric transmission or distribution lines or equipment, if performed by or at the direction of an electric utility;</div><div style=\"text-indent:0.5in;\">(e) Service charges associated with tickets to professional sporting events;</div><div style=\"text-indent:0.5in;\">(f) The following personal services: Tanning salon services, tattoo parlor services, steam bath services, turkish bath services, escort services, and dating services; ((<span style=\"text-decoration:line-through;\">and</span>))</div><div style=\"text-indent:0.5in;\">(g) <span style=\"text-decoration:underline;\">Escrow agent services, as described in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.44.011'>18.44.011</a> (7) and (8) and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.44.021'>18.44.021</a>(1), that do not include amounts remitted to a county filing office for the purpose of recording documents, if separately identified on a settlement statement, HUD-1, or closing disclosure; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(h)</span>(i) Operating an athletic or fitness facility, including all charges for the use of such a facility or for any associated services and amenities, except as provided in ((<span style=\"text-decoration:line-through;\">(g)</span>))<span style=\"text-decoration:underline;\">(h)</span>(ii) of this subsection.</div><div style=\"text-indent:0.5in;\">(ii) Notwithstanding anything to the contrary in ((<span style=\"text-decoration:line-through;\">(g)</span>))<span style=\"text-decoration:underline;\">(h)</span>(i) of this subsection (3), the term \"sale at retail\" and \"retail sale\" under this subsection does not include:</div><div style=\"text-indent:0.5in;\">(A) Separately stated charges for the use of an athletic or fitness facility where such use is primarily for a purpose other than engaging in or receiving instruction in a physical fitness activity;</div><div style=\"text-indent:0.5in;\">(B) Separately stated charges for the use of a discrete portion of an athletic or fitness facility, other than a pool, where such discrete portion of the facility does not by itself meet the definition of \"athletic or fitness facility\" in this subsection;</div><div style=\"text-indent:0.5in;\">(C) Separately stated charges for services, such as advertising, massage, nutritional consulting, and body composition testing, that do not require the customer to engage in physical fitness activities to receive the service. The exclusion in this subsection (3)((<span style=\"text-decoration:line-through;\">(g)</span>))<span style=\"text-decoration:underline;\">(h)</span>(ii)(C) does not apply to personal training services and instruction in a physical fitness activity;</div><div style=\"text-indent:0.5in;\">(D) Separately stated charges for physical therapy provided by a physical therapist, as those terms are defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.74.010'>18.74.010</a>, or occupational therapy provided by an occupational therapy practitioner, as those terms are defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.59.020'>18.59.020</a>, when performed pursuant to a referral from an authorized health care practitioner or in consultation with an authorized health care practitioner. For the purposes of this subsection (3)((<span style=\"text-decoration:line-through;\">(g)</span>))<span style=\"text-decoration:underline;\">(h)</span>(ii)(D), an authorized health care practitioner means a health care practitioner licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.83'>18.83</a>, 18.25, 18.36A, 18.57, 18.71, or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.71A'>18.71A</a> RCW, or, until July 1, 2022, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.57A'>18.57A</a> RCW;</div><div style=\"text-indent:0.5in;\">(E) Rent or association fees charged by a landlord or residential association to a tenant or residential owner with access to an athletic or fitness facility maintained by the landlord or residential association, unless the rent or fee varies depending on whether the tenant or owner has access to the facility;</div><div style=\"text-indent:0.5in;\">(F) Services provided in the regular course of employment by an employee with access to an athletic or fitness facility maintained by the employer for use without charge by its employees or their family members;</div><div style=\"text-indent:0.5in;\">(G) The provision of access to an athletic or fitness facility by an educational institution to its students and staff. However, charges made by an educational institution to its alumni or other members of the public for the use of any of the educational institution's athletic or fitness facilities are a retail sale under this subsection (3)((<span style=\"text-decoration:line-through;\">(g)</span>))<span style=\"text-decoration:underline;\">(h)</span>. For purposes of this subsection (3)((<span style=\"text-decoration:line-through;\">(g)</span>))<span style=\"text-decoration:underline;\">(h)</span>(ii)(G), \"educational institution\" has the same meaning as in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04.170'>82.04.170</a>;</div><div style=\"text-indent:0.5in;\">(H) Yoga, chi gong, or martial arts classes, training, or events held at a community center, park, school gymnasium, college or university, hospital or other medical facility, private residence, or any other facility that is not operated within and as part of an athletic or fitness facility.</div><div style=\"text-indent:0.5in;\">(iii) Nothing in ((<span style=\"text-decoration:line-through;\">(g)</span>))<span style=\"text-decoration:underline;\">(h)</span>(ii) of this subsection (3) may be construed to affect the taxation of sales made by the operator of an athletic or fitness facility, where such sales are defined as a retail sale under any provision of this section other than this subsection (3).</div><div style=\"text-indent:0.5in;\">(iv) For the purposes of this subsection (3)((<span style=\"text-decoration:line-through;\">(g)</span>))<span style=\"text-decoration:underline;\">(h)</span>, the following definitions apply:</div><div style=\"text-indent:0.5in;\">(A) \"Athletic or fitness facility\" means an indoor or outdoor facility or portion of a facility that is primarily used for: Exercise classes; strength and conditioning programs; personal training services; tennis, racquetball, handball, squash, or pickleball; or other activities requiring the use of exercise or strength training equipment, such as treadmills, elliptical machines, stair climbers, stationary cycles, rowing machines, pilates equipment, balls, climbing ropes, jump ropes, and weightlifting equipment.</div><div style=\"text-indent:0.5in;\">(B) \"Martial arts\" means any of the various systems of training for physical combat or self-defense. \"Martial arts\" includes, but is not limited to, karate, kung fu, tae kwon do, Krav Maga, boxing, kickboxing, jujitsu, shootfighting, wrestling, aikido, judo, hapkido, Kendo, tai chi, and mixed martial arts.</div><div style=\"text-indent:0.5in;\">(C) \"Physical fitness activities\" means activities that involve physical exertion for the purpose of improving or maintaining the general fitness, strength, flexibility, conditioning, or health of the participant. \"Physical fitness activities\" includes participating in yoga, chi gong, or martial arts.</div><div style=\"text-indent:0.5in;\">(4)(a) The term also includes the renting or leasing of tangible personal property to consumers.</div><div style=\"text-indent:0.5in;\">(b) The term does not include the renting or leasing of tangible personal property where the lease or rental is for the purpose of sublease or subrent.</div><div style=\"text-indent:0.5in;\">(5) The term also includes the providing of \"competitive telephone service,\" \"telecommunications service,\" or \"ancillary services,\" as those terms are defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04.065'>82.04.065</a>, to consumers.</div><div style=\"text-indent:0.5in;\">(6)(a) The term also includes the sale of prewritten computer software to a consumer, regardless of the method of delivery to the end user. For purposes of (a) and (b) of this subsection, the sale of prewritten computer software includes the sale of or charge made for a key or an enabling or activation code, where the key or code is required to activate prewritten computer software and put the software into use. There is no separate sale of the key or code from the prewritten computer software, regardless of how the sale may be characterized by the vendor or by the purchaser.</div><div style=\"text-indent:0.5in;\">(b) The term \"retail sale\" does not include the sale of or charge made for:</div><div style=\"text-indent:0.5in;\">(i) Custom software; or</div><div style=\"text-indent:0.5in;\">(ii) The customization of prewritten computer software.</div><div style=\"text-indent:0.5in;\">(c)(i) The term also includes the charge made to consumers for the right to access and use prewritten computer software, where possession of the software is maintained by the seller or a third party, regardless of whether the charge for the service is on a per use, per user, per license, subscription, or some other basis.</div><div style=\"text-indent:0.5in;\">(ii)(A) The service described in (c)(i) of this subsection (6) includes the right to access and use prewritten computer software to perform data processing.</div><div style=\"text-indent:0.5in;\">(B) For purposes of this subsection (6)(c)(ii), \"data processing\" means the systematic performance of operations on data to extract the required information in an appropriate form or to convert the data to usable information. Data processing includes check processing, image processing, form processing, survey processing, payroll processing, claim processing, and similar activities.</div><div style=\"text-indent:0.5in;\">(7) The term also includes the sale of or charge made for an extended warranty to a consumer. For purposes of this subsection, \"extended warranty\" means an agreement for a specified duration to perform the replacement or repair of tangible personal property at no additional charge or a reduced charge for tangible personal property, labor, or both, or to provide indemnification for the replacement or repair of tangible personal property, based on the occurrence of specified events. The term \"extended warranty\" does not include an agreement, otherwise meeting the definition of extended warranty in this subsection, if no separate charge is made for the agreement and the value of the agreement is included in the sales price of the tangible personal property covered by the agreement. For purposes of this subsection, \"sales price\" has the same meaning as in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08.010'>82.08.010</a>.</div><div style=\"text-indent:0.5in;\">(8)(a) The term also includes the following sales to consumers of digital goods, digital codes, and digital automated services:</div><div style=\"text-indent:0.5in;\">(i) Sales in which the seller has granted the purchaser the right of permanent use;</div><div style=\"text-indent:0.5in;\">(ii) Sales in which the seller has granted the purchaser a right of use that is less than permanent;</div><div style=\"text-indent:0.5in;\">(iii) Sales in which the purchaser is not obligated to make continued payment as a condition of the sale; and</div><div style=\"text-indent:0.5in;\">(iv) Sales in which the purchaser is obligated to make continued payment as a condition of the sale.</div><div style=\"text-indent:0.5in;\">(b) A retail sale of digital goods, digital codes, or digital automated services under this subsection (8) includes any services provided by the seller exclusively in connection with the digital goods, digital codes, or digital automated services, whether or not a separate charge is made for such services.</div><div style=\"text-indent:0.5in;\">(c) For purposes of this subsection, \"permanent\" means perpetual or for an indefinite or unspecified length of time. A right of permanent use is presumed to have been granted unless the agreement between the seller and the purchaser specifies or the circumstances surrounding the transaction suggest or indicate that the right to use terminates on the occurrence of a condition subsequent.</div><div style=\"text-indent:0.5in;\">(9) The term also includes the charge made for providing tangible personal property along with an operator for a fixed or indeterminate period of time. A consideration of this is that the operator is necessary for the tangible personal property to perform as designed. For the purpose of this subsection (9), an operator must do more than maintain, inspect, or set up the tangible personal property.</div><div style=\"text-indent:0.5in;\">(10) The term does not include the sale of or charge made for labor and services rendered in respect to the building, repairing, or improving of any street, place, road, highway, easement, right-of-way, mass public transportation terminal or parking facility, bridge, tunnel, or trestle which is owned by a municipal corporation or political subdivision of the state or by the United States and which is used or to be used primarily for foot or vehicular traffic including mass transportation vehicles of any kind.</div><div style=\"text-indent:0.5in;\">(11) The term also does not include sales of chemical sprays or washes to persons for the purpose of postharvest treatment of fruit for the prevention of scald, fungus, mold, or decay, nor does it include sales of feed, seed, seedlings, fertilizer, agents for enhanced pollination including insects such as bees, and spray materials to: (a) Persons who participate in the federal conservation reserve program, the environmental quality incentives program, the wetlands reserve program, and the wildlife habitat incentives program, or their successors administered by the United States department of agriculture; (b) farmers for the purpose of producing for sale any agricultural product; (c) farmers for the purpose of providing bee pollination services; and (d) farmers acting under cooperative habitat development or access contracts with an organization exempt from federal income tax under 26 U.S.C. Sec. 501(c)(3) of the federal internal revenue code or the Washington state department of fish and wildlife to produce or improve wildlife habitat on land that the farmer owns or leases.</div><div style=\"text-indent:0.5in;\">(12) The term does not include the sale of or charge made for labor and services rendered in respect to the constructing, repairing, decorating, or improving of new or existing buildings or other structures under, upon, or above real property of or for the United States, any instrumentality thereof, or a county or city housing authority created pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.82'>35.82</a> RCW, including the installing, or attaching of any article of tangible personal property therein or thereto, whether or not such personal property becomes a part of the realty by virtue of installation. Nor does the term include the sale of services or charges made for the clearing of land and the moving of earth of or for the United States, any instrumentality thereof, or a county or city housing authority. Nor does the term include the sale of services or charges made for cleaning up for the United States, or its instrumentalities, radioactive waste and other by-products of weapons production and nuclear research and development.</div><div style=\"text-indent:0.5in;\">(13) The term does not include the sale of or charge made for labor, services, or tangible personal property pursuant to agreements providing maintenance services for bus, rail, or rail fixed guideway equipment when a regional transit authority is the recipient of the labor, services, or tangible personal property, and a transit agency, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=81.104.015'>81.104.015</a>, performs the labor or services.</div><div style=\"text-indent:0.5in;\">(14) The term does not include the sale for resale of any service described in this section if the sale would otherwise constitute a \"sale at retail\" and \"retail sale\" under this section.</div><div style=\"text-indent:0.5in;\">(15)(a) The term \"sale at retail\" or \"retail sale\" includes amounts charged, however labeled, to consumers to engage in any of the activities listed in this subsection (15)(a), including the furnishing of any associated equipment or, except as otherwise provided in this subsection, providing instruction in such activities, where such charges are not otherwise defined as a \"sale at retail\" or \"retail sale\" in this section:</div><div style=\"text-indent:0.5in;\">(i)(A) Golf, including any variant in which either golf balls or golf clubs are used, such as miniature golf, hitting golf balls at a driving range, and golf simulators, and including fees charged by a golf course to a player for using his or her own cart. However, charges for golf instruction are not a retail sale, provided that if the instruction involves the use of a golfing facility that would otherwise require the payment of a fee, such as green fees or driving range fees, such fees, including the applicable retail sales tax, must be separately identified and charged by the golfing facility operator to the instructor or the person receiving the instruction.</div><div style=\"text-indent:0.5in;\">(B) Notwithstanding (a)(i)(A) of this subsection (15) and except as otherwise provided in this subsection (15)(a)(i)(B), the term \"sale at retail\" or \"retail sale\" does not include amounts charged to participate in, or conduct, a golf tournament or other competitive event. However, amounts paid by event participants to the golf facility operator are retail sales under this subsection (15)(a)(i). Likewise, amounts paid by the event organizer to the golf facility are retail sales under this subsection (15)(a)(i), if such amounts vary based on the number of event participants;</div><div style=\"text-indent:0.5in;\">(ii) Ballooning, hang gliding, indoor or outdoor sky diving, paragliding, parasailing, and similar activities;</div><div style=\"text-indent:0.5in;\">(iii) Air hockey, billiards, pool, foosball, darts, shuffleboard, ping pong, and similar games;</div><div style=\"text-indent:0.5in;\">(iv) Access to amusement park, theme park, and water park facilities, including but not limited to charges for admission and locker or cabana rentals. Discrete charges for rides or other attractions or entertainment that are in addition to the charge for admission are not a retail sale under this subsection (15)(a)(iv). For the purposes of this subsection, an amusement park or theme park is a location that provides permanently affixed amusement rides, games, and other entertainment, but does not include parks or zoos for which the primary purpose is the exhibition of wildlife, or fairs, carnivals, and festivals as defined in (b)(i) of this subsection;</div><div style=\"text-indent:0.5in;\">(v) Batting cage activities;</div><div style=\"text-indent:0.5in;\">(vi) Bowling, but not including competitive events, except that amounts paid by the event participants to the bowling alley operator are retail sales under this subsection (15)(a)(vi). Likewise, amounts paid by the event organizer to the operator of the bowling alley are retail sales under this subsection (15)(a)(vi), if such amounts vary based on the number of event participants;</div><div style=\"text-indent:0.5in;\">(vii) Climbing on artificial climbing structures, whether indoors or outdoors;</div><div style=\"text-indent:0.5in;\">(viii) Day trips for sightseeing purposes;</div><div style=\"text-indent:0.5in;\">(ix) Bungee jumping, zip lining, and riding inside a ball, whether inflatable or otherwise;</div><div style=\"text-indent:0.5in;\">(x) Horseback riding offered to the public, where the seller furnishes the horse to the buyer and providing instruction is not the primary focus of the activity, including guided rides, but not including therapeutic horseback riding provided by an instructor certified by a nonprofit organization that offers national or international certification for therapeutic riding instructors;</div><div style=\"text-indent:0.5in;\">(xi) Fishing, including providing access to private fishing areas and charter or guided fishing, except that fishing contests and license fees imposed by a government entity are not a retail sale under this subsection;</div><div style=\"text-indent:0.5in;\">(xii) Guided hunting and hunting at game farms and shooting preserves, except that hunting contests and license fees imposed by a government entity are not a retail sale under this subsection;</div><div style=\"text-indent:0.5in;\">(xiii) Swimming, but only in respect to (A) recreational or fitness swimming that is open to the public, such as open swim, lap swimming, and special events like kids night out and pool parties during open swim time, and (B) pool parties for private events, such as birthdays, family gatherings, and employee outings. Fees for swimming lessons, to participate in swim meets and other competitions, or to join a swim team, club, or aquatic facility are not retail sales under this subsection (15)(a)(xiii);</div><div style=\"text-indent:0.5in;\">(xiv) Go-karting, bumper cars, and other motorized activities where the seller provides the vehicle and the premises where the buyer will operate the vehicle;</div><div style=\"text-indent:0.5in;\">(xv) Indoor or outdoor playground activities, such as inflatable bounce structures and other inflatables; mazes; trampolines; slides; ball pits; games of tag, including laser tag and soft-dart tag; and human gyroscope rides, regardless of whether such activities occur at the seller's place of business, but not including playground activities provided for children by a licensed child day care center or licensed family day care provider as those terms are defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.216.010'>43.216.010</a>;</div><div style=\"text-indent:0.5in;\">(xvi) Shooting sports and activities, such as target shooting, skeet, trap, sporting clays, \"5\" stand, and archery, but only in respect to discrete charges to members of the public to engage in these activities, but not including fees to enter a competitive event, instruction that is entirely or predominately classroom based, or to join or renew a membership at a club, range, or other facility;</div><div style=\"text-indent:0.5in;\">(xvii) Paintball and airsoft activities;</div><div style=\"text-indent:0.5in;\">(xviii) Skating, including ice skating, roller skating, and inline skating, but only in respect to discrete charges to members of the public to engage in skating activities, but not including skating lessons, competitive events, team activities, or fees to join or renew a membership at a skating facility, club, or other organization;</div><div style=\"text-indent:0.5in;\">(xix) Nonmotorized snow sports and activities, such as downhill and cross-country skiing, snowboarding, ski jumping, sledding, snow tubing, snowshoeing, and similar snow sports and activities, whether engaged in outdoors or in an indoor facility with or without snow, but only in respect to discrete charges to the public for the use of land or facilities to engage in nonmotorized snow sports and activities, such as fees, however labeled, for the use of ski lifts and tows and daily or season passes for access to trails or other areas where nonmotorized snow sports and activities are conducted. However, fees for the following are not retail sales under this subsection (15)(a)(xix): (A) Instructional lessons; (B) permits issued by a governmental entity to park a vehicle on or access public lands; and (C) permits or leases granted by an owner of private timberland for recreational access to areas used primarily for growing and harvesting timber; and</div><div style=\"text-indent:0.5in;\">(xx) Scuba diving; snorkeling; river rafting; surfing; kiteboarding; flyboarding; water slides; inflatables, such as water pillows, water trampolines, and water rollers; and similar water sports and activities.</div><div style=\"text-indent:0.5in;\">(b) Notwithstanding anything to the contrary in this subsection (15), the term \"sale at retail\" or \"retail sale\" does not include charges:</div><div style=\"text-indent:0.5in;\">(i) Made for admission to, and rides or attractions at, fairs, carnivals, and festivals. For the purposes of this subsection, fairs, carnivals, and festivals are events that do not exceed 21 days and a majority of the amusement rides, if any, are not affixed to real property;</div><div style=\"text-indent:0.5in;\">(ii) Made by an educational institution to its students and staff for activities defined as retail sales by (a)(i) through (xx) of this subsection. However, charges made by an educational institution to its alumni or other members of the general public for these activities are a retail sale under this subsection (15). For purposes of this subsection (15)(b)(ii), \"educational institution\" has the same meaning as in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04.170'>82.04.170</a>;</div><div style=\"text-indent:0.5in;\">(iii) Made by a vocational school for commercial diver training that is licensed by the workforce training and education coordinating board under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28C.10'>28C.10</a> RCW; or</div><div style=\"text-indent:0.5in;\">(iv) Made for day camps offered by a nonprofit organization or state or local governmental entity that provide youth not older than age 18, or that are focused on providing individuals with disabilities or mental illness, the opportunity to participate in a variety of supervised activities.</div><div style=\"text-indent:0.5in;\">(16)(a) The term \"sale at retail\" or \"retail sale\" includes the purchase or acquisition of tangible personal property and specified services by a person who receives either a qualifying grant exempt from tax under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04.767'>82.04.767</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.16.320'>82.16.320</a> or a grant deductible under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04.4339'>82.04.4339</a>, except for transactions excluded from the definition of \"sale at retail\" or \"retail sale\" by any other provision of this section. Nothing in this subsection (16) may be construed to limit the application of any other provision of this section to purchases by a recipient of either a qualifying grant exempt from tax under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04.767'>82.04.767</a> or a grant deductible under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04.4339'>82.04.4339</a>, or by any other person.</div><div style=\"text-indent:0.5in;\">(b) For purposes of this subsection (16), \"specified services\" means:</div><div style=\"text-indent:0.5in;\">(i) The constructing, repairing, decorating, or improving of new or existing buildings or other structures under, upon, or above real property, including the installing or attaching of any article of tangible personal property therein or thereto, whether or not such personal property becomes a part of the realty by virtue of installation;</div><div style=\"text-indent:0.5in;\">(ii) The clearing of land or the moving of earth, whether or not associated with activities described in (b)(i) of this subsection (16);</div><div style=\"text-indent:0.5in;\">(iii) The razing or moving of existing buildings or structures; and</div><div style=\"text-indent:0.5in;\">(iv) Landscape maintenance and horticultural services.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04'>82.04</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) This chapter does not apply to amounts remitted to a county filing office for the purpose of recording documents.</div><div style=\"text-indent:0.5in;\">(2) A person is eligible for the exemption under this section if the person is primarily engaged in escrow agent services as described in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.44.011'>18.44.011</a> (7) and (8) and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.44.021'>18.44.021</a>(1).</div><div style=\"text-indent:0.5in;\">(3) The remittance amounts must be separately identified on a settlement statement, HUD-1, or closing disclosure.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.32.805'>82.32.805</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.32.808'>82.32.808</a> do not apply to this act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span><span style=\"text-indent:0.5in;\">This act takes effect January 1, 2026.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-23T19:19:44.927Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to clarify the excise tax treatment of the fees collected by title and escrow companies from clients, specifically when these fees are remitted to county filing offices for recording documents. The bill addresses issues related to prior tax assessments on these businesses regarding sales and use taxes, stemming from a recent court ruling that classified document recording surcharges as excise taxes, thus exempting them from additional taxes. This amendment intends to alleviate financial burdens on primarily independent and small.title and escrow businesses who have faced penalties for not collecting these taxes.</p>\n<h3>Key Provisions</h3>\n<h4>Tax Exemptions</h4>\n<ul>\n<li>The bill establishes that sales and use taxes and business and occupation taxes cannot be charged on document recording surcharges, which have been determined by the state court to be an excise tax.</li>\n</ul>\n<h4>Clarification of Definitions</h4>\n<ul>\n<li>The bill amends existing definitions in RCW 82.04.050 to reflect that amounts charged for escrow agent services that are specifically for remitted filing fees should not be classified under taxable retail sales.</li>\n</ul>\n<h4>New Regulations</h4>\n<ul>\n<li>Introduces a new section in RCW 82.04, stating that transactions for remitting amounts to a county filing office for document recording are exempt from sales taxation.</li>\n<li>A person engaged primarily in escrow agent services can qualify for this exemption if these remitted amounts are distinctly identified in settlement documents, such as HUD-1 or closing disclosures.</li>\n</ul>\n<h4>Application and Compliance</h4>\n<ul>\n<li>Establishes that the provisions outlined do not apply to existing rules under RCW 82.32.805 and RCW 82.32.808, ensuring that these new clarifications supersede prior regulations.</li>\n<li>The act will take effect on January 1, 2026, allowing businesses time to adjust to these new guidelines.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-23T19:19:44.927Z",
    "text": "excise tax treatment recording documents title escrow companies clarification financial burdens independent small businesses penalties sales use taxes business occupation taxes new regulations compliance"
  }
}