{
  "id": 1118,
  "lastUpdated": "2025-03-01T06:51:36.337Z",
  "agency": "House",
  "description": "Concerning restoration of the right to possess a firearm.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Civil Rights & Judiciary."
  },
  "sponsors": [
    "Simmons",
    "McEntire",
    "Leavitt",
    "Walsh"
  ],
  "document": {
    "name": "1118",
    "description": "House Bill 1118",
    "url": {
      "ts": "2024-12-23T19:19:47.243Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1118.htm"
    },
    "original": {
      "ts": "2024-12-23T19:19:47.243Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0093.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1118</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Simmons, McEntire, Leavitt, and Walsh<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/23/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Civil Rights &amp; Judiciary.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to restoration of the right to possess a firearm; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.041'>9.41.041</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.041'>9.41.041</a> and 2023 c 295 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) A person who is prohibited from possession of a firearm under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.040'>9.41.040</a> may not petition a court to have the person's right to possess a firearm restored if the person has been convicted or found not guilty by reason of insanity of: A felony sex offense; a class A felony; or a felony offense with a maximum sentence of at least 20 years<span style=\"text-decoration:underline;\">, other than sentences under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50.408'>69.50.408</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50.435'>69.50.435</a></span>.</div><div style=\"text-indent:0.5in;\">(2) A person who is prohibited from possession of a firearm under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.040'>9.41.040</a>, and is not disqualified from petitioning for restoration of firearm rights under subsection (1) of this section or required to petition as provided for in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.047'>9.41.047</a>, may petition a superior court to have the person's right to possess a firearm restored.</div><div style=\"text-indent:0.5in;\">(a) The person must have, for the period of consecutive years as specified below immediately preceding the filing of the petition, been in the community without being convicted or found not guilty by reason of insanity of any crime that prohibits the possession of a firearm, as follows:</div><div style=\"text-indent:0.5in;\">(i) Five years for a conviction or finding of not guilty by reason of insanity for any felony offense, or any of the following gross misdemeanor or misdemeanor offenses:</div><div style=\"text-indent:0.5in;\">(A) Domestic violence (RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.99.020'>10.99.020</a>);</div><div style=\"text-indent:0.5in;\">(B) Stalking;</div><div style=\"text-indent:0.5in;\">(C) Cyberstalking;</div><div style=\"text-indent:0.5in;\">(D) Cyber harassment, excluding cyber harassment committed solely pursuant to the element set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.90.120'>9A.90.120</a>(1)(a)(i);</div><div style=\"text-indent:0.5in;\">(E) Harassment;</div><div style=\"text-indent:0.5in;\">(F) Aiming or discharging a firearm (RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.230'>9.41.230</a>);</div><div style=\"text-indent:0.5in;\">(G) Unlawful carrying or handling of a firearm (RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.270'>9.41.270</a>);</div><div style=\"text-indent:0.5in;\">(H) Animal cruelty in the second degree committed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=16.52.207'>16.52.207</a>(1);</div><div style=\"text-indent:0.5in;\">(I) Prior offense as defined by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.61.5055'>46.61.5055</a>; or</div><div style=\"text-indent:0.5in;\">(J) Violation of the provisions of an order to surrender and prohibit weapons, an extreme risk protection order, or the provisions of a protection order or no-contact order restraining the person or excluding the person from a residence; and</div><div style=\"text-indent:0.5in;\">(ii) Three years for a conviction or finding of not guilty by reason of insanity for one or more nonfelony crimes not covered in (a)(i) of this subsection.</div><div style=\"text-indent:0.5in;\">(b) The person petitioning for firearm rights to be restored must also meet the following requirements:</div><div style=\"text-indent:0.5in;\">(i) Has no pending charges for any felony, gross misdemeanor, or misdemeanor crime at the time the petition is filed or during the petition process;</div><div style=\"text-indent:0.5in;\">(ii) Has completed all sentencing conditions, other than nonrestitution fines and fees, for each felony, gross misdemeanor, or misdemeanor conviction on which the prohibition was based, including all court-ordered treatment. The court shall waive the requirement of this subsection (2)(b)(ii) if the petitioner provides verification from the sentencing court that relevant court records are no longer available, or attests to the unavailability of relevant records from other entities;</div><div style=\"text-indent:0.5in;\">(iii) Has no prior felony convictions that would count as part of an offender score under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.525'>9.94A.525</a> and has no out-of-state conviction for an offense which would disqualify the person from purchasing or possessing a firearm in the state of conviction. This determination shall be the responsibility of, and conducted by, the prosecuting attorney. An individual shall not be precluded from filing a petition to restore their firearm rights on the basis that they cannot verify whether they are disqualified from purchasing or possessing a firearm in the state of conviction; and</div><div style=\"text-indent:0.5in;\">(iv) Has been determined by law enforcement based on available records and information as not subject to any other prohibition on possessing a firearm at the time the petition for the restoration of firearm rights is filed or during the petition process, and would be able to pass a background check to purchase a firearm if the petition to restore firearm rights is granted.</div><div style=\"text-indent:0.5in;\">(3) The process for petitioning for restoration of firearm rights is as follows:</div><div style=\"text-indent:0.5in;\">(a) The person must file a petition in a superior court in ((<span style=\"text-decoration:line-through;\">a</span>))<span style=\"text-decoration:underline;\">:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Any</span> county that entered ((<span style=\"text-decoration:line-through;\">any</span>))<span style=\"text-decoration:underline;\">a</span> prohibition<span style=\"text-decoration:underline;\">;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) If the prohibiting conviction did not occur in Washington state, the county of the person's residence; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) If the person is not a resident of Washington state, Thurston county</span>.</div><div style=\"text-indent:0.5in;\">(b) At the time of filing the petition, the person must serve the prosecuting attorney in the county where the petition is filed with the petition.</div><div style=\"text-indent:0.5in;\">(c) Upon receipt of service of the petition, the prosecuting attorney must take reasonable steps to notify the listed victim of a prohibiting crime and any person who previously obtained a full protection order or no-contact order against the person petitioning for restoration of firearm rights, if those persons have requested notification, of the procedure to provide a sworn written statement regarding the existence of any additional facts or information that they may have relevant to whether the person petitioning for restoration of firearm rights meets the requirements for restoration set forth in this section.</div><div style=\"text-indent:0.5in;\">(d) The prosecuting attorney must verify in writing to the court that the prosecuting attorney has reviewed the relevant records, including written verification from Washington state patrol that Washington state patrol has conducted a records check of all civil and criminal records relevant to the prohibitors in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.040'>9.41.040</a>, and based on that information, whether there is sufficient evidence to determine that the person petitioning for restoration of firearm rights meets all the requirements set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.040'>9.41.040</a> and in this section to petition for and to be granted restoration of firearm rights.</div><div style=\"text-indent:0.5in;\">(e) The court may set a hearing on the petition if the court determines additional information is necessary to determine whether the person meets the requirements for restoration of firearm rights.</div><div style=\"text-indent:0.5in;\">(f) The court shall grant the petition only if the court finds that the person petitioning for restoration of firearm rights meets the requirements set forth in this section.</div><div style=\"text-indent:0.5in;\">(g) The prosecuting attorney shall notify any victim who requests notification of the court's decision.</div><div style=\"text-indent:0.5in;\">(4) When a person's right to possess a firearm has been restored under this section, the court shall forward, within three judicial days after entry of the restoration order, notification that the person's right to possess a firearm has been restored to the Washington state patrol with a copy of the person's driver's license or identicard, or comparable identification such as the person's name, address, and date of birth.</div><div style=\"text-indent:0.5in;\">(5) By December 30, 2023, the administrative office of the courts shall develop and distribute standard forms for petitions and orders issued under this section and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.047'>9.41.047</a>, and update protection order and no-contact order forms to allow victims to opt out of the notification provided for in this section if they do not wish to be notified at the time of a petition for firearm rights restoration. Beginning January 1, 2024, courts shall use the standard forms for petitions and orders under this section and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.047'>9.41.047</a>, and the updated protection order and no-contact order forms.</div><div style=\"text-indent:0.5in;\">(6) An appointed or elected public official, public employee, or public agency as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=4.24.470'>4.24.470</a>, or combination of units of local government and its employees as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.28A.010'>36.28A.010</a>, are immune from civil liability for good faith conduct in the performance of the official's, employee's, or agency's duties under this section.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-23T19:19:47.243Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1118 is to amend the existing laws regarding the restoration of firearm possession rights for individuals previously prohibited from owning firearms. The bill aims to clarify the conditions under which individuals can petition for the restoration of their firearm rights after completion of their sentences. Key changes include the introduction of specific waiting periods based on the nature of prior convictions, updated petition processes, and the requirement for a thorough review by the prosecuting attorney.</p>\n<h3>Key Provisions</h3>\n<h4>Eligibility and Waiting Periods</h4>\n<ul>\n<li>Individuals convicted of a felony sex offense, class A felony, or a felony with a maximum sentence of at least 20 years are permanently ineligible to petition for firearm rights restoration.</li>\n<li>For individuals not disqualified under the above:<ul>\n<li><strong>Five-Year Waiting Period</strong>: Required for those with prior felony convictions or certain misdemeanor offenses (e.g., domestic violence, stalking).</li>\n<li><strong>Three-Year Waiting Period</strong>: Required for non-felony convictions not included in the five-year category.</li></ul></li>\n</ul>\n<h4>Petition Process</h4>\n<ul>\n<li>A person must:<ul>\n<li>File the petition in a superior court located in the county where the prohibition was issued.</li>\n<li>If the conviction occurred out of state, file in their county of residence or, if they are out of state, in Thurston county.</li></ul></li>\n<li>Notify the prosecuting attorney and include relevant parties (e.g., victims of prior crimes) in the process.</li>\n<li>The prosecuting attorney is responsible for verifying the individual meets all conditions for restoration, including a lack of pending criminal charges.</li>\n</ul>\n<h4>Restoration Requirements</h4>\n<ul>\n<li>Petitioners must:<ul>\n<li>Have completed all sentencing conditions.</li>\n<li>Demonstrate no pending charges for any disqualifying criteria at the time of filing.</li>\n<li>Have verification that they are not subject to other restrictions on firearm possession.</li>\n<li>Qualify for background checks to ensure they can legally purchase a firearm post-restoration.</li></ul></li>\n</ul>\n<h4>Court Decision and Notification</h4>\n<ul>\n<li>The court hearing is optional but may be called if needed for further evidence.</li>\n<li>The court only grants restoration if all outlined requirements are conclusively met.</li>\n<li>The court must notify the Washington State Patrol within three days following a successful restoration order.</li>\n</ul>\n<h4>Administrative Responsibilities</h4>\n<ul>\n<li>The administrative office of the courts must develop standard forms for petitions by December 30, 2023, and update notification processes for victims related to firearm rights restoration.</li>\n<li>Officials performing duties under this bill are granted immunity from civil liability for actions taken in good faith.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-23T19:19:47.243Z",
    "text": "firearm possession restoration eligibility waiting periods petition process felony conviction domestic violence stalking background checks court decision notification responsibilities"
  }
}