{
  "id": 1122,
  "lastUpdated": "2025-03-01T06:51:36.602Z",
  "agency": "House",
  "description": "Restricting mobile device usage by public school students.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Education."
  },
  "sponsors": [
    "McClintock",
    "Leavitt",
    "Berry",
    "Rude",
    "Callan",
    "Keaton",
    "Doglio",
    "Wylie",
    "Pollet",
    "Barnard",
    "Nance",
    "Berg",
    "Ormsby",
    "Bergquist",
    "Reeves"
  ],
  "document": {
    "name": "1122",
    "description": "House Bill 1122",
    "url": {
      "ts": "2024-12-23T19:19:59.747Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1122.htm"
    },
    "original": {
      "ts": "2024-12-23T19:19:59.747Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0305.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1122</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives McClintock, Leavitt, Berry, Rude, Callan, Keaton, Doglio, Wylie, Pollet, Barnard, Nance, Berg, Ormsby, Bergquist, and Reeves<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/23/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Education.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to improving student outcomes by restricting mobile device use by public school students; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.600'>28A.600</a> RCW; and creating a new section.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">(1) The legislature finds that student use of mobile devices in schools has had a multitude of negative effects on student outcomes. Mobile devices can be a constant distraction that disrupts the learning environment for all students. According to a study from the London School of Economics and Political Science, and as replicated by other researchers, the mere presence of a smartphone by a neighboring student lowers a nonphone student's test performance by about six percent.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The legislature further finds that mobile devices can increase harm to students' mental health either by recording students without consent or through increased cyberbullying. Washington students are still recovering from the massive effects of school closures during the COVID-19 pandemic, including severe learning loss and troubling trends in student mental health.</div><div style=\"text-indent:0.5in;\">(3) The legislature intends to combat these effects with safer and more engaging learning environments for students. While the United States and nations around the world consider restricting mobile devices for students, lessons can be learned from states and school districts that have already implemented mobile device restrictions. These lessons can be used to identify the best strategies to implement a phone-free school environment with more focus on academics, development of social skills, and students engaging with each other. Therefore, it is the intent of the legislature to restrict student use of mobile devices in public schools during instructional hours using the strategy or strategies recommended by the office of the superintendent of public instruction, beginning in the 2026-27 school year.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.600'>28A.600</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) By December 15, 2025, and in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.01.036'>43.01.036</a>, the office of the superintendent of public instruction shall report to the appropriate committees of the legislature with:</div><div style=\"text-indent:0.5in;\">(i) A summary of the policies and procedures that have been adopted by schools in Washington and in other states to limit student mobile device use during instructional hours;</div><div style=\"text-indent:0.5in;\">(ii) Recommendations for successful strategies for restricting student mobile device use during instructional hours, which may include limiting use: To specified time periods; to designated locations; during particular activities; or by requiring students to leave mobile devices at the front of the classroom or in an administrative office, or to place mobile devices in a secure container; and</div><div style=\"text-indent:0.5in;\">(iii) Recommendations for exceptions to the student mobile device restrictions. For example, exceptions could be made for certain emergencies, students with certain disabilities, certain English learner students, students with certain health conditions, or instructional purposes.</div><div style=\"text-indent:0.5in;\">(b) The office of the superintendent of public instruction shall share draft recommendations with the Washington state school directors' association as soon as practicable so that the association can meet the deadline for developing a model policy and procedures under subsection (2) of this section.</div><div style=\"text-indent:0.5in;\">(2)(a) The Washington state school directors' association shall develop a model policy and procedures for restricting student mobile device use during instructional hours. The model policy and procedures must be informed by and aligned to the recommendations contained in the report required by subsection (1) of this section.</div><div style=\"text-indent:0.5in;\">(b) The model policy and procedures required by this subsection (2) must be posted publicly on the website of the Washington state school directors' association beginning March 15, 2026.</div><div style=\"text-indent:0.5in;\">(3)(a) By the beginning of the 2026-27 school year, each school district shall adopt a policy and procedures for restricting student mobile device use during instructional hours. The policy and procedures must be consistent with the model policy and procedures developed under subsection (2) of this section.</div><div style=\"text-indent:0.5in;\">(b) The policy and procedures required by this subsection (3) must be shared with students and the parents and guardians of the students at least annually.</div><div style=\"text-indent:0.5in;\">(c) This subsection (3) governs school operation and management under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.710.040'>28A.710.040</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.715.020'>28A.715.020</a> and applies to charter schools established under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.710'>28A.710</a> RCW and state-tribal education compact schools subject to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.715'>28A.715</a> RCW.</div><div style=\"text-indent:0.5in;\">(4) The definitions in this subsection apply throughout this section unless the context clearly requires otherwise.</div><div style=\"text-indent:0.5in;\">(a) \"Instructional hours\" has the same meaning as in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.150.205'>28A.150.205</a>.</div><div style=\"text-indent:0.5in;\">(b) \"Mobile device\" means any personal mobile telephone or other portable electronic communication device with which a user engages in a call or writes or sends a message, or any device in which the user plays a game or watches a video, except that such term does not include school-issued devices.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-23T19:19:59.747Z",
      "text": "<h3>Purpose</h3>\n<p>The main goal of this bill is to improve student outcomes by restricting the use of mobile devices by public school students during instructional hours. The bill highlights that mobile devices have negative impacts on learning, including distractions that lower test performance and mental health issues stemming from cyberbullying and unauthorized recordings. To create a safer and more engaging learning environment, the legislation aims to implement strategies that limit mobile device use in schools starting in the 2026-27 school year.</p>\n<h3>Key Provisions</h3>\n<h4>Reporting and Recommendations</h4>\n<ul>\n<li>By December 15, 2025, the office of the superintendent of public instruction must provide a report that includes:<ul>\n<li>A summary of current policies and procedures from Washington and other states regarding mobile device use.</li>\n<li>Recommendations for effective strategies to restrict mobile device use, which may include:<ul>\n<li>Limiting use to specific time periods or locations.</li>\n<li>Requiring devices to be left at the front of the classroom or in a secure container.</li>\n<li>Suggestions for exceptions to restrictions for emergencies, students with disabilities, English learners, or health conditions.</li></ul></li></ul></li>\n</ul>\n<h4>Development of Model Policies</h4>\n<ul>\n<li>The Washington state school directors’ association must create a model policy and procedures for schools regarding mobile device restrictions, based on the recommendations from the report.</li>\n<li>This model policy must be publicly posted on their website by March 15, 2026.</li>\n</ul>\n<h4>Implementation by School Districts</h4>\n<ul>\n<li>By the start of the 2026-27 school year, each school district is required to adopt a policy for restricting mobile device use during instructional hours.<ul>\n<li>These policies must align with the model policy developed by the school directors' association.</li>\n<li>Schools must communicate the adopted policy to students and their parents or guardians at least once per year.</li></ul></li>\n<li>The policy will apply not only to traditional public schools but also to charter schools and state-tribal education compact schools.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-23T19:19:59.747Z",
    "text": "mobile devices student outcomes distractions learning environment mental health cyberbullying strategies school year reporting recommendations model policies school districts"
  }
}