{
  "id": 1123,
  "lastUpdated": "2025-03-01T06:51:36.626Z",
  "agency": "House",
  "description": "Ensuring access to primary care, behavioral health, and affordable hospital services.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-10T08:00:00.000Z",
    "text": "Referred to Rules 2 Review."
  },
  "sponsors": [
    "Macri",
    "Berry",
    "Reed",
    "Fitzgibbon",
    "Alvarado",
    "Callan",
    "Obras",
    "Farivar",
    "Doglio",
    "Simmons",
    "Wylie",
    "Nance",
    "Berg",
    "Ormsby",
    "Lekanoff",
    "Reeves",
    "Hill"
  ],
  "document": {
    "name": "1123",
    "description": "House Bill 1123",
    "url": {
      "ts": "2024-12-23T19:20:00.590Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1123.htm"
    },
    "original": {
      "ts": "2024-12-23T19:20:00.590Z",
      "text": "<!DOCTYPE html ><html><body><div>Z-0194.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1123</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Macri, Berry, Reed, Fitzgibbon, Alvarado, Callan, Obras, Farivar, Doglio, Simmons, Wylie, Nance, Berg, Ormsby, Lekanoff, Reeves, and Hill; by request of Health Care Authority<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/23/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Appropriations.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to ensuring access to primary care, behavioral health, and affordable hospital services; and adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.05'>41.05</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.05'>41.05</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) For purposes of this section, \"contractor\" means a health carrier that provides medical insurance offered to public employees and their covered dependents under this chapter, or a third-party administrator contracted by the authority to provide medical coverage to public employees under this chapter.</div><div style=\"text-indent:0.5in;\">(2) Upon a good faith offer from a contractor, a hospital licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.41'>70.41</a> RCW that receives payment for services through any program administered by the authority under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.09'>74.09</a> RCW must contract with that contractor. This subsection does not apply to a hospital owned and operated by a health maintenance organization licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.46'>48.46</a> RCW.</div><div style=\"text-indent:0.5in;\">(3) Each contractor, for its health plans that provide medical coverage offered to public employees and their covered dependents, must meet the following requirements:</div><div style=\"text-indent:0.5in;\">(a) Beginning January 1, 2027:</div><div style=\"text-indent:0.5in;\">(i) Except as provided in (a)(ii) of this subsection, reimbursement to any provider or facility for inpatient and outpatient hospital services may not exceed the lesser of billed charges, the contractor's contracted rate for the provider, or 200 percent of the total amount medicare would have reimbursed for the same or similar services;</div><div style=\"text-indent:0.5in;\">(ii) Reimbursement to any provider or facility for inpatient and outpatient hospital services provided at a specialty hospital primarily engaged in the care and treatment of children may not exceed the lesser of billed charges, the contractor's contracted rate for the provider, or 350 percent of the total amount medicare would have reimbursed providers and facilities for the same or similar services;</div><div style=\"text-indent:0.5in;\">(iii) Reimbursement for services provided by rural hospitals certified by the centers for medicare and medicaid services as critical access hospitals or sole community hospitals may not be less than 101 percent of allowable costs as defined by the United States centers for medicare and medicaid services for purposes of medicare cost reporting;</div><div style=\"text-indent:0.5in;\">(iv) Reimbursement for primary care services, as defined by the authority, may not be less than 150 percent of the amount that would have been reimbursed under the medicare program for the same or similar services; and</div><div style=\"text-indent:0.5in;\">(v) Reimbursement for nonfacility-based behavioral health services, as defined by the authority, may not be less than 150 percent of the amount that would have been reimbursed under the medicare program for the same or similar services.</div><div style=\"text-indent:0.5in;\">(b) Beginning January 1, 2029:</div><div style=\"text-indent:0.5in;\">(i) Except as provided in (b)(ii) of this subsection, reimbursement to any provider or facility for inpatient and outpatient hospital services may not exceed the lesser of billed charges, the contractor's contracted rate for the provider, or 190 percent of the total amount medicare would have reimbursed providers and facilities for the same or similar services; and</div><div style=\"text-indent:0.5in;\">(ii) Reimbursement to any provider or facility for inpatient and outpatient hospital services provided at a specialty hospital primarily engaged in the care and treatment of children may not exceed the lesser of billed charges, the contractor's contracted rate for the provider, or 300 percent of the total amount medicare would have reimbursed the providers and facilities for the same or similar services.</div><div style=\"text-indent:0.5in;\">(4) Nothing in this section prohibits a contractor from reimbursing a hospital through a nonfee-for-service payment methodology, so long as the payments incentivize higher quality or improved health outcomes and the contractor continues to comply with the reimbursement requirements in this section.</div><div style=\"text-indent:0.5in;\">(5) Premiums must take into account changes in reimbursement for hospital, primary care, and behavioral health services anticipated to result from the application of this section.</div><div style=\"text-indent:0.5in;\">(6) At the request of the authority for monitoring, enforcement, or program and quality improvement activities, a contractor must provide cost and quality of care information and data to the authority and may not enter into an agreement with a provider or third party that would restrict the contractor from providing this information or data.</div><div style=\"text-indent:0.5in;\">(7) By December 31, 2030, the authority, in consultation with the office of the insurance commissioner, shall provide a report to the governor's office and relevant committees of the legislature analyzing the initial impacts of this section on network access, enrollee premiums, and state expenditures for medical coverage offered to public employees under this chapter. The report may include recommendations for legislative changes to the policy established in this section.</div><div style=\"text-indent:0.5in;\">(8) The authority may adopt rules to implement this section, including rules for levying fines and taking other contract actions it deems necessary to enforce compliance with this section.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-23T19:20:00.590Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1123 is to improve access to primary care, behavioral health services, and affordable hospital services for public employees in Washington. The bill establishes requirements for health carriers and hospitals regarding reimbursement rates, thereby aiming to control healthcare costs and enhance the quality of care provided to public employees. Key changes from previous versions include specifying reimbursement rates that health carriers must follow starting in 2027 and 2029 and introducing provisions to maintain transparency in costs and quality of care.</p>\n<h3>Key Provisions</h3>\n<h4>Reimbursement Requirements</h4>\n<ul>\n<li><p><strong>General Principles</strong>: Hospitals receiving payments for services through certain state programs must contract with health carriers offering medical insurance.</p></li>\n<li><p><strong>By January 1, 2027</strong>:</p>\n<ul>\n<li>Reimbursement for inpatient and outpatient hospital services must not exceed:</li>\n<li>Billed charges, the contractor’s contracted rate, or 200% of Medicare reimbursements.</li>\n<li>For specialty hospitals (primarily for children's care), the limit is set at 350% of Medicare.</li>\n<li>Rural hospitals classified as critical access or sole community hospitals must receive at least 101% of allowable costs.</li>\n<li>Primary care and non-facility-based behavioral health services must receive at least 150% of the Medicare reimbursement rate.</li></ul></li>\n<li><p><strong>By January 1, 2029</strong>:</p>\n<ul>\n<li>Reimbursement limits are adjusted:</li>\n<li>For inpatient and outpatient services, the cap is reduced to 190% of Medicare rates.</li>\n<li>Specialty hospitals for children continue at a limit of 300% of Medicare fees.</li></ul></li>\n</ul>\n<h4>Payment Methodology</h4>\n<ul>\n<li>Contractors can use non-fee-for-service payment methods as long as they promote high quality and better health outcomes while following the reimbursement standards.</li>\n</ul>\n<h4>Premium Adjustments</h4>\n<ul>\n<li>Health insurance premiums must reflect changes in reimbursements resulting from this legislation.</li>\n</ul>\n<h4>Reporting and Data Sharing</h4>\n<ul>\n<li>Contractors are required to provide cost and quality care information to the authority to monitor and improve healthcare services.</li>\n</ul>\n<h4>Review and Recommendations</h4>\n<ul>\n<li>By December 31, 2030, the authority will prepare a report assessing the effects of the bill on access, premiums, and state costs associated with public employee medical coverage, including potential legislative recommendations.</li>\n</ul>\n<h4>Rule Adoption</h4>\n<ul>\n<li>The authority is empowered to establish rules to enforce compliance, which may include imposing fines.</li>\n</ul>"
    }
  },
  "subDocuments": [
    {
      "name": "1123-S",
      "description": "Substitute House Bill 1123 as Recommended by Appropriations",
      "url": {
        "ts": "2025-02-07T20:05:55.723Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1123-S.htm"
      },
      "original": {
        "ts": "2025-02-07T20:05:55.723Z",
        "text": "<!DOCTYPE html ><html><body><div>H-1155.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1123</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Appropriations (originally sponsored by Representatives Macri, Berry, Reed, Fitzgibbon, Alvarado, Callan, Obras, Farivar, Doglio, Simmons, Wylie, Nance, Berg, Ormsby, Lekanoff, Reeves, and Hill; by request of Health Care Authority)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/10/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to ensuring access to primary care, behavioral health, and affordable hospital services; and adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.05'>41.05</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.05'>41.05</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) For purposes of this section, \"contractor\" means a health carrier that provides medical insurance offered to public employees and their covered dependents under this chapter, or a third-party administrator contracted by the authority to provide medical coverage to public employees under this chapter.</div><div style=\"text-indent:0.5in;\">(2) Upon a good faith offer from a contractor, a hospital licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.41'>70.41</a> RCW that receives payment for services through any program administered by the authority under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.09'>74.09</a> RCW must contract with that contractor. This subsection does not apply to a hospital owned and operated by a health maintenance organization licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.46'>48.46</a> RCW.</div><div style=\"text-indent:0.5in;\">(3) Each contractor, for its health plans that provide medical coverage offered to public employees and their covered dependents, must meet the following requirements:</div><div style=\"text-indent:0.5in;\">(a) Beginning January 1, 2027:</div><div style=\"text-indent:0.5in;\">(i) Except as provided in (a)(ii) of this subsection, reimbursement to any in-network provider or facility located in Washington for inpatient and outpatient hospital services may not exceed the lesser of billed charges, the contractor's contracted rate for the provider, or 200 percent of the total amount medicare would have reimbursed for the same or similar services;</div><div style=\"text-indent:0.5in;\">(ii) Reimbursement to any in-network provider or facility located in Washington for inpatient and outpatient hospital services provided at a specialty hospital primarily engaged in the care and treatment of children may not exceed the lesser of billed charges, the contractor's contracted rate for the provider, or 350 percent of the total amount medicare would have reimbursed providers and facilities for the same or similar services;</div><div style=\"text-indent:0.5in;\">(iii) Reimbursement for services provided by rural hospitals certified by the centers for medicare and medicaid services as critical access hospitals or sole community hospitals may not be less than 101 percent of allowable costs as defined by the United States centers for medicare and medicaid services for purposes of medicare cost reporting;</div><div style=\"text-indent:0.5in;\">(iv) Reimbursement for in-network primary care services, as defined by the authority, may not be less than the greater of 150 percent of the amount that would have been reimbursed under the medicare program for the same or similar services or the contractor's contracted rate for the provider; and</div><div style=\"text-indent:0.5in;\">(v) Reimbursement for in-network nonfacility-based behavioral health services, as defined by the authority, may not be less than the greater of 150 percent of the amount that would have been reimbursed under the medicare program for the same or similar services or the contractor's contracted rate for the provider.</div><div style=\"text-indent:0.5in;\">(b) Beginning January 1, 2029:</div><div style=\"text-indent:0.5in;\">(i) Except as provided in (b)(ii) and (c) of this subsection, reimbursement to any in-network provider or facility located in Washington for inpatient and outpatient hospital services may not exceed the lesser of billed charges, the contractor's contracted rate for the provider, or 190 percent of the total amount medicare would have reimbursed providers and facilities for the same or similar services; and</div><div style=\"text-indent:0.5in;\">(ii) Reimbursement to any in-network provider or facility located in Washington for inpatient and outpatient hospital services provided at a specialty hospital primarily engaged in the care and treatment of children may not exceed the lesser of billed charges, the contractor's contracted rate for the provider, or 300 percent of the total amount medicare would have reimbursed the providers and facilities for the same or similar services.</div><div style=\"text-indent:0.5in;\">(c) (a)(i) and (b)(i) of this subsection do not apply to reimbursement for services provided by rural hospitals certified by the centers for medicare and medicaid services as critical access hospitals or sole community hospitals, or hospitals located on an island operating within a public hospital district in Skagit county, except for hospitals that are owned or operated by a health system that owns or operates more than one acute care hospital licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.41'>70.41</a> RCW.</div><div style=\"text-indent:0.5in;\">(4) Nothing in this section prohibits a contractor from reimbursing a hospital through a nonfee-for-service payment methodology, so long as the payments incentivize higher quality or improved health outcomes and the contractor continues to comply with the reimbursement requirements in this section.</div><div style=\"text-indent:0.5in;\">(5) Premiums must take into account changes in reimbursement for hospital, primary care, and behavioral health services anticipated to result from the application of this section.</div><div style=\"text-indent:0.5in;\">(6) At the request of the authority for monitoring, enforcement, or program and quality improvement activities, a contractor must provide cost and quality of care information and data to the authority and may not enter into an agreement with a provider or third party that would restrict the contractor from providing this information or data.</div><div style=\"text-indent:0.5in;\">(7)(a) By December 31, 2030, the authority, in consultation with the office of the insurance commissioner, shall provide a report to the governor's office and relevant committees of the legislature analyzing the initial impacts of this section on:</div><div style=\"text-indent:0.5in;\">(i) Network access, enrollee premiums and cost-sharing, and state expenditures for medical coverage offered to public employees under this chapter; and</div><div style=\"text-indent:0.5in;\">(ii) Any impacts on enrollee costs in other health insurance markets within the state.</div><div style=\"text-indent:0.5in;\">(b) The report may include recommendations for legislative changes to the policy established in this section.</div><div style=\"text-indent:0.5in;\">(8) For the purposes of this section, reimbursement for inpatient and outpatient services does not include charges for professional services.</div><div style=\"text-indent:0.5in;\">(9) The authority may adopt rules to implement this section, including rules for levying fines and taking other contract actions it deems necessary to enforce compliance with this section.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-02-07T20:05:55.723Z",
        "text": "<h3>Purpose</h3>\n<p>The purpose of the edits made to this proposed legislative bill is to clarify the reimbursement rules for healthcare services provided to public employees in Washington State. The revised version aims to enhance access to necessary healthcare services while ensuring that costs remain manageable for both contractors and enrollees. Key changes focus on defining what qualifies as an in-network provider and expanding certain reimbursement criteria, which impacts how much hospitals can charge and how much contractors must pay for medical services.</p>\n<h3>Key Changes</h3>\n<h4>Definitions and Scope</h4>\n<ul>\n<li>\"contractor\" remains defined as a health carrier providing medical insurance for public employees or a third-party administrator.</li>\n<li>The specification of \"in-network provider or facility located in Washington\" was added to ensure reimbursement applies to local providers.</li>\n</ul>\n<h4>Reimbursement Structure</h4>\n<ul>\n<li><p><strong>Reimbursement Adjustments</strong>: </p>\n<ul>\n<li>In subsection (a), the term was modified to specify \"in-network provider or facility\" which clarifies payment conditions.</li>\n<li>The language changed to state reimbursement for primary care services must be \"the greater of 150% of the amount\" or \"the contractor's contracted rate\".</li>\n<li>Similar updates occurred for behavioral health services in subsection (v).</li></ul></li>\n<li><p><strong>Subsection Additions</strong>:</p>\n<ul>\n<li>A new clause was added in subsection (c) to exempt certain rural hospitals and hospitals on islands within public hospital districts from the limitations set in (a)(i) and (b)(i), with more precise criteria for which hospitals can be excluded based on ownership.</li></ul></li>\n</ul>\n<h4>Reporting and Impact Analysis</h4>\n<ul>\n<li>The reporting requirements were expanded in section (7). The authority will now analyze additional impacts:<ul>\n<li>Including how changes affect enrollee costs in other insurance markets.</li>\n<li>The wording now emphasizes not just network access, but also cost-sharing for enrollees.</li></ul></li>\n</ul>\n<h4>Additional Clarifications</h4>\n<ul>\n<li>Subsection (8) was added to clarify that reimbursement does not include charges for professional services, helping to further define the scope of what is being reimbursed.</li>\n</ul>\n<p>These changes reflect efforts to improve the healthcare cost structure in Washington while ensuring public employees retain access to necessary health services.</p>"
      }
    }
  ],
  "keywords": {
    "ts": "2024-12-23T19:20:00.590Z",
    "text": "primary care behavioral health public employees reimbursement rates healthcare costs quality of care payment methodology premium adjustments data sharing"
  }
}