{
  "id": 1125,
  "lastUpdated": "2025-03-01T06:51:36.916Z",
  "agency": "House",
  "description": "Providing judicial discretion to modify sentences in the interest of justice.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-27T08:00:00.000Z",
    "text": "Minority; do not pass."
  },
  "sponsors": [
    "Simmons",
    "Obras",
    "Scott",
    "Stearns",
    "Ryu",
    "Taylor",
    "Peterson",
    "Reeves",
    "Tharinger",
    "Fey",
    "Morgan",
    "Alvarado",
    "Macri",
    "Ormsby",
    "Stonier",
    "Doglio",
    "Berg",
    "Fosse",
    "Reed",
    "Berry",
    "Duerr",
    "Kloba",
    "Goodman",
    "Farivar",
    "Street",
    "Donaghy",
    "Pollet",
    "Bernbaum",
    "Nance",
    "Ortiz-Self",
    "Ramel",
    "Mena",
    "Gregerson",
    "Wylie",
    "Hill",
    "Salahuddin"
  ],
  "document": {
    "name": "1125",
    "description": "House Bill 1125",
    "url": {
      "ts": "2024-12-23T19:20:02.400Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1125.htm"
    },
    "original": {
      "ts": "2024-12-23T19:20:02.400Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0128.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1125</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Simmons, Obras, Scott, Stearns, Ryu, Taylor, Peterson, Reeves, Tharinger, Fey, Morgan, Alvarado, Macri, Ormsby, Stonier, Doglio, Berg, Fosse, Reed, Berry, Duerr, Kloba, Goodman, Farivar, Street, Donaghy, Pollet, Bernbaum, Nance, Ortiz-Self, Ramel, Mena, Gregerson, Wylie, Hill, and Salahuddin<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/23/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Community Safety.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to providing judicial discretion to modify sentences in the interest of justice; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.73.100'>10.73.100</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.535'>9.94A.535</a>; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A'>9.94A</a> RCW; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=2.70'>2.70</a> RCW; and creating new sections.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">This act shall be known and may be cited as the judicial discretion act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">(1) The legislature finds that long-term incarceration disproportionately impacts low-income communities and communities of color. The legislature further finds that an expansive body of research demonstrates that persons who are granted early release before finishing lengthy sentences are less likely to recidivate. The legislature further finds that establishing an opportunity to modify a sentence encourages incarcerated individuals to engage in desirable behavior and to take advantage of rehabilitative programming. The legislature further finds that because the cost of long-term incarceration is substantial and the state must use its resources responsibly, providing judges the opportunity to modify lengthy sentences in the interests of justice will result in significant cost savings to the state.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) Therefore, the legislature intends to authorize sentencing courts to review lengthy sentences upon a showing that a person's original sentence no longer serves the interests of justice.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A'>9.94A</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Except as provided in subsection (17) of this section, and notwithstanding any other provision of this chapter, any person under a term of total confinement for a felony conviction may petition the sentencing court or the sentencing court's successor for a modification of sentence if the original sentence no longer serves the interests of justice and the person meets any of the following criteria:</div><div style=\"text-indent:0.5in;\">(a) Beginning July 1, 2026, the person may petition the court if:</div><div style=\"text-indent:0.5in;\">(i) The person has served at least seven years of their sentence for an offense committed at age 17 or younger; or</div><div style=\"text-indent:0.5in;\">(ii) The person is terminally ill or experiences a permanent or degenerative medical condition to such a degree that the person does not presently and likely will not in the future pose a threat to public safety.</div><div style=\"text-indent:0.5in;\">(b) Beginning July 1, 2027, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if the person has served at least 20 years of their sentence for an offense committed when the person was at least 18 years old but less than 25 years old.</div><div style=\"text-indent:0.5in;\">(c) Beginning July 1, 2028, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if the person served at least 13 years of their sentence for an offense committed when the person was at least 18 years old but less than 25 years old.</div><div style=\"text-indent:0.5in;\">(d) Beginning July 1, 2029, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if:</div><div style=\"text-indent:0.5in;\">(i) The person has served at least 13 years of their sentence for an offense committed when the person was at least 18 years old but less than 25 years old; or</div><div style=\"text-indent:0.5in;\">(ii) The person has served at least 20 years of their sentence for an offense committed at age 25 or older.</div><div style=\"text-indent:0.5in;\">(e) Beginning July 1, 2030, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if:</div><div style=\"text-indent:0.5in;\">(i) The person has served at least 10 years of their sentence for an offense committed when the person was at least 18 years old but less than 25 years old; or</div><div style=\"text-indent:0.5in;\">(ii) The person has served at least 17 years of their sentence for an offense committed at age 25 or older.</div><div style=\"text-indent:0.5in;\">(f) Beginning July 1, 2031, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if:</div><div style=\"text-indent:0.5in;\">(i) The person has served at least 10 years of their sentence for an offense committed when the person was at least 18 years old but less than 25 years old; or</div><div style=\"text-indent:0.5in;\">(ii) The person has served at least 13 years of their sentence for an offense committed at age 25 or older.</div><div style=\"text-indent:0.5in;\">(g) Beginning July 1, 2032, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if the person has served at least 10 years of their sentence for an offense committed at age 18 or older.</div><div style=\"text-indent:0.5in;\">(h) If the person does not meet any of the criteria under (a) through (g) of this subsection, the person may petition the court at any time with the consent of the prosecuting attorney.</div><div style=\"text-indent:0.5in;\">(2) The petitioner must file the petition in writing with the sentencing court in the judicial district in which the original sentence was imposed and serve the prosecuting attorney. The petition may include affidavits, declarations, letters, prison records, or other written or electronic materials. The petition must include a statement by the petitioner and supporting documentation demonstrating that they meet one or more of the following requirements for a hearing:</div><div style=\"text-indent:0.5in;\">(a) The petitioner has demonstrated positive, engaged, and productive behavior while in the custody of the department that indicates substantial rehabilitation; or</div><div style=\"text-indent:0.5in;\">(b) The petitioner has otherwise demonstrated a minimal risk of reoffense, which may include, but is not limited to, a demonstration of medical frailty.</div><div style=\"text-indent:0.5in;\">(3) Upon request by the petitioner or the petitioner's counsel, the department shall assist the petitioner or the petitioner's counsel in compiling the petitioner's disciplinary record and record of rehabilitation at no cost to the petitioner.</div><div style=\"text-indent:0.5in;\">(4) The court may decline to accept a petition that does not meet one or more of the eligibility criteria pursuant to subsection (1) of this section. If the court accepts the petition and determines by a preponderance of the evidence that the petitioner meets one or more of the criteria under subsection (1) of this section, the court shall grant a hearing to consider the petition, which must be heard within 120 days. The hearing may be continued for good cause upon motion by the petitioner or the prosecuting attorney.</div><div style=\"text-indent:0.5in;\">(5)(a) At the hearing to consider the petition, the petitioner is entitled to de novo review of the petitioner's original sentence. The court may grant the petition and modify the petitioner's original sentence if the court finds that the sentence no longer advances the interests of justice, provided that any new sentence imposed shall not be greater than the original sentence, and provided that any new sentence imposed shall be subject to the following restrictions:</div><div style=\"text-indent:0.5in;\">(i) If the petitioner's original sentence is an indeterminate sentence imposed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.507'>9.94A.507</a>, the court may modify the minimum term of the sentence but may not modify the maximum term of the sentence or order the petitioner's release from custody;</div><div style=\"text-indent:0.5in;\">(ii) If the petitioner's original sentence includes a mandatory minimum term imposed pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.540'>9.94A.540</a>, the court may not modify the sentence below the mandatory minimum term required by law; and</div><div style=\"text-indent:0.5in;\">(iii) The soonest allowable release date from total confinement for any petitioner resentenced pursuant to this section may be no sooner than six months after the date of the hearing to consider the petition.</div><div style=\"text-indent:0.5in;\">(b) In addition to the mitigating factors provided under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.535'>9.94A.535</a>(1), the court may consider the following nonexhaustive list of factors when determining whether to modify the petitioner's sentence:</div><div style=\"text-indent:0.5in;\">(i) The petitioner's disciplinary record and record of rehabilitation while incarcerated;</div><div style=\"text-indent:0.5in;\">(ii) Evidence that reflects whether age, time served, and diminished physical condition, if any, have reduced the petitioner's risk for future recidivism;</div><div style=\"text-indent:0.5in;\">(iii) Evidence regarding the petitioner's level of culpability for the offense;</div><div style=\"text-indent:0.5in;\">(iv) Evidence that reflects changed circumstances since imposing the petitioner's original sentence such that the sentence no longer serves the interests of justice;</div><div style=\"text-indent:0.5in;\">(v) Demonstration of an extraordinary adverse impact of the petitioner's release on the victim or survivors of the victim of the crime for which the petitioner is presently incarcerated, with special consideration given to the impact of release on any victims of sex offenses or domestic violence offenses committed by the petitioner against an intimate partner.</div><div style=\"text-indent:0.5in;\">(6) When modifying a sentence pursuant to this section:</div><div style=\"text-indent:0.5in;\">(a) The court may impose an exceptional sentence below the standard range based on evidence of significant rehabilitation since the offense or any other applicable factors; and</div><div style=\"text-indent:0.5in;\">(b) If the petitioner's original sentence included one or more mandatory enhancements that were imposed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.533'>9.94A.533</a>, the court may impose a sentence below the mandatory minimum enhancement term.</div><div style=\"text-indent:0.5in;\">(7) If the court denies a petition filed pursuant to this section and declines to set a hearing, or grants a hearing but declines to modify the petitioner's sentence at the hearing, the petitioner may, upon a showing of a change in circumstances, file a new petition no earlier than three years after the date the court denied the previous petition or declined to modify the petitioner's sentence, unless the court authorizes the petitioner to file a new petition at an earlier date. If the court denies the petition or declines to modify the petitioner's sentence, the court shall state the basis for its decision on the record and provide an explanation for its decision in a written order. The petitioner may appeal the denial of a hearing or an order entered pursuant to a resentencing hearing, provided, however, that denying a petition filed pursuant to this section shall not reopen the petitioner's conviction or sentence to any other challenges that would otherwise be barred.</div><div style=\"text-indent:0.5in;\">(8)(a) The prosecuting attorney shall make reasonable efforts to notify victims and survivors of victims of any hearing on a petition for modification of sentence filed pursuant to this section, including by providing the date of such hearing.</div><div style=\"text-indent:0.5in;\">(b) For purposes of (a) of this subsection, the prosecuting attorney shall make reasonable efforts to notify victims and survivors of victims of any offense for which the petitioner is seeking a modification of sentence, and victims of any sex offense or domestic violence offense committed against an intimate partner victim for which the petitioner was previously convicted.</div><div style=\"text-indent:0.5in;\">(9)(a) The office of crime victims advocacy shall create a flexible fund to serve victims and survivors of victims impacted by this act. The office may contract for administration of this fund. The flexible fund may be used for purposes including, but not limited to:</div><div style=\"text-indent:0.5in;\">(i) Relocation assistance related to a change in safety planning associated with the petitioner's resentencing;</div><div style=\"text-indent:0.5in;\">(ii) Traveling to and from court for resentencing hearings; and</div><div style=\"text-indent:0.5in;\">(iii) Out-of-pocket expenses for psychotherapy associated with the committed offense or resentencing.</div><div style=\"text-indent:0.5in;\">(b) The office of crime victims advocacy shall contract with prosecuting attorney's offices to offer victim advocacy services for victims impacted by this act. Such victim advocacy services must include:</div><div style=\"text-indent:0.5in;\">(i) Legal advocacy to understand the resentencing process and how a victim can exercise their rights;</div><div style=\"text-indent:0.5in;\">(ii) Safety planning;</div><div style=\"text-indent:0.5in;\">(iii) Options to participate in a restorative justice program with the petitioner; and</div><div style=\"text-indent:0.5in;\">(iv) Case management to address needs that may arise as a result of resentencing.</div><div style=\"text-indent:0.5in;\">(c) The office of crime victims advocacy may contract with an entity with expertise in victim services to provide training for victim advocates embedded within prosecutor's offices regarding safety planning and other case management services that victims impacted by this act may require.</div><div style=\"text-indent:0.5in;\">(10) The court shall provide an opportunity for victims and survivors of victims of any crimes for which the petitioner has been convicted to present a statement personally or by representation at the hearing. The prosecuting attorney and the court shall comply with the requirements set forth in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=7.69'>7.69</a> RCW.</div><div style=\"text-indent:0.5in;\">(11) The court shall not permit any person to waive the right to petition pursuant to this section. Any agreement to waive the right to petition pursuant to this section shall be void.</div><div style=\"text-indent:0.5in;\">(12) The time limit for collateral attacks established under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.73.090'>10.73.090</a> does not apply to any petition filed pursuant to this section.</div><div style=\"text-indent:0.5in;\">(13) Any incarcerated individual who is eligible to file a petition pursuant to this section and is unable to afford counsel shall be entitled to have counsel appointed pursuant to section 4 of this act. Counsel shall be appointed at no cost to the individual, to represent the individual for the petition and proceedings under this section, unless the individual expressly waives the right to counsel after being fully advised of this right by the court.</div><div style=\"text-indent:0.5in;\">(14) Any person who files a pro se petition and subsequently retains or is appointed counsel shall be entitled to amend such petition at least once as of right with the assistance of counsel. Subsequent amendments may be permitted by leave of court.</div><div style=\"text-indent:0.5in;\">(15) The department shall provide written notice of this section to any incarcerated individual sentenced to a term of confinement of more than 10 years, and the applicable sentencing court, prosecuting attorney, and public defense agency for the judicial district in which the individual was sentenced, within the following time frames:</div><div style=\"text-indent:0.5in;\">(a) For any incarcerated individual serving an applicable sentence for a felony offense committed at 18 years of age or older, the department shall provide written notice of this section no later than 180 days before the date on which the person's 10th year of confinement begins; and</div><div style=\"text-indent:0.5in;\">(b) For any incarcerated individual serving an applicable sentence for a felony offense committed at 17 years of age or younger, the department shall provide written notice of this section no later than 180 days before the date on which the person's seventh year of confinement begins.</div><div style=\"text-indent:0.5in;\">(16) When any person granted a modified sentence pursuant to this section is within six months of his or her expected release date from total confinement, the department must prepare and make available an individual reentry plan under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09'>72.09</a> RCW and the resources necessary for the person to complete the plan.</div><div style=\"text-indent:0.5in;\">(17) A person may not petition for a modification of sentence pursuant to this section if the person's original sentence was imposed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.570'>9.94A.570</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.95.030'>10.95.030</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=2.70'>2.70</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Within available resources, the office of public defense shall provide representation for persons who are eligible to file a petition pursuant to section 3 of this act. The office will prioritize representation based on the eligibility criteria and timelines established in section 3(1) of this act.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.73.100'>10.73.100</a> and 2024 c 118 s 8 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The time limit specified in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.73.090'>10.73.090</a> does not apply to a petition or motion that is based solely on one or more of the following grounds:</div><div style=\"text-indent:0.5in;\">(1) Newly discovered evidence, if the defendant acted with reasonable diligence in discovering the evidence and filing the petition or motion;</div><div style=\"text-indent:0.5in;\">(2) The statute that the defendant was convicted of violating was unconstitutional on its face or as applied to the defendant's conduct;</div><div style=\"text-indent:0.5in;\">(3) The conviction was barred by double jeopardy under Amendment V of the United States Constitution or Article I, section 9 of the state Constitution;</div><div style=\"text-indent:0.5in;\">(4) The defendant pleaded not guilty and the evidence introduced at trial was insufficient to support the conviction;</div><div style=\"text-indent:0.5in;\">(5) The sentence imposed was in excess of the court's jurisdiction;</div><div style=\"text-indent:0.5in;\">(6) <span style=\"text-decoration:underline;\">A petition for a modification of sentence pursuant to section 3 of this act;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(7)</span> A motion for a modification of conditions of community custody pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.703'>9.94A.703</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.709'>9.94A.709</a>; or</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(7)</span>))<span style=\"text-decoration:underline;\">(8)</span> There has been a significant change in the law, whether substantive or procedural, which is material to the conviction, sentence, or other order entered in a criminal or civil proceeding instituted by the state or local government, and either the legislature has expressly provided that the change in the law is to be applied retroactively, or a court, in interpreting a change in the law that lacks express legislative intent regarding retroactive application, determines that sufficient reasons exist to require retroactive application of the changed legal standard.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.535'>9.94A.535</a> and 2019 c 219 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The court may impose a sentence outside the standard sentence range for an offense if it finds, considering the purpose of this chapter, that there are substantial and compelling reasons justifying an exceptional sentence. Facts supporting aggravated sentences, other than the fact of a prior conviction, shall be determined pursuant to the provisions of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.537'>9.94A.537</a>.</div><div style=\"text-indent:0.5in;\">Whenever a sentence outside the standard sentence range is imposed, the court shall set forth the reasons for its decision in written findings of fact and conclusions of law. A sentence outside the standard sentence range shall be a determinate sentence.</div><div style=\"text-indent:0.5in;\">If the sentencing court finds that an exceptional sentence outside the standard sentence range should be imposed, the sentence is subject to review only as provided for in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.585'>9.94A.585</a>(4).</div><div style=\"text-indent:0.5in;\">A departure from the standards in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.589'>9.94A.589</a> (1) and (2) governing whether sentences are to be served consecutively or concurrently is an exceptional sentence subject to the limitations in this section, and may be appealed by the offender or the state as set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.585'>9.94A.585</a> (2) through (6).</div><div style=\"text-indent:0.5in;\">(1) Mitigating Circumstances - Court to Consider</div><div style=\"text-indent:0.5in;\">The court may impose an exceptional sentence below the standard range if it finds that mitigating circumstances are established by a preponderance of the evidence. The following are illustrative only and are not intended to be exclusive reasons for exceptional sentences.</div><div style=\"text-indent:0.5in;\">(a) To a significant degree, the victim was an initiator, willing participant, aggressor, or provoker of the incident.</div><div style=\"text-indent:0.5in;\">(b) Before detection, the defendant compensated, or made a good faith effort to compensate, the victim of the criminal conduct for any damage or injury sustained.</div><div style=\"text-indent:0.5in;\">(c) The defendant committed the crime under duress, coercion, threat, or compulsion insufficient to constitute a complete defense but which significantly affected his or her conduct.</div><div style=\"text-indent:0.5in;\">(d) The defendant, with no apparent predisposition to do so, was induced by others to participate in the crime.</div><div style=\"text-indent:0.5in;\">(e) The defendant's capacity to appreciate the wrongfulness of his or her conduct, or to conform his or her conduct to the requirements of the law, was significantly impaired. Voluntary use of drugs or alcohol is excluded.</div><div style=\"text-indent:0.5in;\">(f) The offense was principally accomplished by another person and the defendant manifested extreme caution or sincere concern for the safety or well-being of the victim.</div><div style=\"text-indent:0.5in;\">(g) The operation of the multiple offense policy of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.589'>9.94A.589</a> results in a presumptive sentence that is clearly excessive in light of the purpose of this chapter, as expressed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.010'>9.94A.010</a>.</div><div style=\"text-indent:0.5in;\">(h) The defendant or the defendant's children suffered a continuing pattern of physical or sexual abuse by the victim of the offense and the offense is a response to that abuse.</div><div style=\"text-indent:0.5in;\">(i) The defendant was making a good faith effort to obtain or provide medical assistance for someone who is experiencing a drug-related overdose.</div><div style=\"text-indent:0.5in;\">(j) The current offense involved domestic violence, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.99.020'>10.99.020</a>, and the defendant suffered a continuing pattern of coercion, control, or abuse by the victim of the offense and the offense is a response to that coercion, control, or abuse.</div><div style=\"text-indent:0.5in;\">(k) The defendant was convicted of vehicular homicide, by the operation of a vehicle in a reckless manner and has committed no other previous serious traffic offenses as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>, and the sentence is clearly excessive in light of the purpose of this chapter, as expressed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.010'>9.94A.010</a>.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(l) The defendant petitions the court for modification of sentence pursuant to section 3 of this act, and the court considers the nonexhaustive list of additional factors provided under section 3(5)(b) of this act at a hearing on the petition.</span></div><div style=\"text-indent:0.5in;\">(2) Aggravating Circumstances - Considered and Imposed by the Court</div><div style=\"text-indent:0.5in;\">The trial court may impose an aggravated exceptional sentence without a finding of fact by a jury under the following circumstances:</div><div style=\"text-indent:0.5in;\">(a) The defendant and the state both stipulate that justice is best served by the imposition of an exceptional sentence outside the standard range, and the court finds the exceptional sentence to be consistent with and in furtherance of the interests of justice and the purposes of the sentencing reform act.</div><div style=\"text-indent:0.5in;\">(b) The defendant's prior unscored misdemeanor or prior unscored foreign criminal history results in a presumptive sentence that is clearly too lenient in light of the purpose of this chapter, as expressed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.010'>9.94A.010</a>.</div><div style=\"text-indent:0.5in;\">(c) The defendant has committed multiple current offenses and the defendant's high offender score results in some of the current offenses going unpunished.</div><div style=\"text-indent:0.5in;\">(d) The failure to consider the defendant's prior criminal history which was omitted from the offender score calculation pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.525'>9.94A.525</a> results in a presumptive sentence that is clearly too lenient.</div><div style=\"text-indent:0.5in;\">(3) Aggravating Circumstances - Considered by a Jury - Imposed by the Court</div><div style=\"text-indent:0.5in;\">Except for circumstances listed in subsection (2) of this section, the following circumstances are an exclusive list of factors that can support a sentence above the standard range. Such facts should be determined by procedures specified in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.537'>9.94A.537</a>.</div><div style=\"text-indent:0.5in;\">(a) The defendant's conduct during the commission of the current offense manifested deliberate cruelty to the victim.</div><div style=\"text-indent:0.5in;\">(b) The defendant knew or should have known that the victim of the current offense was particularly vulnerable or incapable of resistance.</div><div style=\"text-indent:0.5in;\">(c) The current offense was a violent offense, and the defendant knew that the victim of the current offense was pregnant.</div><div style=\"text-indent:0.5in;\">(d) The current offense was a major economic offense or series of offenses, so identified by a consideration of any of the following factors:</div><div style=\"text-indent:0.5in;\">(i) The current offense involved multiple victims or multiple incidents per victim;</div><div style=\"text-indent:0.5in;\">(ii) The current offense involved attempted or actual monetary loss substantially greater than typical for the offense;</div><div style=\"text-indent:0.5in;\">(iii) The current offense involved a high degree of sophistication or planning or occurred over a lengthy period of time; or</div><div style=\"text-indent:0.5in;\">(iv) The defendant used his or her position of trust, confidence, or fiduciary responsibility to facilitate the commission of the current offense.</div><div style=\"text-indent:0.5in;\">(e) The current offense was a major violation of the Uniform Controlled Substances Act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50'>69.50</a> RCW (VUCSA), related to trafficking in controlled substances, which was more onerous than the typical offense of its statutory definition: The presence of ANY of the following may identify a current offense as a major VUCSA:</div><div style=\"text-indent:0.5in;\">(i) The current offense involved at least three separate transactions in which controlled substances were sold, transferred, or possessed with intent to do so;</div><div style=\"text-indent:0.5in;\">(ii) The current offense involved an attempted or actual sale or transfer of controlled substances in quantities substantially larger than for personal use;</div><div style=\"text-indent:0.5in;\">(iii) The current offense involved the manufacture of controlled substances for use by other parties;</div><div style=\"text-indent:0.5in;\">(iv) The circumstances of the current offense reveal the offender to have occupied a high position in the drug distribution hierarchy;</div><div style=\"text-indent:0.5in;\">(v) The current offense involved a high degree of sophistication or planning, occurred over a lengthy period of time, or involved a broad geographic area of disbursement; or</div><div style=\"text-indent:0.5in;\">(vi) The offender used his or her position or status to facilitate the commission of the current offense, including positions of trust, confidence or fiduciary responsibility (e.g., pharmacist, physician, or other medical professional).</div><div style=\"text-indent:0.5in;\">(f) The current offense included a finding of sexual motivation pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.835'>9.94A.835</a>.</div><div style=\"text-indent:0.5in;\">(g) The offense was part of an ongoing pattern of sexual abuse of the same victim under the age of ((<span style=\"text-decoration:line-through;\">eighteen</span>))<span style=\"text-decoration:underline;\">18</span> years manifested by multiple incidents over a prolonged period of time.</div><div style=\"text-indent:0.5in;\">(h) The current offense involved domestic violence, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.99.020'>10.99.020</a>, or stalking, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.46.110'>9A.46.110</a>, and one or more of the following was present:</div><div style=\"text-indent:0.5in;\">(i) The offense was part of an ongoing pattern of psychological, physical, or sexual abuse of a victim or multiple victims manifested by multiple incidents over a prolonged period of time;</div><div style=\"text-indent:0.5in;\">(ii) The offense occurred within sight or sound of the victim's or the offender's minor children under the age of eighteen years; or</div><div style=\"text-indent:0.5in;\">(iii) The offender's conduct during the commission of the current offense manifested deliberate cruelty or intimidation of the victim.</div><div style=\"text-indent:0.5in;\">(i) The offense resulted in the pregnancy of a child victim of rape.</div><div style=\"text-indent:0.5in;\">(j) The defendant knew that the victim of the current offense was a youth who was not residing with a legal custodian and the defendant established or promoted the relationship for the primary purpose of victimization.</div><div style=\"text-indent:0.5in;\">(k) The offense was committed with the intent to obstruct or impair human or animal health care or agricultural or forestry research or commercial production.</div><div style=\"text-indent:0.5in;\">(l) The current offense is trafficking in the first degree or trafficking in the second degree and any victim was a minor at the time of the offense.</div><div style=\"text-indent:0.5in;\">(m) The offense involved a high degree of sophistication or planning.</div><div style=\"text-indent:0.5in;\">(n) The defendant used his or her position of trust, confidence, or fiduciary responsibility to facilitate the commission of the current offense.</div><div style=\"text-indent:0.5in;\">(o) The defendant committed a current sex offense, has a history of sex offenses, and is not amenable to treatment.</div><div style=\"text-indent:0.5in;\">(p) The offense involved an invasion of the victim's privacy.</div><div style=\"text-indent:0.5in;\">(q) The defendant demonstrated or displayed an egregious lack of remorse.</div><div style=\"text-indent:0.5in;\">(r) The offense involved a destructive and foreseeable impact on persons other than the victim.</div><div style=\"text-indent:0.5in;\">(s) The defendant committed the offense to obtain or maintain his or her membership or to advance his or her position in the hierarchy of an organization, association, or identifiable group.</div><div style=\"text-indent:0.5in;\">(t) The defendant committed the current offense shortly after being released from incarceration.</div><div style=\"text-indent:0.5in;\">(u) The current offense is a burglary and the victim of the burglary was present in the building or residence when the crime was committed.</div><div style=\"text-indent:0.5in;\">(v) The offense was committed against a law enforcement officer who was performing his or her official duties at the time of the offense, the offender knew that the victim was a law enforcement officer, and the victim's status as a law enforcement officer is not an element of the offense.</div><div style=\"text-indent:0.5in;\">(w) The defendant committed the offense against a victim who was acting as a good samaritan.</div><div style=\"text-indent:0.5in;\">(x) The defendant committed the offense against a public official or officer of the court in retaliation of the public official's performance of his or her duty to the criminal justice system.</div><div style=\"text-indent:0.5in;\">(y) The victim's injuries substantially exceed the level of bodily harm necessary to satisfy the elements of the offense. This aggravator is not an exception to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.530'>9.94A.530</a>(2).</div><div style=\"text-indent:0.5in;\">(z)(i)(A) The current offense is theft in the first degree, theft in the second degree, possession of stolen property in the first degree, or possession of stolen property in the second degree; (B) the stolen property involved is metal property; and (C) the property damage to the victim caused in the course of the theft of metal property is more than three times the value of the stolen metal property, or the theft of the metal property creates a public hazard.</div><div style=\"text-indent:0.5in;\">(ii) For purposes of this subsection, \"metal property\" means commercial metal property, private metal property, or nonferrous metal property, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.290.010'>19.290.010</a>.</div><div style=\"text-indent:0.5in;\">(aa) The defendant committed the offense with the intent to directly or indirectly cause any benefit, aggrandizement, gain, profit, or other advantage to or for a criminal street gang as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>, its reputation, influence, or membership.</div><div style=\"text-indent:0.5in;\">(bb) The current offense involved paying to view, over the internet in violation of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.68A.075'>9.68A.075</a>, depictions of a minor engaged in an act of sexually explicit conduct as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.68A.011'>9.68A.011</a>((<span style=\"text-decoration:line-through;\">(4)</span>))<span style=\"text-decoration:underline;\">(7)</span> (a) through (g).</div><div style=\"text-indent:0.5in;\">(cc) The offense was intentionally committed because the defendant perceived the victim to be homeless, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>.</div><div style=\"text-indent:0.5in;\">(dd) The current offense involved a felony crime against persons, except for assault in the third degree pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.36.031'>9A.36.031</a>(1)(k), that occurs in a courtroom, jury room, judge's chamber, or any waiting area or corridor immediately adjacent to a courtroom, jury room, or judge's chamber. This subsection shall apply only: (i) During the times when a courtroom, jury room, or judge's chamber is being used for judicial purposes during court proceedings; and (ii) if signage was posted in compliance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=2.28.200'>2.28.200</a> at the time of the offense.</div><div style=\"text-indent:0.5in;\">(ee) During the commission of the current offense, the defendant was driving in the opposite direction of the normal flow of traffic on a multiple lane highway, as defined by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.04.350'>46.04.350</a>, with a posted speed limit of forty-five miles per hour or greater.</div><div style=\"text-indent:0.5in;\">(ff) The current offense involved the assault of a utility employee of any publicly or privately owned utility company or agency, who is at the time of the act engaged in official duties, including: (i) The maintenance or repair of utility poles, lines, conduits, pipes, or other infrastructure; or (ii) connecting, disconnecting, or recording utility meters.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-23T19:20:02.400Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to provide judicial discretion for modifying sentences in the interest of justice. The legislature aims to address the issue of long-term incarceration, which disproportionately affects low-income communities and communities of color. The bill recognizes research indicating that early release can reduce recidivism and encourages good behavior among incarcerated individuals. It proposes to allow judges to modify lengthy sentences when they no longer serve justice, promoting more responsible use of state resources and potentially resulting in cost savings.</p>\n<h3>Key Provisions</h3>\n<h4>Petitioning for Sentence Modification</h4>\n<ul>\n<li>Individuals incarcerated for felony convictions may petition the sentencing court to modify their sentence if the original sentence no longer serves the interests of justice.</li>\n<li>Eligibility for petitioning is based on the length of time served, age at the time of the offense, and health conditions. Specific timeframes for eligibility are established based on categories of offenses and ages.</li>\n</ul>\n<h4>Court Procedures</h4>\n<ul>\n<li>The petition must be filed in writing and include supportive documentation demonstrating rehabilitation or minimal risk of reoffense.</li>\n<li>The court can decline petitions that do not meet eligibility criteria but must grant a hearing if criteria are met.</li>\n<li>The hearing must occur within 120 days, and the petitioner is entitled to a review of their original sentence.</li>\n</ul>\n<h4>Hearing and Decision</h4>\n<ul>\n<li>The court can modify a sentence if it finds the original does not advance the interests of justice. New sentences cannot exceed the original in length and must comply with legal restrictions.</li>\n<li>Factors considered when modifying a sentence include the petitioner's behavior in custody, medical condition, and evidence of rehabilitation.</li>\n</ul>\n<h4>Victim Impact</h4>\n<ul>\n<li>The prosecuting attorney must notify victims and survivors of hearings related to sentence modifications.</li>\n<li>Victims have the right to present statements during the hearing, and their experiences must be factored into the court's decision-making process.</li>\n</ul>\n<h4>Support for Incarcerated Individuals</h4>\n<ul>\n<li>The bill mandates the provision of legal counsel for individuals unable to afford representation when filing petitions.</li>\n<li>The Department of Corrections shall inform eligible individuals about their rights to petition for sentence modifications.</li>\n</ul>\n<h4>Victim Advocacy and Support Funding</h4>\n<ul>\n<li>A flexible fund is established to assist victims affected by sentence modifications, which could include relocation assistance, travel costs for hearings, and mental health support.</li>\n<li>The office of crime victims advocacy will provide victim advocacy services related to the resentencing process. </li>\n</ul>\n<p>These key provisions outline significant changes in how sentences can be reviewed and modified, focusing on justice, rehabilitation, and support for both incarcerated individuals and victims.</p>"
    }
  },
  "subDocuments": [
    {
      "name": "1125-S",
      "description": "Substitute House Bill 1125 as Recommended by Community Safety",
      "url": {
        "ts": "2025-02-07T16:48:07.630Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1125-S.htm"
      },
      "original": {
        "ts": "2025-02-07T16:48:07.630Z",
        "text": "<!DOCTYPE html ><html><body><div>H-1178.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1125</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Community Safety (originally sponsored by Representatives Simmons, Obras, Scott, Stearns, Ryu, Taylor, Peterson, Reeves, Tharinger, Fey, Morgan, Alvarado, Macri, Ormsby, Stonier, Doglio, Berg, Fosse, Reed, Berry, Duerr, Kloba, Goodman, Farivar, Street, Donaghy, Pollet, Bernbaum, Nance, Ortiz-Self, Ramel, Mena, Gregerson, Wylie, Hill, and Salahuddin)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/10/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to providing judicial discretion to modify sentences in the interest of justice; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.73.100'>10.73.100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.535'>9.94A.535</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.701'>9.94A.701</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.701'>9.94A.701</a>; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A'>9.94A</a> RCW; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=2.70'>2.70</a> RCW; creating new sections; providing an effective date; and providing an expiration date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">This act shall be known and may be cited as the judicial discretion act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">(1) The legislature finds that long-term incarceration disproportionately impacts low-income communities and communities of color. The legislature further finds that an expansive body of research demonstrates that persons who are granted early release before finishing lengthy sentences are less likely to recidivate. The legislature further finds that establishing an opportunity to modify a sentence encourages incarcerated individuals to engage in desirable behavior and to take advantage of rehabilitative programming. The legislature further finds that because the cost of long-term incarceration is substantial and the state must use its resources responsibly, providing judges the opportunity to modify lengthy sentences in the interests of justice will result in significant cost savings to the state.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) Therefore, the legislature intends to authorize sentencing courts to review lengthy sentences upon a showing that a person's original sentence no longer serves the interests of justice.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A'>9.94A</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Except as provided in subsections (18) and (19) of this section, and notwithstanding any other provision of this chapter, any person under a term of total confinement for a felony conviction may petition the sentencing court or the sentencing court's successor for a modification of sentence if the original sentence no longer serves the interests of justice and the person meets any of the following criteria:</div><div style=\"text-indent:0.5in;\">(a) Beginning July 1, 2026, the person may petition the court if:</div><div style=\"text-indent:0.5in;\">(i) The person has served at least seven years of their sentence for an offense committed at age 17 or younger; or</div><div style=\"text-indent:0.5in;\">(ii) The person is terminally ill or experiences a permanent or degenerative medical condition to such a degree that the person does not presently and likely will not in the future pose a threat to public safety.</div><div style=\"text-indent:0.5in;\">(b) Beginning July 1, 2027, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if the person has served at least 20 years of their sentence for an offense committed when the person was at least 18 years old but less than 25 years old.</div><div style=\"text-indent:0.5in;\">(c) Beginning July 1, 2028, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if the person served at least 13 years of their sentence for an offense committed when the person was at least 18 years old but less than 25 years old.</div><div style=\"text-indent:0.5in;\">(d) Beginning July 1, 2029, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if:</div><div style=\"text-indent:0.5in;\">(i) The person has served at least 13 years of their sentence for an offense committed when the person was at least 18 years old but less than 25 years old; or</div><div style=\"text-indent:0.5in;\">(ii) The person has served at least 20 years of their sentence for an offense committed at age 25 or older.</div><div style=\"text-indent:0.5in;\">(e) Beginning July 1, 2030, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if:</div><div style=\"text-indent:0.5in;\">(i) The person has served at least 10 years of their sentence for an offense committed when the person was at least 18 years old but less than 25 years old; or</div><div style=\"text-indent:0.5in;\">(ii) The person has served at least 17 years of their sentence for an offense committed at age 25 or older.</div><div style=\"text-indent:0.5in;\">(f) Beginning July 1, 2031, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if:</div><div style=\"text-indent:0.5in;\">(i) The person has served at least 10 years of their sentence for an offense committed when the person was at least 18 years old but less than 25 years old; or</div><div style=\"text-indent:0.5in;\">(ii) The person has served at least 13 years of their sentence for an offense committed at age 25 or older.</div><div style=\"text-indent:0.5in;\">(g) Beginning July 1, 2032, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if the person has served at least 10 years of their sentence for an offense committed at age 18 or older.</div><div style=\"text-indent:0.5in;\">(h) If the person does not meet any of the criteria under (a) through (g) of this subsection, the person may petition the court at any time with the consent of the prosecuting attorney.</div><div style=\"text-indent:0.5in;\">(2) The petitioner must file the petition in writing with the sentencing court in the judicial district in which the original sentence was imposed and serve the prosecuting attorney. The petition may include affidavits, declarations, letters, prison records, or other written or electronic materials. The petition must include a statement by the petitioner and supporting documentation demonstrating that they meet one or more of the following requirements for a hearing:</div><div style=\"text-indent:0.5in;\">(a) The petitioner has demonstrated positive, engaged, and productive behavior while in the custody of the department that indicates substantial rehabilitation; or</div><div style=\"text-indent:0.5in;\">(b) The petitioner has otherwise demonstrated a minimal risk of reoffense, which may include, but is not limited to, a demonstration of medical frailty.</div><div style=\"text-indent:0.5in;\">(3) Upon request by the petitioner or the petitioner's counsel, the department shall assist the petitioner or the petitioner's counsel in compiling the petitioner's disciplinary record and record of rehabilitation at no cost to the petitioner.</div><div style=\"text-indent:0.5in;\">(4) The court may decline to accept a petition that does not meet one or more of the eligibility criteria pursuant to subsection (1) of this section. If the court accepts the petition and determines by a preponderance of the evidence that the petitioner meets one or more of the criteria under subsection (1) of this section, the court shall grant a hearing to consider the petition, which must be heard within 120 days. The hearing may be continued for good cause upon motion by the petitioner or the prosecuting attorney.</div><div style=\"text-indent:0.5in;\">(5)(a) At the hearing to consider the petition, the petitioner is entitled to de novo review of the petitioner's original sentence. The court may grant the petition and modify the petitioner's original sentence if the court finds that the sentence no longer advances the interests of justice, provided that any new sentence imposed shall not be greater than the original sentence, and provided that any new sentence imposed shall be subject to the following:</div><div style=\"text-indent:0.5in;\">(i) If the petitioner's original sentence is an indeterminate sentence imposed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.507'>9.94A.507</a>, the court may modify the minimum term of the sentence but may not modify the maximum term of the sentence or order the petitioner's release from custody;</div><div style=\"text-indent:0.5in;\">(ii) If the petitioner's original sentence includes a mandatory minimum term imposed pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.540'>9.94A.540</a>, the court may not modify the sentence below the mandatory minimum term required by law;</div><div style=\"text-indent:0.5in;\">(iii) The soonest allowable release date from total confinement for any petitioner resentenced pursuant to this section may be no sooner than six months after the date of the hearing to consider the petition; and</div><div style=\"text-indent:0.5in;\">(iv) The court must impose five years of community custody in addition to any other terms of the modified sentence.</div><div style=\"text-indent:0.5in;\">(b) In addition to the mitigating factors provided under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.535'>9.94A.535</a>(1), the court may consider the following nonexhaustive list of factors when determining whether to modify the petitioner's sentence:</div><div style=\"text-indent:0.5in;\">(i) The petitioner's disciplinary record and record of rehabilitation while incarcerated;</div><div style=\"text-indent:0.5in;\">(ii) Evidence that reflects whether age, time served, and diminished physical condition, if any, have reduced the petitioner's risk for future recidivism;</div><div style=\"text-indent:0.5in;\">(iii) Evidence regarding the petitioner's level of culpability for the offense;</div><div style=\"text-indent:0.5in;\">(iv) Evidence that reflects changed circumstances since imposing the petitioner's original sentence such that the sentence no longer serves the interests of justice;</div><div style=\"text-indent:0.5in;\">(v) Demonstration of an extraordinary adverse impact of the petitioner's release on the victim or survivors of the victim of the crime for which the petitioner is presently incarcerated, with special consideration given to the impact of release on any victims of sex offenses or domestic violence offenses committed by the petitioner against an intimate partner; and</div><div style=\"text-indent:0.5in;\">(vi) Whether the petitioner participated in the department's accountability letter bank, provided that a victim or survivor of a victim of the crime for which the petitioner is presently incarcerated has enrolled to receive notification of deposited accountability letters.</div><div style=\"text-indent:0.5in;\">(6) When modifying a sentence pursuant to this section:</div><div style=\"text-indent:0.5in;\">(a) The court may impose an exceptional sentence below the standard range based on evidence of significant rehabilitation since the offense or any other applicable factors; and</div><div style=\"text-indent:0.5in;\">(b) If the petitioner's original sentence included one or more mandatory enhancements that were imposed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.533'>9.94A.533</a>, the court may impose a sentence below the mandatory minimum enhancement term.</div><div style=\"text-indent:0.5in;\">(7) If the court denies a petition filed pursuant to this section and declines to set a hearing, or grants a hearing but declines to modify the petitioner's sentence at the hearing, the petitioner may, upon a showing of a change in circumstances, file a new petition no earlier than three years after the date the court denied the previous petition or declined to modify the petitioner's sentence, unless the court authorizes the petitioner to file a new petition at an earlier date. If the court denies the petition or declines to modify the petitioner's sentence, the court shall state the basis for its decision on the record and provide an explanation for its decision in a written order. The petitioner may appeal the denial of a hearing or an order entered pursuant to a resentencing hearing, provided, however, that denying a petition filed pursuant to this section shall not reopen the petitioner's conviction or sentence to any other challenges that would otherwise be barred.</div><div style=\"text-indent:0.5in;\">(8)(a) The prosecuting attorney shall make reasonable efforts to notify victims and survivors of victims of any hearing on a petition for modification of sentence filed pursuant to this section, including by providing the date of such hearing.</div><div style=\"text-indent:0.5in;\">(b) For purposes of (a) of this subsection, the prosecuting attorney shall make reasonable efforts to notify victims and survivors of victims of any offense for which the petitioner is seeking a modification of sentence, and victims of any sex offense or domestic violence offense committed against an intimate partner victim for which the petitioner was previously convicted.</div><div style=\"text-indent:0.5in;\">(9)(a) The office of crime victims advocacy shall create a flexible fund to serve victims and survivors of victims impacted by this act. The office may contract for administration of this fund. The flexible fund may be used for purposes including, but not limited to:</div><div style=\"text-indent:0.5in;\">(i) Relocation assistance related to a change in safety planning associated with the petitioner's resentencing;</div><div style=\"text-indent:0.5in;\">(ii) Traveling to and from court for resentencing hearings; and</div><div style=\"text-indent:0.5in;\">(iii) Out-of-pocket expenses for psychotherapy associated with the committed offense or resentencing.</div><div style=\"text-indent:0.5in;\">(b) The office of crime victims advocacy shall contract with prosecuting attorney's offices to offer victim advocacy services for victims impacted by this act. Such victim advocacy services must include:</div><div style=\"text-indent:0.5in;\">(i) Legal advocacy to understand the resentencing process and how a victim can exercise their rights;</div><div style=\"text-indent:0.5in;\">(ii) Safety planning;</div><div style=\"text-indent:0.5in;\">(iii) Options to participate in a restorative justice program with the petitioner; and</div><div style=\"text-indent:0.5in;\">(iv) Case management to address needs that may arise as a result of resentencing.</div><div style=\"text-indent:0.5in;\">(c) The office of crime victims advocacy may contract with an entity with expertise in victim services to provide training for victim advocates embedded within prosecutor's offices regarding safety planning and other case management services that victims impacted by this act may require.</div><div style=\"text-indent:0.5in;\">(10) The court shall provide an opportunity for victims and survivors of victims of any crimes for which the petitioner has been convicted to present a statement personally or by representation at the hearing, and the court must take any such statements into consideration. Victims and survivors of victims are encouraged to articulate what outcome would make them feel safe as a part of any such statements presented to the court. The prosecuting attorney and the court shall comply with the requirements set forth in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=7.69'>7.69</a> RCW.</div><div style=\"text-indent:0.5in;\">(11) The court shall not permit any person to waive the right to petition pursuant to this section. Any agreement to waive the right to petition pursuant to this section shall be void.</div><div style=\"text-indent:0.5in;\">(12) The time limit for collateral attacks established under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.73.090'>10.73.090</a> does not apply to any petition filed pursuant to this section.</div><div style=\"text-indent:0.5in;\">(13) Any incarcerated individual who is eligible to file a petition pursuant to this section and is unable to afford counsel shall be entitled to have counsel appointed pursuant to section 4 of this act. Counsel shall be appointed at no cost to the individual, to represent the individual for the petition and proceedings under this section, unless the individual expressly waives the right to counsel after being fully advised of this right by the court.</div><div style=\"text-indent:0.5in;\">(14) Any person who files a pro se petition and subsequently retains or is appointed counsel shall be entitled to amend such petition at least once as of right with the assistance of counsel. Subsequent amendments may be permitted by leave of court.</div><div style=\"text-indent:0.5in;\">(15) The department shall provide written notice of this section to any incarcerated individual sentenced to a term of confinement of more than 10 years, and the applicable sentencing court, prosecuting attorney, and public defense agency for the judicial district in which the individual was sentenced, within the following time frames:</div><div style=\"text-indent:0.5in;\">(a) For any incarcerated individual serving an applicable sentence for a felony offense committed at 18 years of age or older, the department shall provide written notice of this section no later than 180 days before the date on which the person's 10th year of confinement begins; and</div><div style=\"text-indent:0.5in;\">(b) For any incarcerated individual serving an applicable sentence for a felony offense committed at 17 years of age or younger, the department shall provide written notice of this section no later than 180 days before the date on which the person's seventh year of confinement begins.</div><div style=\"text-indent:0.5in;\">(16) The department shall provide information about the department's accountability letter bank to any incarcerated individual sentenced to a term of confinement of more than seven years, and to any victims or survivors of victims who inquire with the department's victim services program about options for victim notifications or other services.</div><div style=\"text-indent:0.5in;\">(17) When any person granted a modified sentence pursuant to this section is within six months of his or her expected release date from total confinement, the department must prepare and make available an individual reentry plan under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09'>72.09</a> RCW and the resources necessary for the person to complete the plan.</div><div style=\"text-indent:0.5in;\">(18) A person may not petition for a modification of sentence pursuant to this section if the person's original sentence was imposed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.570'>9.94A.570</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.95.030'>10.95.030</a>.</div><div style=\"text-indent:0.5in;\">(19) A person may not petition for a modification of sentence pursuant to this section if the person is serving a term of confinement for a murder in the first degree conviction, unless the person has served at least 20 years of the original sentence in addition to meeting eligibility criteria under subsection (1) of this section.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=2.70'>2.70</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Within available resources, the office of public defense shall provide representation for persons who are eligible to file a petition pursuant to section 3 of this act. The office will prioritize representation based on the eligibility criteria and timelines established in section 3(1) of this act.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.73.100'>10.73.100</a> and 2024 c 118 s 8 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The time limit specified in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.73.090'>10.73.090</a> does not apply to a petition or motion that is based solely on one or more of the following grounds:</div><div style=\"text-indent:0.5in;\">(1) Newly discovered evidence, if the defendant acted with reasonable diligence in discovering the evidence and filing the petition or motion;</div><div style=\"text-indent:0.5in;\">(2) The statute that the defendant was convicted of violating was unconstitutional on its face or as applied to the defendant's conduct;</div><div style=\"text-indent:0.5in;\">(3) The conviction was barred by double jeopardy under Amendment V of the United States Constitution or Article I, section 9 of the state Constitution;</div><div style=\"text-indent:0.5in;\">(4) The defendant pleaded not guilty and the evidence introduced at trial was insufficient to support the conviction;</div><div style=\"text-indent:0.5in;\">(5) The sentence imposed was in excess of the court's jurisdiction;</div><div style=\"text-indent:0.5in;\">(6) <span style=\"text-decoration:underline;\">A petition for a modification of sentence pursuant to section 3 of this act;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(7)</span> A motion for a modification of conditions of community custody pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.703'>9.94A.703</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.709'>9.94A.709</a>; or</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(7)</span>))<span style=\"text-decoration:underline;\">(8)</span> There has been a significant change in the law, whether substantive or procedural, which is material to the conviction, sentence, or other order entered in a criminal or civil proceeding instituted by the state or local government, and either the legislature has expressly provided that the change in the law is to be applied retroactively, or a court, in interpreting a change in the law that lacks express legislative intent regarding retroactive application, determines that sufficient reasons exist to require retroactive application of the changed legal standard.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.535'>9.94A.535</a> and 2019 c 219 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The court may impose a sentence outside the standard sentence range for an offense if it finds, considering the purpose of this chapter, that there are substantial and compelling reasons justifying an exceptional sentence. Facts supporting aggravated sentences, other than the fact of a prior conviction, shall be determined pursuant to the provisions of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.537'>9.94A.537</a>.</div><div style=\"text-indent:0.5in;\">Whenever a sentence outside the standard sentence range is imposed, the court shall set forth the reasons for its decision in written findings of fact and conclusions of law. A sentence outside the standard sentence range shall be a determinate sentence.</div><div style=\"text-indent:0.5in;\">If the sentencing court finds that an exceptional sentence outside the standard sentence range should be imposed, the sentence is subject to review only as provided for in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.585'>9.94A.585</a>(4).</div><div style=\"text-indent:0.5in;\">A departure from the standards in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.589'>9.94A.589</a> (1) and (2) governing whether sentences are to be served consecutively or concurrently is an exceptional sentence subject to the limitations in this section, and may be appealed by the offender or the state as set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.585'>9.94A.585</a> (2) through (6).</div><div style=\"text-indent:0.5in;\">(1) Mitigating Circumstances - Court to Consider</div><div style=\"text-indent:0.5in;\">The court may impose an exceptional sentence below the standard range if it finds that mitigating circumstances are established by a preponderance of the evidence. The following are illustrative only and are not intended to be exclusive reasons for exceptional sentences.</div><div style=\"text-indent:0.5in;\">(a) To a significant degree, the victim was an initiator, willing participant, aggressor, or provoker of the incident.</div><div style=\"text-indent:0.5in;\">(b) Before detection, the defendant compensated, or made a good faith effort to compensate, the victim of the criminal conduct for any damage or injury sustained.</div><div style=\"text-indent:0.5in;\">(c) The defendant committed the crime under duress, coercion, threat, or compulsion insufficient to constitute a complete defense but which significantly affected his or her conduct.</div><div style=\"text-indent:0.5in;\">(d) The defendant, with no apparent predisposition to do so, was induced by others to participate in the crime.</div><div style=\"text-indent:0.5in;\">(e) The defendant's capacity to appreciate the wrongfulness of his or her conduct, or to conform his or her conduct to the requirements of the law, was significantly impaired. Voluntary use of drugs or alcohol is excluded.</div><div style=\"text-indent:0.5in;\">(f) The offense was principally accomplished by another person and the defendant manifested extreme caution or sincere concern for the safety or well-being of the victim.</div><div style=\"text-indent:0.5in;\">(g) The operation of the multiple offense policy of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.589'>9.94A.589</a> results in a presumptive sentence that is clearly excessive in light of the purpose of this chapter, as expressed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.010'>9.94A.010</a>.</div><div style=\"text-indent:0.5in;\">(h) The defendant or the defendant's children suffered a continuing pattern of physical or sexual abuse by the victim of the offense and the offense is a response to that abuse.</div><div style=\"text-indent:0.5in;\">(i) The defendant was making a good faith effort to obtain or provide medical assistance for someone who is experiencing a drug-related overdose.</div><div style=\"text-indent:0.5in;\">(j) The current offense involved domestic violence, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.99.020'>10.99.020</a>, and the defendant suffered a continuing pattern of coercion, control, or abuse by the victim of the offense and the offense is a response to that coercion, control, or abuse.</div><div style=\"text-indent:0.5in;\">(k) The defendant was convicted of vehicular homicide, by the operation of a vehicle in a reckless manner and has committed no other previous serious traffic offenses as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>, and the sentence is clearly excessive in light of the purpose of this chapter, as expressed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.010'>9.94A.010</a>.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(l) The defendant petitions the court for modification of sentence pursuant to section 3 of this act, and the court considers the nonexhaustive list of additional factors provided under section 3(5)(b) of this act at a hearing on the petition.</span></div><div style=\"text-indent:0.5in;\">(2) Aggravating Circumstances - Considered and Imposed by the Court</div><div style=\"text-indent:0.5in;\">The trial court may impose an aggravated exceptional sentence without a finding of fact by a jury under the following circumstances:</div><div style=\"text-indent:0.5in;\">(a) The defendant and the state both stipulate that justice is best served by the imposition of an exceptional sentence outside the standard range, and the court finds the exceptional sentence to be consistent with and in furtherance of the interests of justice and the purposes of the sentencing reform act.</div><div style=\"text-indent:0.5in;\">(b) The defendant's prior unscored misdemeanor or prior unscored foreign criminal history results in a presumptive sentence that is clearly too lenient in light of the purpose of this chapter, as expressed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.010'>9.94A.010</a>.</div><div style=\"text-indent:0.5in;\">(c) The defendant has committed multiple current offenses and the defendant's high offender score results in some of the current offenses going unpunished.</div><div style=\"text-indent:0.5in;\">(d) The failure to consider the defendant's prior criminal history which was omitted from the offender score calculation pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.525'>9.94A.525</a> results in a presumptive sentence that is clearly too lenient.</div><div style=\"text-indent:0.5in;\">(3) Aggravating Circumstances - Considered by a Jury - Imposed by the Court</div><div style=\"text-indent:0.5in;\">Except for circumstances listed in subsection (2) of this section, the following circumstances are an exclusive list of factors that can support a sentence above the standard range. Such facts should be determined by procedures specified in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.537'>9.94A.537</a>.</div><div style=\"text-indent:0.5in;\">(a) The defendant's conduct during the commission of the current offense manifested deliberate cruelty to the victim.</div><div style=\"text-indent:0.5in;\">(b) The defendant knew or should have known that the victim of the current offense was particularly vulnerable or incapable of resistance.</div><div style=\"text-indent:0.5in;\">(c) The current offense was a violent offense, and the defendant knew that the victim of the current offense was pregnant.</div><div style=\"text-indent:0.5in;\">(d) The current offense was a major economic offense or series of offenses, so identified by a consideration of any of the following factors:</div><div style=\"text-indent:0.5in;\">(i) The current offense involved multiple victims or multiple incidents per victim;</div><div style=\"text-indent:0.5in;\">(ii) The current offense involved attempted or actual monetary loss substantially greater than typical for the offense;</div><div style=\"text-indent:0.5in;\">(iii) The current offense involved a high degree of sophistication or planning or occurred over a lengthy period of time; or</div><div style=\"text-indent:0.5in;\">(iv) The defendant used his or her position of trust, confidence, or fiduciary responsibility to facilitate the commission of the current offense.</div><div style=\"text-indent:0.5in;\">(e) The current offense was a major violation of the Uniform Controlled Substances Act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50'>69.50</a> RCW (VUCSA), related to trafficking in controlled substances, which was more onerous than the typical offense of its statutory definition: The presence of ANY of the following may identify a current offense as a major VUCSA:</div><div style=\"text-indent:0.5in;\">(i) The current offense involved at least three separate transactions in which controlled substances were sold, transferred, or possessed with intent to do so;</div><div style=\"text-indent:0.5in;\">(ii) The current offense involved an attempted or actual sale or transfer of controlled substances in quantities substantially larger than for personal use;</div><div style=\"text-indent:0.5in;\">(iii) The current offense involved the manufacture of controlled substances for use by other parties;</div><div style=\"text-indent:0.5in;\">(iv) The circumstances of the current offense reveal the offender to have occupied a high position in the drug distribution hierarchy;</div><div style=\"text-indent:0.5in;\">(v) The current offense involved a high degree of sophistication or planning, occurred over a lengthy period of time, or involved a broad geographic area of disbursement; or</div><div style=\"text-indent:0.5in;\">(vi) The offender used his or her position or status to facilitate the commission of the current offense, including positions of trust, confidence or fiduciary responsibility (e.g., pharmacist, physician, or other medical professional).</div><div style=\"text-indent:0.5in;\">(f) The current offense included a finding of sexual motivation pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.835'>9.94A.835</a>.</div><div style=\"text-indent:0.5in;\">(g) The offense was part of an ongoing pattern of sexual abuse of the same victim under the age of ((<span style=\"text-decoration:line-through;\">eighteen</span>))<span style=\"text-decoration:underline;\">18</span> years manifested by multiple incidents over a prolonged period of time.</div><div style=\"text-indent:0.5in;\">(h) The current offense involved domestic violence, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.99.020'>10.99.020</a>, or stalking, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.46.110'>9A.46.110</a>, and one or more of the following was present:</div><div style=\"text-indent:0.5in;\">(i) The offense was part of an ongoing pattern of psychological, physical, or sexual abuse of a victim or multiple victims manifested by multiple incidents over a prolonged period of time;</div><div style=\"text-indent:0.5in;\">(ii) The offense occurred within sight or sound of the victim's or the offender's minor children under the age of eighteen years; or</div><div style=\"text-indent:0.5in;\">(iii) The offender's conduct during the commission of the current offense manifested deliberate cruelty or intimidation of the victim.</div><div style=\"text-indent:0.5in;\">(i) The offense resulted in the pregnancy of a child victim of rape.</div><div style=\"text-indent:0.5in;\">(j) The defendant knew that the victim of the current offense was a youth who was not residing with a legal custodian and the defendant established or promoted the relationship for the primary purpose of victimization.</div><div style=\"text-indent:0.5in;\">(k) The offense was committed with the intent to obstruct or impair human or animal health care or agricultural or forestry research or commercial production.</div><div style=\"text-indent:0.5in;\">(l) The current offense is trafficking in the first degree or trafficking in the second degree and any victim was a minor at the time of the offense.</div><div style=\"text-indent:0.5in;\">(m) The offense involved a high degree of sophistication or planning.</div><div style=\"text-indent:0.5in;\">(n) The defendant used his or her position of trust, confidence, or fiduciary responsibility to facilitate the commission of the current offense.</div><div style=\"text-indent:0.5in;\">(o) The defendant committed a current sex offense, has a history of sex offenses, and is not amenable to treatment.</div><div style=\"text-indent:0.5in;\">(p) The offense involved an invasion of the victim's privacy.</div><div style=\"text-indent:0.5in;\">(q) The defendant demonstrated or displayed an egregious lack of remorse.</div><div style=\"text-indent:0.5in;\">(r) The offense involved a destructive and foreseeable impact on persons other than the victim.</div><div style=\"text-indent:0.5in;\">(s) The defendant committed the offense to obtain or maintain his or her membership or to advance his or her position in the hierarchy of an organization, association, or identifiable group.</div><div style=\"text-indent:0.5in;\">(t) The defendant committed the current offense shortly after being released from incarceration.</div><div style=\"text-indent:0.5in;\">(u) The current offense is a burglary and the victim of the burglary was present in the building or residence when the crime was committed.</div><div style=\"text-indent:0.5in;\">(v) The offense was committed against a law enforcement officer who was performing his or her official duties at the time of the offense, the offender knew that the victim was a law enforcement officer, and the victim's status as a law enforcement officer is not an element of the offense.</div><div style=\"text-indent:0.5in;\">(w) The defendant committed the offense against a victim who was acting as a good samaritan.</div><div style=\"text-indent:0.5in;\">(x) The defendant committed the offense against a public official or officer of the court in retaliation of the public official's performance of his or her duty to the criminal justice system.</div><div style=\"text-indent:0.5in;\">(y) The victim's injuries substantially exceed the level of bodily harm necessary to satisfy the elements of the offense. This aggravator is not an exception to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.530'>9.94A.530</a>(2).</div><div style=\"text-indent:0.5in;\">(z)(i)(A) The current offense is theft in the first degree, theft in the second degree, possession of stolen property in the first degree, or possession of stolen property in the second degree; (B) the stolen property involved is metal property; and (C) the property damage to the victim caused in the course of the theft of metal property is more than three times the value of the stolen metal property, or the theft of the metal property creates a public hazard.</div><div style=\"text-indent:0.5in;\">(ii) For purposes of this subsection, \"metal property\" means commercial metal property, private metal property, or nonferrous metal property, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.290.010'>19.290.010</a>.</div><div style=\"text-indent:0.5in;\">(aa) The defendant committed the offense with the intent to directly or indirectly cause any benefit, aggrandizement, gain, profit, or other advantage to or for a criminal street gang as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>, its reputation, influence, or membership.</div><div style=\"text-indent:0.5in;\">(bb) The current offense involved paying to view, over the internet in violation of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.68A.075'>9.68A.075</a>, depictions of a minor engaged in an act of sexually explicit conduct as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.68A.011'>9.68A.011</a>((<span style=\"text-decoration:line-through;\">(4)</span>))<span style=\"text-decoration:underline;\">(7)</span> (a) through (g).</div><div style=\"text-indent:0.5in;\">(cc) The offense was intentionally committed because the defendant perceived the victim to be homeless, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>.</div><div style=\"text-indent:0.5in;\">(dd) The current offense involved a felony crime against persons, except for assault in the third degree pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.36.031'>9A.36.031</a>(1)(k), that occurs in a courtroom, jury room, judge's chamber, or any waiting area or corridor immediately adjacent to a courtroom, jury room, or judge's chamber. This subsection shall apply only: (i) During the times when a courtroom, jury room, or judge's chamber is being used for judicial purposes during court proceedings; and (ii) if signage was posted in compliance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=2.28.200'>2.28.200</a> at the time of the offense.</div><div style=\"text-indent:0.5in;\">(ee) During the commission of the current offense, the defendant was driving in the opposite direction of the normal flow of traffic on a multiple lane highway, as defined by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.04.350'>46.04.350</a>, with a posted speed limit of forty-five miles per hour or greater.</div><div style=\"text-indent:0.5in;\">(ff) The current offense involved the assault of a utility employee of any publicly or privately owned utility company or agency, who is at the time of the act engaged in official duties, including: (i) The maintenance or repair of utility poles, lines, conduits, pipes, or other infrastructure; or (ii) connecting, disconnecting, or recording utility meters.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 7.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.701'>9.94A.701</a> and 2021 c 242 s 6 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) If an offender is sentenced to the custody of the department for one of the following crimes, the court shall, in addition to the other terms of the sentence, sentence the offender to community custody for three years:</div><div style=\"text-indent:0.5in;\">(a) A sex offense not sentenced under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.507'>9.94A.507</a>; or</div><div style=\"text-indent:0.5in;\">(b) A serious violent offense.</div><div style=\"text-indent:0.5in;\">(2) A court shall, in addition to the other terms of the sentence, sentence an offender to community custody for eighteen months when the court sentences the person to the custody of the department for a violent offense that is not considered a serious violent offense.</div><div style=\"text-indent:0.5in;\">(3) A court shall, in addition to the other terms of the sentence, sentence an offender to community custody for one year when the court sentences the person to the custody of the department for:</div><div style=\"text-indent:0.5in;\">(a) Any crime against persons under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.411'>9.94A.411</a>(2);</div><div style=\"text-indent:0.5in;\">(b) An offense involving the unlawful possession of a firearm under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.040'>9.41.040</a>, where the offender is a criminal street gang member or associate;</div><div style=\"text-indent:0.5in;\">(c) A felony offense under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50'>69.50</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.52'>69.52</a> RCW, committed on or after July 1, 2000; or</div><div style=\"text-indent:0.5in;\">(d) A felony violation of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.132'>9A.44.132</a>(1) (failure to register) that is the offender's first violation for a felony failure to register.</div><div style=\"text-indent:0.5in;\">(4) If an offender is sentenced under the drug offender sentencing alternative, the court shall impose community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.660'>9.94A.660</a>.</div><div style=\"text-indent:0.5in;\">(5) If an offender is sentenced under the special sex offender sentencing alternative, the court shall impose community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.670'>9.94A.670</a>.</div><div style=\"text-indent:0.5in;\">(6) If an offender is sentenced to a work ethic camp, the court shall impose community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.690'>9.94A.690</a>.</div><div style=\"text-indent:0.5in;\">(7) If an offender is sentenced under the parenting sentencing alternative, the court shall impose a term of community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.655'>9.94A.655</a>.</div><div style=\"text-indent:0.5in;\">(8) If the offender is sentenced under the mental health sentencing alternative, the court shall impose a term of community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.695'>9.94A.695</a>.</div><div style=\"text-indent:0.5in;\">(9) If a sex offender is sentenced as a nonpersistent offender pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.507'>9.94A.507</a>, the court shall impose community custody as provided in that section.</div><div style=\"text-indent:0.5in;\">(10) <span style=\"text-decoration:underline;\">If a person is granted a modification of sentence pursuant to section 3 of this act, the court shall impose five years of community custody as part of the modified sentence.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(11)</span> The term of community custody specified by this section shall be reduced by the court whenever an offender's standard range term of confinement in combination with the term of community custody exceeds the statutory maximum for the crime as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.20.021'>9A.20.021</a>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 8.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.701'>9.94A.701</a> and 2024 c 306 s 10 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) If an offender is sentenced to the custody of the department for one of the following crimes, the court shall, in addition to the other terms of the sentence, sentence the offender to community custody for three years:</div><div style=\"text-indent:0.5in;\">(a) A sex offense not sentenced under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.507'>9.94A.507</a>; or</div><div style=\"text-indent:0.5in;\">(b) A serious violent offense.</div><div style=\"text-indent:0.5in;\">(2) A court shall, in addition to the other terms of the sentence, sentence an offender to community custody for 18 months when the court sentences the person to the custody of the department for a violent offense that is not considered a serious violent offense.</div><div style=\"text-indent:0.5in;\">(3) A court shall, in addition to the other terms of the sentence, sentence an offender to community custody for one year when the court sentences the person to the custody of the department for:</div><div style=\"text-indent:0.5in;\">(a) Any crime against persons under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.411'>9.94A.411</a>(2);</div><div style=\"text-indent:0.5in;\">(b) An offense involving the unlawful possession of a firearm under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.040'>9.41.040</a>, where the offender is a criminal street gang member or associate;</div><div style=\"text-indent:0.5in;\">(c) A felony offense under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50'>69.50</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.52'>69.52</a> RCW, committed on or after July 1, 2000; or</div><div style=\"text-indent:0.5in;\">(d) A felony violation of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.132'>9A.44.132</a>(1) (failure to register) that is the offender's first violation for a felony failure to register.</div><div style=\"text-indent:0.5in;\">(4) If an offender is sentenced under the drug offender sentencing alternative, the court shall impose community custody as provided in:</div><div style=\"text-indent:0.5in;\">(a) RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.660'>9.94A.660</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.662'>9.94A.662</a> for a prison-based drug offender sentencing alternative;</div><div style=\"text-indent:0.5in;\">(b) RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.660'>9.94A.660</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.664'>9.94A.664</a> for a residential-based drug offender sentencing alternative;</div><div style=\"text-indent:0.5in;\">(c) RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.662'>9.94A.662</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.661'>9.94A.661</a>(6) for a prison-based drug offender sentencing alternative for driving under the influence; and</div><div style=\"text-indent:0.5in;\">(d) RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.661'>9.94A.661</a> (5) and (6) for a residential-based drug offender sentencing alternative for driving under the influence.</div><div style=\"text-indent:0.5in;\">(5) If an offender is sentenced under the special sex offender sentencing alternative, the court shall impose community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.670'>9.94A.670</a>.</div><div style=\"text-indent:0.5in;\">(6) If an offender is sentenced to a work ethic camp, the court shall impose community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.690'>9.94A.690</a>.</div><div style=\"text-indent:0.5in;\">(7) If an offender is sentenced under the parenting sentencing alternative, the court shall impose a term of community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.655'>9.94A.655</a>.</div><div style=\"text-indent:0.5in;\">(8) If the offender is sentenced under the mental health sentencing alternative, the court shall impose a term of community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.695'>9.94A.695</a>.</div><div style=\"text-indent:0.5in;\">(9) If a sex offender is sentenced as a nonpersistent offender pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.507'>9.94A.507</a>, the court shall impose community custody as provided in that section.</div><div style=\"text-indent:0.5in;\">(10) <span style=\"text-decoration:underline;\">If a person is granted a modification of sentence pursuant to section 3 of this act, the court shall impose five years of community custody as part of the modified sentence.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(11)</span> The term of community custody specified by this section shall be reduced by the court whenever an offender's standard sentence range term of confinement in combination with the term of community custody exceeds the statutory maximum for the crime as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.20.021'>9A.20.021</a>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 9.  </span><span style=\"text-indent:0.5in;\">Section 7 of this act expires January 1, 2026.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 10.  </span><span style=\"text-indent:0.5in;\">Section 8 of this act takes effect January 1, 2026.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-02-07T16:48:07.630Z",
        "text": "<h3>Purpose</h3>\n<p>The main goal of the edits to the proposed legislature bill is to enhance the framework for judicial discretion in modifying sentences in the interest of justice. The revisions aim to clarify criteria for petitioning sentence modifications, incorporate additional considerations for victims, and improve the process for inmates seeking sentence adjustments. The changes reflect a commitment to promoting rehabilitation while balancing public safety concerns and the rights of victims.</p>\n<h3>Key Changes</h3>\n<h4>Amendments and Additions</h4>\n<ul>\n<li><strong>Amended RCWs</strong>: The edited version adds RCW references, specifically to 9.94A.701.</li>\n<li><strong>Effective and Expiration Dates</strong>: New provisions have been added regarding the effective date and expiration date of sections related to community custody and modifications.</li>\n</ul>\n<h4>Procedural Changes</h4>\n<ul>\n<li><strong>Expanded Criteria for Petitioning</strong>: <ul>\n<li>Changed the subsections (17) and (18) to (18) and (19), increasing the clarity on eligibility criteria for petitioning for a modification of sentence.</li>\n<li>Introduced a new provision that prohibits any person serving a term for first-degree murder to petition for sentence modification unless they have served at least 20 years.</li></ul></li>\n</ul>\n<h4>Community Custody Regulations</h4>\n<ul>\n<li><strong>Five-Year Community Custody Requirement</strong>: If a modification of sentence is granted, the bill specifies that the court must impose a term of community custody for five years as a requirement associated with the modified sentence.</li>\n</ul>\n<h4>Victim’s Rights and Notification</h4>\n<ul>\n<li><strong>Victims’ Statements</strong>: Updated language emphasizes the importance of victims and survivors being allowed to present statements at hearings. Courts are also encouraged to consider those statements in their decisions.</li>\n</ul>\n<h4>Support for Incarcerated Individuals</h4>\n<ul>\n<li><strong>Counsel Representation Changes</strong>: Strengthened provisions for the appointment of counsel for individuals unable to afford legal representation when seeking a modification of sentence.</li>\n</ul>\n<h4>New Sections</h4>\n<ul>\n<li><strong>Provisions for Public Defense Office</strong>: New responsibilities for the public defense office to provide representation and prioritize eligible individuals based on established timelines.</li>\n</ul>\n<p>These changes collectively aim to streamline the sentence modification process, ensure better victim involvement, and provide necessary support to inmates seeking rehabilitation and reintegration into society.</p>"
      }
    },
    {
      "name": "1125-S2",
      "description": "Second Substitute House Bill 1125 as Recommended by Appropriations",
      "url": {
        "ts": "2025-03-01T00:51:15.797Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1125-S2.htm"
      },
      "original": {
        "ts": "2025-03-01T00:51:15.797Z",
        "text": "<!DOCTYPE html ><html><body><div>H-1769.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SECOND SUBSTITUTE HOUSE BILL 1125</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Appropriations (originally sponsored by Representatives Simmons, Obras, Scott, Stearns, Ryu, Taylor, Peterson, Reeves, Tharinger, Fey, Morgan, Alvarado, Macri, Ormsby, Stonier, Doglio, Berg, Fosse, Reed, Berry, Duerr, Kloba, Goodman, Farivar, Street, Donaghy, Pollet, Bernbaum, Nance, Ortiz-Self, Ramel, Mena, Gregerson, Wylie, Hill, and Salahuddin)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/28/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to providing judicial discretion to modify sentences in the interest of justice; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.73.100'>10.73.100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.535'>9.94A.535</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.701'>9.94A.701</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.701'>9.94A.701</a>; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A'>9.94A</a> RCW; creating new sections; providing an effective date; and providing an expiration date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">This act shall be known and may be cited as the judicial discretion act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">(1) The legislature finds that long-term incarceration disproportionately impacts low-income communities and communities of color. The legislature further finds that an expansive body of research demonstrates that persons who are granted early release before finishing lengthy sentences are less likely to recidivate. The legislature further finds that establishing an opportunity to modify a sentence encourages incarcerated individuals to engage in desirable behavior and to take advantage of rehabilitative programming. The legislature further finds that because the cost of long-term incarceration is substantial and the state must use its resources responsibly, providing judges the opportunity to modify lengthy sentences in the interests of justice will result in significant cost savings to the state.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) Therefore, the legislature intends to authorize sentencing courts to review lengthy sentences upon a showing that a person's original sentence no longer serves the interests of justice.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A'>9.94A</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Except as provided in subsections (13) and (14) of this section, and notwithstanding any other provision of this chapter, any person under a term of total confinement for a felony conviction may petition the sentencing court or the sentencing court's successor for a modification of sentence if the original sentence no longer serves the interests of justice and the person meets any of the following criteria:</div><div style=\"text-indent:0.5in;\">(a) Beginning July 1, 2026, the person may petition the court if:</div><div style=\"text-indent:0.5in;\">(i) The person has served at least seven years of their sentence for an offense committed at age 17 or younger; or</div><div style=\"text-indent:0.5in;\">(ii) The person is terminally ill or experiences a permanent or degenerative medical condition to such a degree that the person does not presently and likely will not in the future pose a threat to public safety.</div><div style=\"text-indent:0.5in;\">(b) Beginning July 1, 2027, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if the person has served at least 20 years of their sentence for an offense committed when the person was at least 18 years old but less than 25 years old.</div><div style=\"text-indent:0.5in;\">(c) Beginning July 1, 2028, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if the person served at least 13 years of their sentence for an offense committed when the person was at least 18 years old but less than 25 years old.</div><div style=\"text-indent:0.5in;\">(d) Beginning July 1, 2029, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if:</div><div style=\"text-indent:0.5in;\">(i) The person has served at least 13 years of their sentence for an offense committed when the person was at least 18 years old but less than 25 years old; or</div><div style=\"text-indent:0.5in;\">(ii) The person has served at least 20 years of their sentence for an offense committed at age 25 or older.</div><div style=\"text-indent:0.5in;\">(e) Beginning July 1, 2030, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if:</div><div style=\"text-indent:0.5in;\">(i) The person has served at least 10 years of their sentence for an offense committed when the person was at least 18 years old but less than 25 years old; or</div><div style=\"text-indent:0.5in;\">(ii) The person has served at least 17 years of their sentence for an offense committed at age 25 or older.</div><div style=\"text-indent:0.5in;\">(f) Beginning July 1, 2031, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if:</div><div style=\"text-indent:0.5in;\">(i) The person has served at least 10 years of their sentence for an offense committed when the person was at least 18 years old but less than 25 years old; or</div><div style=\"text-indent:0.5in;\">(ii) The person has served at least 13 years of their sentence for an offense committed at age 25 or older.</div><div style=\"text-indent:0.5in;\">(g) Beginning July 1, 2032, the person may petition the court if the person meets any of the criteria in (a)(i) or (ii) of this subsection, or if the person has served at least 10 years of their sentence for an offense committed at age 18 or older.</div><div style=\"text-indent:0.5in;\">(h) If the person does not meet any of the criteria under (a) through (g) of this subsection, the person may petition the court at any time with the consent of the prosecuting attorney.</div><div style=\"text-indent:0.5in;\">(2) The petitioner must file the petition in writing with the sentencing court in the judicial district in which the original sentence was imposed and serve the prosecuting attorney. The petition may include affidavits, declarations, letters, prison records, or other written or electronic materials. The petition must include a statement by the petitioner and supporting documentation demonstrating that they meet one or more of the following requirements for a hearing:</div><div style=\"text-indent:0.5in;\">(a) The petitioner has demonstrated positive, engaged, and productive behavior while in the custody of the department that indicates substantial rehabilitation; or</div><div style=\"text-indent:0.5in;\">(b) The petitioner has otherwise demonstrated a minimal risk of reoffense, which may include, but is not limited to, a demonstration of medical frailty.</div><div style=\"text-indent:0.5in;\">(3) The court may decline to accept a petition that does not meet one or more of the eligibility criteria pursuant to subsection (1) of this section. If the court accepts the petition and determines by a preponderance of the evidence that the petitioner meets one or more of the criteria under subsection (1) of this section, the court shall grant a hearing to consider the petition, which must be heard within 120 days. The hearing may be continued for good cause upon motion by the petitioner or the prosecuting attorney.</div><div style=\"text-indent:0.5in;\">(4)(a) At the hearing to consider the petition, the petitioner is entitled to de novo review of the petitioner's original sentence. The court may grant the petition and modify the petitioner's original sentence if the court finds that the sentence no longer advances the interests of justice, provided that any new sentence imposed shall not be greater than the original sentence, and provided that any new sentence imposed shall be subject to the following:</div><div style=\"text-indent:0.5in;\">(i) If the petitioner's original sentence is an indeterminate sentence imposed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.507'>9.94A.507</a>, the court may modify the minimum term of the sentence but may not modify the maximum term of the sentence or order the petitioner's release from custody;</div><div style=\"text-indent:0.5in;\">(ii) If the petitioner's original sentence includes a mandatory minimum term imposed pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.540'>9.94A.540</a>, the court may not modify the sentence below the mandatory minimum term required by law;</div><div style=\"text-indent:0.5in;\">(iii) The soonest allowable release date from total confinement for any petitioner resentenced pursuant to this section may be no sooner than six months after the date of the hearing to consider the petition; and</div><div style=\"text-indent:0.5in;\">(iv) If the petitioner's original sentence includes less than five years of community custody, the court must impose five years of community custody in addition to any other terms of the modified sentence. If the petitioner's original sentence includes at least five years of community custody, the court may not modify the amount of community custody.</div><div style=\"text-indent:0.5in;\">(b) In addition to the mitigating factors provided under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.535'>9.94A.535</a>(1), the court may consider the following nonexhaustive list of factors when determining whether to modify the petitioner's sentence:</div><div style=\"text-indent:0.5in;\">(i) The petitioner's disciplinary record and record of rehabilitation while incarcerated;</div><div style=\"text-indent:0.5in;\">(ii) Evidence that reflects whether age, time served, and diminished physical condition, if any, have reduced the petitioner's risk for future recidivism;</div><div style=\"text-indent:0.5in;\">(iii) Evidence regarding the petitioner's level of culpability for the offense;</div><div style=\"text-indent:0.5in;\">(iv) Evidence that reflects changed circumstances since imposing the petitioner's original sentence such that the sentence no longer serves the interests of justice; and</div><div style=\"text-indent:0.5in;\">(v) Demonstration of an extraordinary adverse impact of the petitioner's release on the victim or survivors of the victim of the crime for which the petitioner is presently incarcerated, with special consideration given to the impact of release on any victims of sex offenses or domestic violence offenses committed by the petitioner against an intimate partner.</div><div style=\"text-indent:0.5in;\">(5) When modifying a sentence pursuant to this section:</div><div style=\"text-indent:0.5in;\">(a) The court may impose an exceptional sentence below the standard range based on evidence of significant rehabilitation since the offense or any other applicable factors; and</div><div style=\"text-indent:0.5in;\">(b) If the petitioner's original sentence included one or more mandatory enhancements that were imposed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.533'>9.94A.533</a>, the court may impose a sentence below the mandatory minimum enhancement term.</div><div style=\"text-indent:0.5in;\">(6) If the court denies a petition filed pursuant to this section and declines to set a hearing, or grants a hearing but declines to modify the petitioner's sentence at the hearing, the petitioner may, upon a showing of a change in circumstances, file a new petition no earlier than three years after the date the court denied the previous petition or declined to modify the petitioner's sentence, unless the court authorizes the petitioner to file a new petition at an earlier date. If the court denies the petition or declines to modify the petitioner's sentence, the court shall state the basis for its decision on the record and provide an explanation for its decision in a written order. The petitioner may appeal the denial of a hearing or an order entered pursuant to a resentencing hearing, provided, however, that denying a petition filed pursuant to this section shall not reopen the petitioner's conviction or sentence to any other challenges that would otherwise be barred.</div><div style=\"text-indent:0.5in;\">(7)(a) The prosecuting attorney shall make reasonable efforts to notify victims and survivors of victims of any hearing on a petition for modification of sentence filed pursuant to this section, including by providing the date of such hearing.</div><div style=\"text-indent:0.5in;\">(b) For purposes of (a) of this subsection, the prosecuting attorney shall make reasonable efforts to notify victims and survivors of victims of any offense for which the petitioner is seeking a modification of sentence, and victims of any sex offense or domestic violence offense committed against an intimate partner victim for which the petitioner was previously convicted.</div><div style=\"text-indent:0.5in;\">(8)(a) The office of crime victims advocacy shall create a flexible fund to serve victims and survivors of victims impacted by this act. The office may contract for administration of this fund. The flexible fund may be used for purposes including, but not limited to:</div><div style=\"text-indent:0.5in;\">(i) Relocation assistance related to a change in safety planning associated with the petitioner's resentencing;</div><div style=\"text-indent:0.5in;\">(ii) Traveling to and from court for resentencing hearings; and</div><div style=\"text-indent:0.5in;\">(iii) Out-of-pocket expenses for psychotherapy associated with the committed offense or resentencing.</div><div style=\"text-indent:0.5in;\">(b) The office of crime victims advocacy shall contract with prosecuting attorney's offices to offer victim advocacy services for victims impacted by this act. Such victim advocacy services must include:</div><div style=\"text-indent:0.5in;\">(i) Legal advocacy to understand the resentencing process and how a victim can exercise their rights;</div><div style=\"text-indent:0.5in;\">(ii) Safety planning;</div><div style=\"text-indent:0.5in;\">(iii) Options to participate in a restorative justice program with the petitioner; and</div><div style=\"text-indent:0.5in;\">(iv) Case management to address needs that may arise as a result of resentencing.</div><div style=\"text-indent:0.5in;\">(c) The office of crime victims advocacy may contract with an entity with expertise in victim services to provide training for victim advocates embedded within prosecutor's offices regarding safety planning and other case management services that victims impacted by this act may require.</div><div style=\"text-indent:0.5in;\">(9) The court shall provide an opportunity for victims and survivors of victims of any crimes for which the petitioner has been convicted to present a statement personally or by representation at the hearing, and the court must take any such statements into consideration. Victims and survivors of victims are encouraged to articulate what outcome would make them feel safe as a part of any such statements presented to the court. The prosecuting attorney and the court shall comply with the requirements set forth in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=7.69'>7.69</a> RCW.</div><div style=\"text-indent:0.5in;\">(10) The court shall not permit any person to waive the right to petition pursuant to this section. Any agreement to waive the right to petition pursuant to this section shall be void.</div><div style=\"text-indent:0.5in;\">(11) The time limit for collateral attacks established under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.73.090'>10.73.090</a> does not apply to any petition filed pursuant to this section.</div><div style=\"text-indent:0.5in;\">(12) Any person who files a pro se petition and subsequently retains counsel shall be entitled to amend such petition at least once as of right with the assistance of counsel. Subsequent amendments may be permitted by leave of court.</div><div style=\"text-indent:0.5in;\">(13) A person may not petition for a modification of sentence pursuant to this section if the person's original sentence was imposed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.570'>9.94A.570</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.95.030'>10.95.030</a>.</div><div style=\"text-indent:0.5in;\">(14) A person may not petition for a modification of sentence pursuant to this section if the person is serving a term of confinement for a murder in the first degree conviction, unless the person has served at least 20 years of the original sentence in addition to meeting eligibility criteria under subsection (1) of this section.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.73.100'>10.73.100</a> and 2024 c 118 s 8 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The time limit specified in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.73.090'>10.73.090</a> does not apply to a petition or motion that is based solely on one or more of the following grounds:</div><div style=\"text-indent:0.5in;\">(1) Newly discovered evidence, if the defendant acted with reasonable diligence in discovering the evidence and filing the petition or motion;</div><div style=\"text-indent:0.5in;\">(2) The statute that the defendant was convicted of violating was unconstitutional on its face or as applied to the defendant's conduct;</div><div style=\"text-indent:0.5in;\">(3) The conviction was barred by double jeopardy under Amendment V of the United States Constitution or Article I, section 9 of the state Constitution;</div><div style=\"text-indent:0.5in;\">(4) The defendant pleaded not guilty and the evidence introduced at trial was insufficient to support the conviction;</div><div style=\"text-indent:0.5in;\">(5) The sentence imposed was in excess of the court's jurisdiction;</div><div style=\"text-indent:0.5in;\">(6) <span style=\"text-decoration:underline;\">A petition for a modification of sentence pursuant to section 3 of this act;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(7)</span> A motion for a modification of conditions of community custody pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.703'>9.94A.703</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.709'>9.94A.709</a>; or</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(7)</span>))<span style=\"text-decoration:underline;\">(8)</span> There has been a significant change in the law, whether substantive or procedural, which is material to the conviction, sentence, or other order entered in a criminal or civil proceeding instituted by the state or local government, and either the legislature has expressly provided that the change in the law is to be applied retroactively, or a court, in interpreting a change in the law that lacks express legislative intent regarding retroactive application, determines that sufficient reasons exist to require retroactive application of the changed legal standard.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.535'>9.94A.535</a> and 2019 c 219 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The court may impose a sentence outside the standard sentence range for an offense if it finds, considering the purpose of this chapter, that there are substantial and compelling reasons justifying an exceptional sentence. Facts supporting aggravated sentences, other than the fact of a prior conviction, shall be determined pursuant to the provisions of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.537'>9.94A.537</a>.</div><div style=\"text-indent:0.5in;\">Whenever a sentence outside the standard sentence range is imposed, the court shall set forth the reasons for its decision in written findings of fact and conclusions of law. A sentence outside the standard sentence range shall be a determinate sentence.</div><div style=\"text-indent:0.5in;\">If the sentencing court finds that an exceptional sentence outside the standard sentence range should be imposed, the sentence is subject to review only as provided for in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.585'>9.94A.585</a>(4).</div><div style=\"text-indent:0.5in;\">A departure from the standards in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.589'>9.94A.589</a> (1) and (2) governing whether sentences are to be served consecutively or concurrently is an exceptional sentence subject to the limitations in this section, and may be appealed by the offender or the state as set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.585'>9.94A.585</a> (2) through (6).</div><div style=\"text-indent:0.5in;\">(1) Mitigating Circumstances - Court to Consider</div><div style=\"text-indent:0.5in;\">The court may impose an exceptional sentence below the standard range if it finds that mitigating circumstances are established by a preponderance of the evidence. The following are illustrative only and are not intended to be exclusive reasons for exceptional sentences.</div><div style=\"text-indent:0.5in;\">(a) To a significant degree, the victim was an initiator, willing participant, aggressor, or provoker of the incident.</div><div style=\"text-indent:0.5in;\">(b) Before detection, the defendant compensated, or made a good faith effort to compensate, the victim of the criminal conduct for any damage or injury sustained.</div><div style=\"text-indent:0.5in;\">(c) The defendant committed the crime under duress, coercion, threat, or compulsion insufficient to constitute a complete defense but which significantly affected his or her conduct.</div><div style=\"text-indent:0.5in;\">(d) The defendant, with no apparent predisposition to do so, was induced by others to participate in the crime.</div><div style=\"text-indent:0.5in;\">(e) The defendant's capacity to appreciate the wrongfulness of his or her conduct, or to conform his or her conduct to the requirements of the law, was significantly impaired. Voluntary use of drugs or alcohol is excluded.</div><div style=\"text-indent:0.5in;\">(f) The offense was principally accomplished by another person and the defendant manifested extreme caution or sincere concern for the safety or well-being of the victim.</div><div style=\"text-indent:0.5in;\">(g) The operation of the multiple offense policy of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.589'>9.94A.589</a> results in a presumptive sentence that is clearly excessive in light of the purpose of this chapter, as expressed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.010'>9.94A.010</a>.</div><div style=\"text-indent:0.5in;\">(h) The defendant or the defendant's children suffered a continuing pattern of physical or sexual abuse by the victim of the offense and the offense is a response to that abuse.</div><div style=\"text-indent:0.5in;\">(i) The defendant was making a good faith effort to obtain or provide medical assistance for someone who is experiencing a drug-related overdose.</div><div style=\"text-indent:0.5in;\">(j) The current offense involved domestic violence, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.99.020'>10.99.020</a>, and the defendant suffered a continuing pattern of coercion, control, or abuse by the victim of the offense and the offense is a response to that coercion, control, or abuse.</div><div style=\"text-indent:0.5in;\">(k) The defendant was convicted of vehicular homicide, by the operation of a vehicle in a reckless manner and has committed no other previous serious traffic offenses as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>, and the sentence is clearly excessive in light of the purpose of this chapter, as expressed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.010'>9.94A.010</a>.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(l) The defendant petitions the court for modification of sentence pursuant to section 3 of this act, and the court considers the nonexhaustive list of additional factors provided under section 3(4)(b) of this act at a hearing on the petition.</span></div><div style=\"text-indent:0.5in;\">(2) Aggravating Circumstances - Considered and Imposed by the Court</div><div style=\"text-indent:0.5in;\">The trial court may impose an aggravated exceptional sentence without a finding of fact by a jury under the following circumstances:</div><div style=\"text-indent:0.5in;\">(a) The defendant and the state both stipulate that justice is best served by the imposition of an exceptional sentence outside the standard range, and the court finds the exceptional sentence to be consistent with and in furtherance of the interests of justice and the purposes of the sentencing reform act.</div><div style=\"text-indent:0.5in;\">(b) The defendant's prior unscored misdemeanor or prior unscored foreign criminal history results in a presumptive sentence that is clearly too lenient in light of the purpose of this chapter, as expressed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.010'>9.94A.010</a>.</div><div style=\"text-indent:0.5in;\">(c) The defendant has committed multiple current offenses and the defendant's high offender score results in some of the current offenses going unpunished.</div><div style=\"text-indent:0.5in;\">(d) The failure to consider the defendant's prior criminal history which was omitted from the offender score calculation pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.525'>9.94A.525</a> results in a presumptive sentence that is clearly too lenient.</div><div style=\"text-indent:0.5in;\">(3) Aggravating Circumstances - Considered by a Jury - Imposed by the Court</div><div style=\"text-indent:0.5in;\">Except for circumstances listed in subsection (2) of this section, the following circumstances are an exclusive list of factors that can support a sentence above the standard range. Such facts should be determined by procedures specified in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.537'>9.94A.537</a>.</div><div style=\"text-indent:0.5in;\">(a) The defendant's conduct during the commission of the current offense manifested deliberate cruelty to the victim.</div><div style=\"text-indent:0.5in;\">(b) The defendant knew or should have known that the victim of the current offense was particularly vulnerable or incapable of resistance.</div><div style=\"text-indent:0.5in;\">(c) The current offense was a violent offense, and the defendant knew that the victim of the current offense was pregnant.</div><div style=\"text-indent:0.5in;\">(d) The current offense was a major economic offense or series of offenses, so identified by a consideration of any of the following factors:</div><div style=\"text-indent:0.5in;\">(i) The current offense involved multiple victims or multiple incidents per victim;</div><div style=\"text-indent:0.5in;\">(ii) The current offense involved attempted or actual monetary loss substantially greater than typical for the offense;</div><div style=\"text-indent:0.5in;\">(iii) The current offense involved a high degree of sophistication or planning or occurred over a lengthy period of time; or</div><div style=\"text-indent:0.5in;\">(iv) The defendant used his or her position of trust, confidence, or fiduciary responsibility to facilitate the commission of the current offense.</div><div style=\"text-indent:0.5in;\">(e) The current offense was a major violation of the Uniform Controlled Substances Act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50'>69.50</a> RCW (VUCSA), related to trafficking in controlled substances, which was more onerous than the typical offense of its statutory definition: The presence of ANY of the following may identify a current offense as a major VUCSA:</div><div style=\"text-indent:0.5in;\">(i) The current offense involved at least three separate transactions in which controlled substances were sold, transferred, or possessed with intent to do so;</div><div style=\"text-indent:0.5in;\">(ii) The current offense involved an attempted or actual sale or transfer of controlled substances in quantities substantially larger than for personal use;</div><div style=\"text-indent:0.5in;\">(iii) The current offense involved the manufacture of controlled substances for use by other parties;</div><div style=\"text-indent:0.5in;\">(iv) The circumstances of the current offense reveal the offender to have occupied a high position in the drug distribution hierarchy;</div><div style=\"text-indent:0.5in;\">(v) The current offense involved a high degree of sophistication or planning, occurred over a lengthy period of time, or involved a broad geographic area of disbursement; or</div><div style=\"text-indent:0.5in;\">(vi) The offender used his or her position or status to facilitate the commission of the current offense, including positions of trust, confidence or fiduciary responsibility (e.g., pharmacist, physician, or other medical professional).</div><div style=\"text-indent:0.5in;\">(f) The current offense included a finding of sexual motivation pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.835'>9.94A.835</a>.</div><div style=\"text-indent:0.5in;\">(g) The offense was part of an ongoing pattern of sexual abuse of the same victim under the age of ((<span style=\"text-decoration:line-through;\">eighteen</span>))<span style=\"text-decoration:underline;\">18</span> years manifested by multiple incidents over a prolonged period of time.</div><div style=\"text-indent:0.5in;\">(h) The current offense involved domestic violence, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.99.020'>10.99.020</a>, or stalking, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.46.110'>9A.46.110</a>, and one or more of the following was present:</div><div style=\"text-indent:0.5in;\">(i) The offense was part of an ongoing pattern of psychological, physical, or sexual abuse of a victim or multiple victims manifested by multiple incidents over a prolonged period of time;</div><div style=\"text-indent:0.5in;\">(ii) The offense occurred within sight or sound of the victim's or the offender's minor children under the age of eighteen years; or</div><div style=\"text-indent:0.5in;\">(iii) The offender's conduct during the commission of the current offense manifested deliberate cruelty or intimidation of the victim.</div><div style=\"text-indent:0.5in;\">(i) The offense resulted in the pregnancy of a child victim of rape.</div><div style=\"text-indent:0.5in;\">(j) The defendant knew that the victim of the current offense was a youth who was not residing with a legal custodian and the defendant established or promoted the relationship for the primary purpose of victimization.</div><div style=\"text-indent:0.5in;\">(k) The offense was committed with the intent to obstruct or impair human or animal health care or agricultural or forestry research or commercial production.</div><div style=\"text-indent:0.5in;\">(l) The current offense is trafficking in the first degree or trafficking in the second degree and any victim was a minor at the time of the offense.</div><div style=\"text-indent:0.5in;\">(m) The offense involved a high degree of sophistication or planning.</div><div style=\"text-indent:0.5in;\">(n) The defendant used his or her position of trust, confidence, or fiduciary responsibility to facilitate the commission of the current offense.</div><div style=\"text-indent:0.5in;\">(o) The defendant committed a current sex offense, has a history of sex offenses, and is not amenable to treatment.</div><div style=\"text-indent:0.5in;\">(p) The offense involved an invasion of the victim's privacy.</div><div style=\"text-indent:0.5in;\">(q) The defendant demonstrated or displayed an egregious lack of remorse.</div><div style=\"text-indent:0.5in;\">(r) The offense involved a destructive and foreseeable impact on persons other than the victim.</div><div style=\"text-indent:0.5in;\">(s) The defendant committed the offense to obtain or maintain his or her membership or to advance his or her position in the hierarchy of an organization, association, or identifiable group.</div><div style=\"text-indent:0.5in;\">(t) The defendant committed the current offense shortly after being released from incarceration.</div><div style=\"text-indent:0.5in;\">(u) The current offense is a burglary and the victim of the burglary was present in the building or residence when the crime was committed.</div><div style=\"text-indent:0.5in;\">(v) The offense was committed against a law enforcement officer who was performing his or her official duties at the time of the offense, the offender knew that the victim was a law enforcement officer, and the victim's status as a law enforcement officer is not an element of the offense.</div><div style=\"text-indent:0.5in;\">(w) The defendant committed the offense against a victim who was acting as a good samaritan.</div><div style=\"text-indent:0.5in;\">(x) The defendant committed the offense against a public official or officer of the court in retaliation of the public official's performance of his or her duty to the criminal justice system.</div><div style=\"text-indent:0.5in;\">(y) The victim's injuries substantially exceed the level of bodily harm necessary to satisfy the elements of the offense. This aggravator is not an exception to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.530'>9.94A.530</a>(2).</div><div style=\"text-indent:0.5in;\">(z)(i)(A) The current offense is theft in the first degree, theft in the second degree, possession of stolen property in the first degree, or possession of stolen property in the second degree; (B) the stolen property involved is metal property; and (C) the property damage to the victim caused in the course of the theft of metal property is more than three times the value of the stolen metal property, or the theft of the metal property creates a public hazard.</div><div style=\"text-indent:0.5in;\">(ii) For purposes of this subsection, \"metal property\" means commercial metal property, private metal property, or nonferrous metal property, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.290.010'>19.290.010</a>.</div><div style=\"text-indent:0.5in;\">(aa) The defendant committed the offense with the intent to directly or indirectly cause any benefit, aggrandizement, gain, profit, or other advantage to or for a criminal street gang as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>, its reputation, influence, or membership.</div><div style=\"text-indent:0.5in;\">(bb) The current offense involved paying to view, over the internet in violation of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.68A.075'>9.68A.075</a>, depictions of a minor engaged in an act of sexually explicit conduct as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.68A.011'>9.68A.011</a>((<span style=\"text-decoration:line-through;\">(4)</span>))<span style=\"text-decoration:underline;\">(7)</span> (a) through (g).</div><div style=\"text-indent:0.5in;\">(cc) The offense was intentionally committed because the defendant perceived the victim to be homeless, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>.</div><div style=\"text-indent:0.5in;\">(dd) The current offense involved a felony crime against persons, except for assault in the third degree pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.36.031'>9A.36.031</a>(1)(k), that occurs in a courtroom, jury room, judge's chamber, or any waiting area or corridor immediately adjacent to a courtroom, jury room, or judge's chamber. This subsection shall apply only: (i) During the times when a courtroom, jury room, or judge's chamber is being used for judicial purposes during court proceedings; and (ii) if signage was posted in compliance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=2.28.200'>2.28.200</a> at the time of the offense.</div><div style=\"text-indent:0.5in;\">(ee) During the commission of the current offense, the defendant was driving in the opposite direction of the normal flow of traffic on a multiple lane highway, as defined by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.04.350'>46.04.350</a>, with a posted speed limit of forty-five miles per hour or greater.</div><div style=\"text-indent:0.5in;\">(ff) The current offense involved the assault of a utility employee of any publicly or privately owned utility company or agency, who is at the time of the act engaged in official duties, including: (i) The maintenance or repair of utility poles, lines, conduits, pipes, or other infrastructure; or (ii) connecting, disconnecting, or recording utility meters.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.701'>9.94A.701</a> and 2021 c 242 s 6 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) If an offender is sentenced to the custody of the department for one of the following crimes, the court shall, in addition to the other terms of the sentence, sentence the offender to community custody for three years:</div><div style=\"text-indent:0.5in;\">(a) A sex offense not sentenced under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.507'>9.94A.507</a>; or</div><div style=\"text-indent:0.5in;\">(b) A serious violent offense.</div><div style=\"text-indent:0.5in;\">(2) A court shall, in addition to the other terms of the sentence, sentence an offender to community custody for eighteen months when the court sentences the person to the custody of the department for a violent offense that is not considered a serious violent offense.</div><div style=\"text-indent:0.5in;\">(3) A court shall, in addition to the other terms of the sentence, sentence an offender to community custody for one year when the court sentences the person to the custody of the department for:</div><div style=\"text-indent:0.5in;\">(a) Any crime against persons under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.411'>9.94A.411</a>(2);</div><div style=\"text-indent:0.5in;\">(b) An offense involving the unlawful possession of a firearm under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.040'>9.41.040</a>, where the offender is a criminal street gang member or associate;</div><div style=\"text-indent:0.5in;\">(c) A felony offense under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50'>69.50</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.52'>69.52</a> RCW, committed on or after July 1, 2000; or</div><div style=\"text-indent:0.5in;\">(d) A felony violation of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.132'>9A.44.132</a>(1) (failure to register) that is the offender's first violation for a felony failure to register.</div><div style=\"text-indent:0.5in;\">(4) If an offender is sentenced under the drug offender sentencing alternative, the court shall impose community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.660'>9.94A.660</a>.</div><div style=\"text-indent:0.5in;\">(5) If an offender is sentenced under the special sex offender sentencing alternative, the court shall impose community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.670'>9.94A.670</a>.</div><div style=\"text-indent:0.5in;\">(6) If an offender is sentenced to a work ethic camp, the court shall impose community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.690'>9.94A.690</a>.</div><div style=\"text-indent:0.5in;\">(7) If an offender is sentenced under the parenting sentencing alternative, the court shall impose a term of community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.655'>9.94A.655</a>.</div><div style=\"text-indent:0.5in;\">(8) If the offender is sentenced under the mental health sentencing alternative, the court shall impose a term of community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.695'>9.94A.695</a>.</div><div style=\"text-indent:0.5in;\">(9) If a sex offender is sentenced as a nonpersistent offender pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.507'>9.94A.507</a>, the court shall impose community custody as provided in that section.</div><div style=\"text-indent:0.5in;\">(10) <span style=\"text-decoration:underline;\">If a person is granted a modification of sentence pursuant to section 3 of this act and the person's original sentence included less than five years of community custody, the court shall impose five years of community custody as part of the modified sentence.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(11)</span> The term of community custody specified by this section shall be reduced by the court whenever an offender's standard range term of confinement in combination with the term of community custody exceeds the statutory maximum for the crime as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.20.021'>9A.20.021</a>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 7.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.701'>9.94A.701</a> and 2024 c 306 s 10 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) If an offender is sentenced to the custody of the department for one of the following crimes, the court shall, in addition to the other terms of the sentence, sentence the offender to community custody for three years:</div><div style=\"text-indent:0.5in;\">(a) A sex offense not sentenced under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.507'>9.94A.507</a>; or</div><div style=\"text-indent:0.5in;\">(b) A serious violent offense.</div><div style=\"text-indent:0.5in;\">(2) A court shall, in addition to the other terms of the sentence, sentence an offender to community custody for 18 months when the court sentences the person to the custody of the department for a violent offense that is not considered a serious violent offense.</div><div style=\"text-indent:0.5in;\">(3) A court shall, in addition to the other terms of the sentence, sentence an offender to community custody for one year when the court sentences the person to the custody of the department for:</div><div style=\"text-indent:0.5in;\">(a) Any crime against persons under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.411'>9.94A.411</a>(2);</div><div style=\"text-indent:0.5in;\">(b) An offense involving the unlawful possession of a firearm under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.040'>9.41.040</a>, where the offender is a criminal street gang member or associate;</div><div style=\"text-indent:0.5in;\">(c) A felony offense under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50'>69.50</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.52'>69.52</a> RCW, committed on or after July 1, 2000; or</div><div style=\"text-indent:0.5in;\">(d) A felony violation of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.132'>9A.44.132</a>(1) (failure to register) that is the offender's first violation for a felony failure to register.</div><div style=\"text-indent:0.5in;\">(4) If an offender is sentenced under the drug offender sentencing alternative, the court shall impose community custody as provided in:</div><div style=\"text-indent:0.5in;\">(a) RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.660'>9.94A.660</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.662'>9.94A.662</a> for a prison-based drug offender sentencing alternative;</div><div style=\"text-indent:0.5in;\">(b) RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.660'>9.94A.660</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.664'>9.94A.664</a> for a residential-based drug offender sentencing alternative;</div><div style=\"text-indent:0.5in;\">(c) RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.662'>9.94A.662</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.661'>9.94A.661</a>(6) for a prison-based drug offender sentencing alternative for driving under the influence; and</div><div style=\"text-indent:0.5in;\">(d) RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.661'>9.94A.661</a> (5) and (6) for a residential-based drug offender sentencing alternative for driving under the influence.</div><div style=\"text-indent:0.5in;\">(5) If an offender is sentenced under the special sex offender sentencing alternative, the court shall impose community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.670'>9.94A.670</a>.</div><div style=\"text-indent:0.5in;\">(6) If an offender is sentenced to a work ethic camp, the court shall impose community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.690'>9.94A.690</a>.</div><div style=\"text-indent:0.5in;\">(7) If an offender is sentenced under the parenting sentencing alternative, the court shall impose a term of community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.655'>9.94A.655</a>.</div><div style=\"text-indent:0.5in;\">(8) If the offender is sentenced under the mental health sentencing alternative, the court shall impose a term of community custody as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.695'>9.94A.695</a>.</div><div style=\"text-indent:0.5in;\">(9) If a sex offender is sentenced as a nonpersistent offender pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.507'>9.94A.507</a>, the court shall impose community custody as provided in that section.</div><div style=\"text-indent:0.5in;\">(10) <span style=\"text-decoration:underline;\">If a person is granted a modification of sentence pursuant to section 3 of this act and the person's original sentence included less than five years of community custody, the court shall impose five years of community custody as part of the modified sentence.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(11)</span> The term of community custody specified by this section shall be reduced by the court whenever an offender's standard sentence range term of confinement in combination with the term of community custody exceeds the statutory maximum for the crime as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.20.021'>9A.20.021</a>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 8.  </span><span style=\"text-indent:0.5in;\">Section 6 of this act expires January 1, 2026.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 9.  </span><span style=\"text-indent:0.5in;\">Section 7 of this act takes effect January 1, 2026.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 10.  </span><span style=\"text-indent:0.5in;\">If specific funding for the purposes of this act, referencing this act by bill or chapter number, is not provided by June 30, 2025, in the omnibus appropriations act, this act is null and void.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-03-01T00:51:15.797Z",
        "text": "<h3>Purpose</h3>\n<p>The edits to the proposed legislature bill aim to enhance judicial discretion for modifying sentences when justice deems it appropriate. Key changes include the introduction of specific provisions for eligibility, such as medical conditions and duration of sentences served, broadening the opportunities for incarcerated individuals to seek sentence modifications. These amendments also include the addition of sections that outline funding for implementation and establish expiration and effective dates for certain provisions, offering a structured timeline for the bill's provisions to take effect.</p>\n<h3>Key Changes</h3>\n<h4>Amendments to Existing References</h4>\n<ul>\n<li>Additional references to <strong>RCW 9.94A.701</strong>, ensuring that necessary revisions are made to align with the newly proposed sections.</li>\n</ul>\n<h4>Eligibility for Sentence Modification</h4>\n<ul>\n<li>New provisions specify that individuals convicted of <strong>first-degree murder</strong> can only petition for modification after serving <strong>at least 20 years</strong>.</li>\n<li>The section now includes a <strong>community custody requirement</strong> tied to the modification of sentences, particularly if the original sentence includes less than five years of community custody.</li>\n</ul>\n<h4>Structured Time Frames</h4>\n<ul>\n<li>The bill establishes <strong>effective dates</strong> for certain sections: various subsections will activate on <strong>January 1, 2026</strong>.</li>\n<li>A clear directive states that if specific funding for implementing the act is not available by <strong>June 30, 2025</strong>, the act will become null and void.</li>\n</ul>\n<h4>Victim Notification Procedures</h4>\n<ul>\n<li>Enhancements in requirements for victim notification regarding hearings related to modifications of sentences have been made to ensure victims are informed and can express their concerns effectively.</li>\n</ul>\n<h4>Additional Sections</h4>\n<ul>\n<li>The addition of new sections focuses on funding and structured time limits, which were not part of the original proposal, effectively broadening the scope of the bill's impact on judicial procedures and funding resources for related activities.</li>\n</ul>"
      }
    }
  ],
  "keywords": {
    "ts": "2024-12-23T19:20:02.400Z",
    "text": "judicial discretion modifying sentences long-term incarceration recidivism good behavior petitioning eligibility supportive documentation rehabilitation victim impact legal counsel victim advocacy support funding"
  }
}