{
  "id": 1126,
  "lastUpdated": "2025-03-01T06:51:36.853Z",
  "agency": "House",
  "description": "Standardizing notification provisions relating to local tax rate changes and shared taxes administered by the department.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-31T08:00:00.000Z",
    "text": "First reading, referred to Local Government."
  },
  "sponsors": [
    "Walen",
    "Reeves",
    "Ryu",
    "Wylie",
    "Hill"
  ],
  "document": {
    "name": "1126",
    "description": "House Bill 1126",
    "url": {
      "ts": "2024-12-23T19:20:03.353Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1126.htm"
    },
    "original": {
      "ts": "2024-12-23T19:20:03.353Z",
      "text": "<!DOCTYPE html ><html><body><div>Z-0065.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1126</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Walen, Reeves, Ryu, Wylie, and Hill; by request of Department of Revenue<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/23/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Finance.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to standardizing notification provisions relating to local tax rate changes and shared taxes administered by the department; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.055'>82.14.055</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.390'>82.14.390</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.485'>82.14.485</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.055'>82.14.055</a> and 2016 c 46 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Except as provided in subsections (2), (3), and ((<span style=\"text-decoration:line-through;\">(4)</span>))<span style=\"text-decoration:underline;\">(5)</span> of this section, a local sales and use tax change may take effect (a) no sooner than ((<span style=\"text-decoration:line-through;\">seventy-five</span>))<span style=\"text-decoration:underline;\">75</span> days after the department ((<span style=\"text-decoration:line-through;\">receives notice</span>))<span style=\"text-decoration:underline;\">is notified in writing</span> of the change and (b) only on the first day of January, April, or July.</div><div style=\"text-indent:0.5in;\">(2) In the case of a local sales and use tax that is a credit against the state sales tax or use tax, a local sales and use tax change may take effect (a) no sooner than ((<span style=\"text-decoration:line-through;\">thirty</span>))<span style=\"text-decoration:underline;\">30</span> days after the department ((<span style=\"text-decoration:line-through;\">receives notice</span>))<span style=\"text-decoration:underline;\">is notified in writing</span> of the change and (b) only on the first day of a month.</div><div style=\"text-indent:0.5in;\">(3)(a) A local sales and use tax rate increase imposed on services applies to the first billing period starting on or after the effective date of the increase.</div><div style=\"text-indent:0.5in;\">(b) A local sales and use tax rate decrease imposed on services applies to bills rendered on or after the effective date of the decrease.</div><div style=\"text-indent:0.5in;\">(c) For the purposes of this subsection (3), \"services\" means retail services such as installing and constructing and retail services such as telecommunications, but does not include services such as tattooing.</div><div style=\"text-indent:0.5in;\">(4) <span style=\"text-decoration:underline;\">Authorized authorities contracting with the department under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.050'>82.14.050</a>(1) that make a local sales and use tax change must notify the department in writing of the change and provide a copy of the signed ordinance or resolution. If the local sales and use tax change results from an annexation, the written notification must also include a copy of the complete ordinance containing a legal description, a map showing specifically the boundaries of the annexed territory, and a list of all included parcel numbers in the annexed territory.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(5)</span> For the purposes of this section, \"local sales and use tax change\" means enactment or revision of local sales and use taxes under this chapter or any other statute, including changes resulting from referendum or annexation.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.390'>82.14.390</a> and 2017 c 164 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Except as provided in subsection (7) of this section, the governing body of a public facilities district (a) created before July 31, 2002, under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.100'>36.100</a> RCW that commenced construction of at least one new regional center, or improvement or rehabilitation of an existing new regional center, before January 1, 2004; (b) created before July 1, 2006, under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> RCW in a county or counties in which there are no other public facilities districts on June 7, 2006, and in which the total population in the public facilities district is greater than ((<span style=\"text-decoration:line-through;\">ninety thousand</span>))<span style=\"text-decoration:underline;\">90,000</span> that commenced construction of a new regional center before February 1, 2007; (c) created under the authority of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57.010'>35.57.010</a>(1)(d); or (d) created before September 1, 2007, under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.100'>36.100</a> RCW, in a county or counties in which there are no other public facilities districts on July 22, 2007, and in which the total population in the public facilities district is greater than ((<span style=\"text-decoration:line-through;\">seventy thousand</span>))<span style=\"text-decoration:underline;\">70,000</span>, that commenced construction of a new regional center before January 1, 2009, or before January 1, 2011, in the case of a new regional center in a county designated by the president as a disaster area in December 2007, may impose a sales and use tax in accordance with the terms of this chapter. The tax is in addition to other taxes authorized by law and must be collected from those persons who are taxable by the state under chapters  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08'>82.08</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.12'>82.12</a> RCW upon the occurrence of any taxable event within the public facilities district. The rate of tax may not exceed 0.033 percent of the selling price in the case of a sales tax or value of the article used in the case of a use tax.</div><div style=\"text-indent:0.5in;\">(2)(a) The governing body of a public facilities district imposing a sales and use tax under the authority of this section may increase the rate of tax up to 0.037 percent if, within three fiscal years of July 1, 2008, the department determines that, as a result of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.490'>82.14.490</a> and the chapter 6, Laws of 2007 amendments to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.020'>82.14.020</a>, a public facilities district's sales and use tax collections for fiscal years after July 1, 2008, have been reduced by a net loss of at least 0.50 percent from the fiscal year before July 1, 2008. The fiscal year in which this section becomes effective is the first fiscal year after July 1, 2008.</div><div style=\"text-indent:0.5in;\">(b) The department must determine sales and use tax collection net losses under this section ((<span style=\"text-decoration:line-through;\">as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.500'>82.14.500</a> (2) and (3)</span>)). The department must provide written notice of its determinations to public facilities districts. Determinations by the department of a public facilities district's sales and use tax collection net losses as a result of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.490'>82.14.490</a> and the chapter 6, Laws of 2007 amendments to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.020'>82.14.020</a> are final and not appealable.</div><div style=\"text-indent:0.5in;\">(c) A public facilities district may increase its rate of tax after it has received written notice from the department as provided in (b) of this subsection. The increase in the rate of tax must be made in 0.001 percent increments and must be the least amount necessary to mitigate the net loss in sales and use tax collections as a result of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.490'>82.14.490</a> and the chapter 6, Laws of 2007 amendments to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.020'>82.14.020</a>. The increase in the rate of tax is subject to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.055'>82.14.055</a>.</div><div style=\"text-indent:0.5in;\">(3) The tax imposed under subsection (1) of this section must be deducted from the amount of tax otherwise required to be collected or paid over to the department of revenue under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08'>82.08</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.12'>82.12</a> RCW. The department of revenue must perform the collection of such taxes on behalf of the county at no cost to the public facilities district. ((<span style=\"text-decoration:line-through;\">During the 2011-2013 fiscal biennium, distributions by the state to a public facilities district based on the additional rate authorized in subsection (2) of this section must be reduced by 3.4 percent.</span>))</div><div style=\"text-indent:0.5in;\">(4)<span style=\"text-decoration:underline;\">(a)</span> No tax may be collected under this section before August 1, 2000. The tax imposed in this section expires when bonds issued to finance or refinance the construction, improvement, rehabilitation, or expansion of the regional center and related parking facilities are retired, but not more than ((<span style=\"text-decoration:line-through;\">forty</span>))<span style=\"text-decoration:underline;\">40</span> years after the tax is first collected.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) A public facilities district that imposes the tax under this section must notify the department in writing of the actual date the bonds will be retired.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) Notification of a bond's actual retirement date must be made at least 75 days before retirement.</span></div><div style=\"text-indent:0.5in;\">(5) Moneys collected under this section may only be used for the purposes set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57.020'>35.57.020</a> and must be matched with an amount from other public or private sources equal to ((<span style=\"text-decoration:line-through;\">thirty-three</span>))<span style=\"text-decoration:underline;\">33</span> percent of the amount collected under this section; however, amounts generated from nonvoter approved taxes authorized under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> RCW or nonvoter approved taxes authorized under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.100'>36.100</a> RCW do not constitute a public or private source. For the purpose of this section, public or private sources includes, but is not limited to cash or in-kind contributions used in all phases of the development or improvement of the regional center, land that is donated and used for the siting of the regional center, cash or in-kind contributions from public or private foundations, or amounts attributed to private sector partners as part of a public and private partnership agreement negotiated by the public facilities district.</div><div style=\"text-indent:0.5in;\">(6) The combined total tax levied under this section may not be greater than 0.037 percent. If both a public facilities district created under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> RCW and a public facilities district created under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.100'>36.100</a> RCW impose a tax under this section, the tax imposed by a public facilities district created under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> RCW must be credited against the tax imposed by a public facilities district created under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.100'>36.100</a> RCW.</div><div style=\"text-indent:0.5in;\">(7) A public facilities district created under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.100'>36.100</a> RCW is not eligible to impose the tax under this section if the legislative authority of the county where the public facilities district is located has imposed a sales and use tax under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.0485'>82.14.0485</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.0494'>82.14.0494</a>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14.485'>82.14.485</a> and 2017 c 164 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) In a county with a population under ((<span style=\"text-decoration:line-through;\">three hundred thousand</span>))<span style=\"text-decoration:underline;\">300,000</span>, the governing body of a public facilities district, which is created before August 1, 2001, under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> RCW or before January 1, 2000, under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.100'>36.100</a> RCW, in which the total population in the public facilities district is greater than ((<span style=\"text-decoration:line-through;\">ninety thousand</span>))<span style=\"text-decoration:underline;\">90,000</span> and less than ((<span style=\"text-decoration:line-through;\">one hundred thousand</span>))<span style=\"text-decoration:underline;\">100,000</span> that commences improvement or rehabilitation of an existing regional center, to be used for community events, and artistic, musical, theatrical, or other cultural exhibitions, presentations, or performances and having ((<span style=\"text-decoration:line-through;\">two thousand</span>))<span style=\"text-decoration:underline;\">2,000</span> or fewer permanent seats, before January 1, 2009, may impose a sales and use tax in accordance with the terms of this chapter. The tax is in addition to other taxes authorized by law and must be collected from those persons who are taxable by the state under chapters  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08'>82.08</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.12'>82.12</a> RCW upon the occurrence of any taxable event within the public facilities district. The rate of tax for a public facilities district created prior to August 1, 2001, under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> RCW, may not exceed 0.025 percent of the selling price in the case of a sales tax or value of the article used in the case of a use tax. The rate of tax, for a public facilities district created prior to January 1, 2000, under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.100'>36.100</a> RCW, may not exceed 0.020 percent of the selling price in the case of a sales tax or the value of the article used in the case of a use tax.</div><div style=\"text-indent:0.5in;\">(2) The tax imposed under subsection (1) of this section must be deducted from the amount of tax otherwise required to be collected or paid over to the department under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08'>82.08</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.12'>82.12</a> RCW. The department must perform the collection of such taxes on behalf of the county at no cost to the public facilities district.</div><div style=\"text-indent:0.5in;\">(3)<span style=\"text-decoration:underline;\">(a)</span> The tax imposed in this section expires when bonds issued to finance or refinance the construction, improvement, rehabilitation, or expansion of the regional center and related parking facilities are retired, but not more than ((<span style=\"text-decoration:line-through;\">forty</span>))<span style=\"text-decoration:underline;\">40</span> years after the tax is first collected.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) A public facilities district that imposes the tax under this section must notify the department in writing, at least 75 days before retiring the bonds described in (a) of this subsection, of the actual date the bond will be retired.</span></div><div style=\"text-indent:0.5in;\">(4) Moneys collected under this section may only be used for the purposes set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57.020'>35.57.020</a> and must be matched with an amount from other public or private sources equal to ((<span style=\"text-decoration:line-through;\">thirty-three</span>))<span style=\"text-decoration:underline;\">33</span> percent of the amount collected under this section, provided that amounts generated from nonvoter-approved taxes authorized under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.57'>35.57</a> RCW may not constitute a public or private source. For the purpose of this section, public or private sources include, but are not limited to cash or in-kind contributions used in all phases of the development or improvement of the regional center, land that is donated and used for the siting of the regional center, cash or in-kind contributions from public or private foundations, or amounts attributed to private sector partners as part of a public and private partnership agreement negotiated by the public facilities district.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-23T19:20:03.353Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1126 is to standardize notification procedures for local tax rate changes and shared taxes that are managed by the Department of Revenue in Washington State. The bill proposes amendments to existing laws, specifically RCW 82.14.055, 82.14.390, and 82.14.485. The key changes include updating the notification requirements for tax changes, introducing specific timelines for implementation, and clearly defining the responsibilities of local authorities in reporting tax changes. These updates aim to improve communication and transparency when taxes are adjusted.</p>\n<h3>Key Provisions</h3>\n<h4>Notification and Implementation Timing</h4>\n<ul>\n<li>Local sales and use tax changes must be communicated in writing to the Department of Revenue.</li>\n<li>Changes may take effect:<ul>\n<li>General changes: 75 days after written notification, only on January, April, or July.</li>\n<li>Credits against state taxes: 30 days after notification, effective on the first day of any month.</li>\n<li>Increases in service-related taxes apply from the first billing period after the change; decreases are applied to bills after the effective date.</li></ul></li>\n</ul>\n<h4>Public Facilities Districts (PFD) Tax Authority</h4>\n<ul>\n<li>Certain public facilities districts can impose a sales and use tax based on criteria such as construction timelines and population size.</li>\n<li>They may increase tax rates if their collected taxes are significantly reduced, and such increases must be communicated in writing to the department.</li>\n<li>Taxes collected must be reported and used specifically for community development and cannot exceed legal thresholds.</li>\n</ul>\n<h4>Tax Collection and Usage</h4>\n<ul>\n<li>Taxes under these regulations must be deducted from the overall tax owed to the Department of Revenue.</li>\n<li>The Department is responsible for the tax collection at no cost to the districts.</li>\n<li>Funds collected must match certain percentages from other public or private sources for specific projects, ensuring responsible financial management.</li>\n</ul>\n<h4>Miscellaneous Provisions</h4>\n<ul>\n<li>Districts are required to notify the Department of the retirement date of bonds associated with the taxes and must provide at least 75 days' notice before the retirement.</li>\n<li>The total tax levied under these sections cannot exceed defined rates and collections must align with specific legislative guidelines. </li>\n</ul>\n<p>These provisions collectively aim to enhance the regulation and management of local tax changes to ensure efficiency and compliance across local jurisdictions.</p>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-23T19:20:03.353Z",
    "text": "notification procedures local tax rate changes department revenue amendments timelines responsibilities communication transparency public facilities districts community development management"
  }
}