{
  "id": 1130,
  "lastUpdated": "2025-03-01T06:51:37.163Z",
  "agency": "House",
  "description": "Concerning utilization of developmental disabilities waivers.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-21T08:00:00.000Z",
    "text": "First reading, referred to Human Services."
  },
  "sponsors": [
    "Farivar",
    "Couture",
    "Leavitt",
    "Taylor",
    "Reed",
    "Callan",
    "Doglio",
    "Timmons",
    "Simmons",
    "Pollet",
    "Fey",
    "Ormsby",
    "Salahuddin",
    "Hill"
  ],
  "document": {
    "name": "1130",
    "description": "House Bill 1130",
    "url": {
      "ts": "2024-12-23T19:20:07.050Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1130.htm"
    },
    "original": {
      "ts": "2024-12-23T19:20:07.050Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0311.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1130</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Farivar, Couture, Leavitt, Taylor, Reed, Callan, Doglio, Timmons, Simmons, Pollet, Fey, Ormsby, Salahuddin, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/23/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Early Learning &amp; Human Services.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to utilization of developmental disabilities waivers; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71A.10'>71A.10</a> RCW; and creating a new section.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The legislature finds that resources to support people with developmental disabilities are limited and many are in dire need of support. Enrollment into and receipt of developmental disabilities administration home and community-based services and supports can prevent traumatic and expensive hospital stays and institutionalization as well as harm in communities leading to incarceration. The legislature recognizes that until the state can achieve a system capable of providing help as soon as help is needed for all individuals with developmental disabilities, it is imperative to strategically intervene at times of crisis so that populations for which intervention is most critical are served without delay. Therefore, the legislature intends to provide a clear prioritization of populations most in need for developmental disabilities services and supports.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71A.10'>71A.10</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) When enrolling eligible clients in open home and community-based services waiver slots and for the purposes of determining access to specific waiver services, to the extent consistent with federal law and federal funding requirements, the administration shall prioritize clients in the following populations:</div><div style=\"text-indent:0.5in;\">(a) Persons who are age 45 and older;</div><div style=\"text-indent:0.5in;\">(b) Persons who, within the previous six months, have remained in a hospital without a safe discharge plan;</div><div style=\"text-indent:0.5in;\">(c) Persons who meet the criteria outlined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71A.12.370'>71A.12.370</a>;</div><div style=\"text-indent:0.5in;\">(d) Persons who are discharging from institutional settings including residential habilitation centers and state hospitals;</div><div style=\"text-indent:0.5in;\">(e) Persons the administration has determined to be in immediate risk of admission to an intermediate care facility due to unmet health and welfare needs;</div><div style=\"text-indent:0.5in;\">(f) Persons who have been found incompetent to stand trial in a criminal matter due to a developmental disability; and</div><div style=\"text-indent:0.5in;\">(g) Persons eligible for services under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71A.12.090'>71A.12.090</a>.</div><div style=\"text-indent:0.5in;\">(2) The administration shall align its rules to provide for the prioritization for waiver slots and services for the populations identified in subsection (1) of this section.</div><div style=\"text-indent:0.5in;\">(3) The administration shall routinely collect data on the following items related to home and community-based services waivers and make the data publicly available on the administration's website:</div><div style=\"text-indent:0.5in;\">(a) The number of people enrolled in each waiver;</div><div style=\"text-indent:0.5in;\">(b) The capacity and waitlist, if any, for each waiver, including the number of people from the prioritized populations identified in subsection (1) of this section who are on a waitlist for waiver enrollment;</div><div style=\"text-indent:0.5in;\">(c) The number of people from the prioritized populations identified in subsection (1) of this section that have been enrolled on each waiver since the last report;</div><div style=\"text-indent:0.5in;\">(d) Any requests for waiver services that have not been fulfilled and the reason the request has not been fulfilled; and</div><div style=\"text-indent:0.5in;\">(e) Any unfulfilled requests for waiver services from the prioritized populations identified in subsection (1) of this section, including the type of service and the reason the request has not been fulfilled.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-23T19:20:07.050Z",
      "text": "<h3>Purpose</h3>\n<p>The main goal of House Bill 1130 is to improve access to developmental disabilities services and supports in Washington State. The bill acknowledges the severe shortage of resources for individuals with developmental disabilities and the need for timely intervention to prevent harmful situations, such as hospitalization or incarceration. It aims to prioritize services for vulnerable populations in crisis while the state works towards a more comprehensive support system.</p>\n<h3>Key Provisions</h3>\n<h4>Service Prioritization</h4>\n<ul>\n<li>The bill establishes a new section in the developmental disabilities administration that outlines the prioritization of service enrollment for certain client populations.</li>\n<li>Eligible clients will be prioritized in the following groups:<ul>\n<li>Individuals aged 45 and older.</li>\n<li>Those who have been hospitalized for over six months without a safe discharge plan.</li>\n<li>Individuals meeting specific criteria in RCW 71A.12.370.</li>\n<li>Those discharging from institutional settings like residential habilitation centers and state hospitals.</li>\n<li>Individuals at immediate risk of needing admission to an intermediate care facility due to unmet health needs.</li>\n<li>Persons found incompetent to stand trial due to a developmental disability.</li>\n<li>Individuals eligible under RCW 71A.12.090.</li></ul></li>\n</ul>\n<h4>Administrative Actions</h4>\n<ul>\n<li>The administration is required to update its rules to reflect these prioritizations for waiver slots and services.</li>\n<li>The bill mandates the administration to collect and publicly disclose data related to home and community-based services, including:<ul>\n<li>Enrollment numbers for each waiver.</li>\n<li>Capacity and waitlist information, including specifics on prioritized populations.</li>\n<li>Recent enrollment data of prioritized individuals in each waiver.</li>\n<li>Information on unfulfilled service requests and reasons for those unfulfilled requests, especially for prioritized groups.</li></ul></li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-23T19:20:07.050Z",
    "text": "improve access developmental disabilities services supports shortage resources timely intervention prioritize service enrollment vulnerable populations crisis comprehensive support system administrative actions waiver slots home community-based services unfulfilled service requests"
  }
}