{
  "id": 1132,
  "lastUpdated": "2025-03-01T06:51:37.172Z",
  "agency": "House",
  "description": "Enhancing public safety by limiting bulk purchases and transfers of firearms and ammunition.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-04T08:00:00.000Z",
    "text": "Referred to Rules 2 Review."
  },
  "sponsors": [
    "Farivar",
    "Ormsby",
    "Ryu",
    "Ramel",
    "Berry",
    "Mena",
    "Alvarado",
    "Reed",
    "Parshley",
    "Fitzgibbon",
    "Callan",
    "Macri",
    "Obras",
    "Doglio",
    "Gregerson",
    "Simmons",
    "Peterson",
    "Street",
    "Goodman",
    "Wylie",
    "Pollet",
    "Berg",
    "Davis",
    "Fosse",
    "Salahuddin",
    "Hill",
    "Tharinger"
  ],
  "document": {
    "name": "1132",
    "description": "House Bill 1132",
    "url": {
      "ts": "2024-12-24T20:39:15.237Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1132.htm"
    },
    "original": {
      "ts": "2024-12-24T20:39:15.237Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0316.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1132</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Farivar, Ormsby, Ryu, Ramel, Berry, Mena, Alvarado, Reed, Parshley, Fitzgibbon, Callan, Macri, Obras, Doglio, Gregerson, Simmons, Peterson, Street, Goodman, Wylie, Pollet, Berg, Davis, Fosse, Salahuddin, Hill, and Tharinger<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/24/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Civil Rights &amp; Judiciary.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to enhancing public safety by limiting bulk purchases and transfers of firearms and ammunition; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=7.80.120'>7.80.120</a>; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41'>9.41</a> RCW; and prescribing penalties.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=7.80.120'>7.80.120</a> and 2024 c 286 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) A person found to have committed a civil infraction shall be assessed a monetary penalty.</div><div style=\"text-indent:0.5in;\">(a) The maximum penalty and the default amount for a class 1 civil infraction shall be $250, not including statutory assessments, except for an infraction of state law involving (i) potentially dangerous litter as specified in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.200.060'>70A.200.060</a>((<span style=\"text-decoration:line-through;\">(4)</span>))<span style=\"text-decoration:underline;\">(5)</span>, in which case the maximum penalty and default amount is $500; or (ii) a person's refusal to submit to a test or tests pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79A.60.040'>79A.60.040</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79A.60.700'>79A.60.700</a>, in which case the maximum penalty and default amount is $1,000; or (iii) the misrepresentation of service animals under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=49.60.214'>49.60.214</a>, in which case the maximum penalty and default amount is $500; or (iv) untraceable firearms pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.326'>9.41.326</a> or unfinished frames or receivers pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.327'>9.41.327</a>, in which case the maximum penalty and default amount is $500; or (v) the failure to report the loss or theft of a firearm under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.368'>9.41.368</a>, in which case the maximum penalty and default amount is $1,000<span style=\"text-decoration:underline;\">; or (vi) bulk delivery of firearms or ammunition under section 2 of this act, in which case the maximum penalty and default amount is $500</span>;</div><div style=\"text-indent:0.5in;\">(b) The maximum penalty and the default amount for a class 2 civil infraction shall be $125, not including statutory assessments;</div><div style=\"text-indent:0.5in;\">(c) The maximum penalty and the default amount for a class 3 civil infraction shall be $50, not including statutory assessments; and</div><div style=\"text-indent:0.5in;\">(d) The maximum penalty and the default amount for a class 4 civil infraction shall be $25, not including statutory assessments.</div><div style=\"text-indent:0.5in;\">(2) The supreme court shall prescribe by rule the conditions under which local courts may exercise discretion in assessing fines for civil infractions.</div><div style=\"text-indent:0.5in;\">(3) Whenever a monetary penalty is imposed by a court under this chapter it is immediately payable. If the person is unable to pay at that time the court may grant an extension of the period in which the penalty may be paid. If the penalty is not paid on or before the time established for payment, the court may proceed to collect the penalty in the same manner as other civil judgments and may notify the prosecuting authority of the failure to pay.</div><div style=\"text-indent:0.5in;\">(4) The court may also order a person found to have committed a civil infraction to make restitution.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41'>9.41</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) A dealer may not deliver more than one firearm to a purchaser or transferee within any 30-day period.</div><div style=\"text-indent:0.5in;\">(b) A dealer may not deliver more than 100 rounds of .50 caliber ammunition or more than 1,000 rounds of any other caliber of ammunition to a purchaser or transferee within any 30-day period.</div><div style=\"text-indent:0.5in;\">(2) Subsection (1) of this section does not apply to any of the following:</div><div style=\"text-indent:0.5in;\">(a) Any general authority Washington law enforcement agency or limited authority Washington law enforcement agency as those terms are defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.93.020'>10.93.020</a>;</div><div style=\"text-indent:0.5in;\">(b) Any correctional facility as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.015'>72.09.015</a>;</div><div style=\"text-indent:0.5in;\">(c) Any private security company as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.170.010'>18.170.010</a>;</div><div style=\"text-indent:0.5in;\">(d) Any federal peace officer, general authority Washington peace officer, or limited authority Washington peace officer who as a normal part of the officer's duties has arrest powers and carries a firearm, as those terms are defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.93.020'>10.93.020</a>, and is obtaining firearms or ammunition for law enforcement purposes;</div><div style=\"text-indent:0.5in;\">(e) The criminal justice training commission;</div><div style=\"text-indent:0.5in;\">(f) Any federal firearms dealer, federal firearms importer, or dealer, as those terms are defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.010'>9.41.010</a>, who is obtaining firearms or ammunition for resale;</div><div style=\"text-indent:0.5in;\">(g) Any person who may, pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.113'>9.41.113</a>(4), claim an exemption from the background check requirements of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.113'>9.41.113</a>;</div><div style=\"text-indent:0.5in;\">(h) The exchange of a firearm where the dealer sold that firearm to the person seeking the exchange within the 30-day period immediately preceding the date of exchange or replacement;</div><div style=\"text-indent:0.5in;\">(i) The return of any firearm to its owner;</div><div style=\"text-indent:0.5in;\">(j) The receipt of firearms by a person who acquires possession of the firearms by operation of law upon the death of the former owner who was in legal possession of the firearms, provided the person in possession of the firearms can establish such provenance. Receipt under this subsection is not \"distribution\" under this chapter;</div><div style=\"text-indent:0.5in;\">(k) Any private party transaction where the seller is, at the time of the transaction, required under state law or by court order to relinquish all firearms;</div><div style=\"text-indent:0.5in;\">(l) Any private party transaction where the seller is any of the following:</div><div style=\"text-indent:0.5in;\">(i) The personal representative of a decedent's estate who is transferring the firearm to one or more heirs or beneficiaries of the decedent's estate pursuant to the decedent's will or the laws of intestate succession;</div><div style=\"text-indent:0.5in;\">(ii) The holder of the decedent's property who is transferring the firearms pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=11.62.010'>11.62.010</a> to the successor of the decedent, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=11.62.005'>11.62.005</a>, or the surviving spouse of the decedent pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=11.04.015'>11.04.015</a>; or</div><div style=\"text-indent:0.5in;\">(iii) The trustee of a trust who is transferring the firearms to one or more trust beneficiaries upon the death of a settlor of the trust; or</div><div style=\"text-indent:0.5in;\">(m) Any person who is a licensed collector as defined in 18 U.S.C. Sec. 921 and the regulations issued pursuant thereto, and who has a current certificate of eligibility issued by the department of justice.</div><div style=\"text-indent:0.5in;\">(3)(a) Any person who violates this section commits a class 1 civil infraction and shall be assessed a monetary penalty of $500.</div><div style=\"text-indent:0.5in;\">(b) If a person previously has been found to have violated this section, then the person is guilty of a misdemeanor punishable under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.20'>9A.20</a> RCW for a subsequent violation of this section.</div><div style=\"text-indent:0.5in;\">(c) If a person previously has been found to have violated this section two or more times, then the person is guilty of a gross misdemeanor punishable under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.20'>9A.20</a> RCW for each subsequent violation of this section.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">If any provision of this act or its application to any person or circumstance is held invalid, the remainder of the act or the application of the provision to other persons or circumstances is not affected.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-24T20:39:15.237Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1132 is to enhance public safety by placing limitations on the bulk purchase and transfer of firearms and ammunition in Washington State. Key changes from previous statutes include new restrictions on the quantity of firearms and ammunition that can be purchased within a 30-day period, as well as increased penalties for violations. This aims to reduce potential risks associated with firearms proliferation and improve overall safety standards.</p>\n<h3>Key Provisions</h3>\n<h4>Penalties for Civil Infractions</h4>\n<ul>\n<li>A class 1 civil infraction will incur a maximum penalty of $250, with specific exceptions increasing the penalty amount for certain offenses.</li>\n<li>Violation of bulk delivery rules under this bill results in a fine of $500 for a class 1 civil infraction, with escalating penalties for repeated violations.</li>\n</ul>\n<h4>Restrictions on Firearm and Ammunition Transfers</h4>\n<ul>\n<li>Dealers are prohibited from delivering more than one firearm to a purchaser within a 30-day period.</li>\n<li>Dealers are limited to delivering no more than:<ul>\n<li>100 rounds of .50 caliber ammunition or</li>\n<li>1,000 rounds of any other caliber of ammunition within a 30-day period.</li></ul></li>\n</ul>\n<h4>Exemptions</h4>\n<ul>\n<li>Certain entities are exempt from these restrictions, including law enforcement agencies, correctional facilities, and private security companies.</li>\n<li>Other exemptions include transactions related to firearms returned to owners, exchanges between dealers and customers when the dealer originally sold the firearm, and transfers due to inheritance or trust provisions.</li>\n</ul>\n<h4>Escalation of Penal Offenses</h4>\n<ul>\n<li>A first violation is classified as a class 1 civil infraction with a $500 penalty.</li>\n<li>Subsequent violations can escalate to misdemeanors or gross misdemeanors, subject to chapter RCW 9A.20 for greater penalties.</li>\n</ul>\n<h4>Severability Clause</h4>\n<ul>\n<li>If any part of this bill is found invalid, the rest of the bill and its applications remain effective.</li>\n</ul>"
    }
  },
  "subDocuments": [
    {
      "name": "1132-S",
      "description": "Substitute House Bill 1132 as Recommended by Civil Rights & Judiciary",
      "url": {
        "ts": "2025-02-03T16:26:23.903Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1132-S.htm"
      },
      "original": {
        "ts": "2025-02-03T16:26:23.903Z",
        "text": "<!DOCTYPE html ><html><body><div>H-0595.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1132</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Civil Rights &amp; Judiciary (originally sponsored by Representatives Farivar, Ormsby, Ryu, Ramel, Berry, Mena, Alvarado, Reed, Parshley, Fitzgibbon, Callan, Macri, Obras, Doglio, Gregerson, Simmons, Peterson, Street, Goodman, Wylie, Pollet, Berg, Davis, Fosse, Salahuddin, Hill, and Tharinger)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/04/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to enhancing public safety by limiting bulk purchases and transfers of firearms and ammunition; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.110'>9.41.110</a>; and adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41'>9.41</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.110'>9.41.110</a> and 2024 c 288 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) No dealer may sell or otherwise transfer, or expose for sale or transfer, or have in his or her possession with intent to sell, or otherwise transfer, any pistol without being licensed as provided in this section.</div><div style=\"text-indent:0.5in;\">(2) No dealer may sell or otherwise transfer, or expose for sale or transfer, or have in his or her possession with intent to sell, or otherwise transfer, any firearm other than a pistol without being licensed as provided in this section.</div><div style=\"text-indent:0.5in;\">(3) No dealer may sell or otherwise transfer, or expose for sale or transfer, or have in his or her possession with intent to sell, or otherwise transfer, any ammunition without being licensed as provided in this section.</div><div style=\"text-indent:0.5in;\">(4) The duly constituted licensing authorities of any city, town, or political subdivision of this state shall grant licenses in forms prescribed by the director of licensing effective for not more than one year from the date of issue permitting the licensee to sell firearms within this state subject to the following conditions, for breach of any of which the license shall be forfeited and the licensee subject to punishment as provided in this chapter. A licensing authority shall forward a copy of each license granted to the department of licensing. The department of licensing shall notify the department of revenue of the name and address of each dealer licensed under this section. Any law enforcement agency acting within the scope of its jurisdiction may investigate a breach of the licensing conditions established in this chapter.</div><div style=\"text-indent:0.5in;\">(5)(a) A licensing authority shall, within 30 days after the filing of an application of any person for a dealer's license, determine whether to grant the license. However, if the applicant does not have a valid permanent Washington driver's license or Washington state identification card, or has not been a resident of the state for the previous consecutive 90 days, the licensing authority shall have up to 60 days to determine whether to issue a license. No person shall qualify for a license under this section without first receiving a federal firearms license and undergoing fingerprinting and a background check. In addition, no person ineligible to possess a firearm under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.040'>9.41.040</a> or ineligible for a concealed pistol license under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.070'>9.41.070</a> shall qualify for a dealer's license.</div><div style=\"text-indent:0.5in;\">(b) A dealer shall require every employee who may sell a firearm in the course of his or her employment to undergo fingerprinting and a background check in advance of engaging in the sale or transfer of firearms and to undergo a background check annually thereafter. An employee must be at least 21 years of age, eligible to possess a firearm, and must not have been convicted of a crime that would make the person ineligible for a concealed pistol license, before being permitted to sell a firearm. Every employee shall comply with requirements concerning purchase applications and restrictions on delivery of firearms that are applicable to dealers.</div><div style=\"text-indent:0.5in;\">(6) As a condition of licensure, a dealer shall annually certify to the licensing authority, in writing and under penalty of perjury, that the dealer is in compliance with each licensure requirement established in this section.</div><div style=\"text-indent:0.5in;\">(7)(a) Except as otherwise provided in (b) of this subsection, the business shall be carried on only in the building designated in the license. For the purpose of this section, advertising firearms for sale shall not be considered the carrying on of business.</div><div style=\"text-indent:0.5in;\">(b) A dealer may conduct business temporarily at a location other than the building designated in the license, if the temporary location is within Washington state and is the location of a gun show sponsored by a national, state, or local organization, or an affiliate of any such organization, devoted to the collection, competitive use, or other sporting use of firearms in the community. Nothing in this subsection (7)(b) authorizes a dealer to conduct business in or from a motorized or towed vehicle.</div><div style=\"text-indent:0.5in;\">In conducting business temporarily at a location other than the building designated in the license, the dealer shall comply with all other requirements imposed on dealers by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.090'>9.41.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.100'>9.41.100</a>, and this section. The license of a dealer who fails to comply with the requirements of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.080'>9.41.080</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.090'>9.41.090</a> and subsection ((<span style=\"text-decoration:line-through;\">(16)</span>))<span style=\"text-decoration:underline;\">(17)</span> of this section while conducting business at a temporary location shall be revoked, and the dealer shall be permanently ineligible for a dealer's license.</div><div style=\"text-indent:0.5in;\">(8) The license or a copy thereof, certified by the issuing authority, shall be displayed on the premises in the area where firearms are sold, or at the temporary location, where it can easily be read.</div><div style=\"text-indent:0.5in;\">(9)(a) The business building location designated in the license shall be secured:</div><div style=\"text-indent:0.5in;\">(i) With at least one of the following features designed to prevent unauthorized entry, which must be installed on each exterior door and window of the place of business:</div><div style=\"text-indent:0.5in;\">(A) Bars or grates;</div><div style=\"text-indent:0.5in;\">(B) Security screens; or</div><div style=\"text-indent:0.5in;\">(C) Commercial grade metal doors; and</div><div style=\"text-indent:0.5in;\">(ii) With a security alarm system that is:</div><div style=\"text-indent:0.5in;\">(A) Properly installed and maintained in good condition;</div><div style=\"text-indent:0.5in;\">(B) Monitored by a remote central station that can contact law enforcement in the event of an alarm;</div><div style=\"text-indent:0.5in;\">(C) Capable of real-time monitoring of all exterior doors and windows, and all areas where firearms are stored; and</div><div style=\"text-indent:0.5in;\">(D) Equipped with, at minimum, detectors that can perceive entry, motion, and sound.</div><div style=\"text-indent:0.5in;\">(b) It is not a violation of this subsection if any security feature or system becomes temporarily inoperable through no fault of the dealer.</div><div style=\"text-indent:0.5in;\">(10)(a) Dealers shall secure each firearm during business hours, except when the firearm is being shown to a customer, repaired, or otherwise worked on, in a manner that prevents a customer or other member of the public from accessing or using the firearm, which may include keeping the firearm in a locked container or in a locked display case.</div><div style=\"text-indent:0.5in;\">(b) Other than during business hours, all firearms shall be secured (i) on the dealer's business premises in a locked fireproof safe or vault, (ii) in a room or building that meets all requirements of subsection (9)(a) of this section, or (iii) in a secured and locked area under the dealer's control while the dealer is conducting business at a temporary location.</div><div style=\"text-indent:0.5in;\">(11)(a) A dealer shall ensure that its business location designated in the license is monitored by a digital video surveillance system that meets all of the following requirements:</div><div style=\"text-indent:0.5in;\">(i) The system shall clearly record images and, for systems located inside the premises, audio, of the area under surveillance;</div><div style=\"text-indent:0.5in;\">(ii) Each camera shall be permanently mounted in a fixed location. Cameras shall be placed in locations that allow the camera to clearly record activity occurring in all areas described in (a)(iii) of this subsection and reasonably produce recordings that allow for the clear identification of any person;</div><div style=\"text-indent:0.5in;\">(iii) The areas recorded shall include, but are not limited to, all of the following:</div><div style=\"text-indent:0.5in;\">(A) Interior views of all exterior doors, windows, and any other entries or exits to the premises;</div><div style=\"text-indent:0.5in;\">(B) All areas where firearms are displayed; and</div><div style=\"text-indent:0.5in;\">(C) All points of sale, sufficient to identify the parties involved in the transaction;</div><div style=\"text-indent:0.5in;\">(iv) The system shall be capable of recording 24 hours per day at a frame rate no less than 15 frames per second, and must either (A) record continuously or (B) be activated by motion and remain active for at least 15 seconds after motion ceases to be detected;</div><div style=\"text-indent:0.5in;\">(v) The media or device on which recordings are stored shall be secured in a manner to protect the recording from tampering, unauthorized access or use, or theft;</div><div style=\"text-indent:0.5in;\">(vi) Recordings shall be maintained for a minimum of 90 days for all recordings of areas where firearms are displayed and points of sale, and for a minimum of 45 days for all recordings of interior views of exterior doors, windows, and any other entries or exits;</div><div style=\"text-indent:0.5in;\">(vii) Recorded images shall clearly and accurately display the date and time;</div><div style=\"text-indent:0.5in;\">(viii) The system shall be equipped with a failure notification system that provides notification to the licensee of any interruption or failure of the system or storage device.</div><div style=\"text-indent:0.5in;\">(b) A licensed dealer shall not use, share, allow access to, or otherwise release surveillance recordings, to any person except as follows:</div><div style=\"text-indent:0.5in;\">(i) A dealer shall allow access to the system or release recordings to any person pursuant to search warrant or other court order.</div><div style=\"text-indent:0.5in;\">(ii) A dealer may allow access to the system or release recordings to any person in response to an insurance claim or as part of the civil discovery process including, but not limited to, in response to subpoenas, request for production or inspection, or other court order.</div><div style=\"text-indent:0.5in;\">(c) The dealer shall post a sign in a conspicuous place at each entrance to the premises that states in block letters not less than one inch in height: \"THESE PREMISES ARE UNDER VIDEO AND AUDIO SURVEILLANCE. YOUR IMAGE AND CONVERSATIONS MAY BE RECORDED.\"</div><div style=\"text-indent:0.5in;\">(d) This section does not preclude any local authority or local governing body from adopting or enforcing local laws or policies regarding video surveillance that do not contradict or conflict with the requirements of this section.</div><div style=\"text-indent:0.5in;\">(e) It is not a violation of this subsection if the surveillance system becomes temporarily inoperable through no fault of the dealer.</div><div style=\"text-indent:0.5in;\">(12) A dealer shall:</div><div style=\"text-indent:0.5in;\">(a) Promptly review and respond to all requests from law enforcement agencies and officers, including trace requests and requests for documents and records, as soon as practicably possible and no later than 24 hours after learning of the request;</div><div style=\"text-indent:0.5in;\">(b) Promptly notify local law enforcement agencies and the bureau of alcohol, tobacco, firearms and explosives of any loss, theft, or unlawful transfer of any firearm or ammunition as soon as practicably possible and no later than 24 hours after the dealer knows or should know of the reportable event.</div><div style=\"text-indent:0.5in;\">(13) A dealer shall:</div><div style=\"text-indent:0.5in;\">(a) Establish and maintain a book, or if the dealer should choose, an electronic-based record of purchase, sale, inventory, and other records at the dealer's place of business and shall make all such records available to law enforcement upon request. Such records shall at a minimum include the make, model, caliber or gauge, manufacturer's name, and serial number of all firearms that are acquired or disposed of not later than one business day after their acquisition or disposition;</div><div style=\"text-indent:0.5in;\">(b) Maintain monthly backups of the records required by (a) of this subsection in a secure container designed to prevent loss by fire, theft, or flood. If the dealer chooses to maintain an electronic-based record system, those records shall be backed up on an external server or over the internet at the close of each business day;</div><div style=\"text-indent:0.5in;\">(c) Account for all firearms acquired but not yet disposed of through an inventory check prepared each month and maintained in a secure location;</div><div style=\"text-indent:0.5in;\">(d) Maintain and make available at any time to government law enforcement agencies and to the manufacturer of the weapon or its designee, firearm disposition information, including the serial numbers of firearms sold, dates of sale, and identity of purchasers;</div><div style=\"text-indent:0.5in;\">(e) Retain all bureau of alcohol, tobacco, firearms and explosives form 4473 transaction records on the dealer's business premises in a secure container designed to prevent loss by fire, theft, or flood;</div><div style=\"text-indent:0.5in;\">(f) Maintain for six years copies of trace requests received, including notations for trace requests received by phone for six years;</div><div style=\"text-indent:0.5in;\">(g) Provide annual reporting to the Washington state attorney general concerning trace requests, including at a minimum the following:</div><div style=\"text-indent:0.5in;\">(i) The total number of trace requests received;</div><div style=\"text-indent:0.5in;\">(ii) For each trace, the make and model of the gun and date of sale; and</div><div style=\"text-indent:0.5in;\">(iii) Whether the dealer was inspected by the bureau of alcohol, tobacco, firearms and explosives, and copies of any reports of violations or letters received from the bureau of alcohol, tobacco, firearms and explosives.</div><div style=\"text-indent:0.5in;\">(14) The attorney general may create, publish, and require firearm dealers to file a uniform form for all annual dealer reports required by subsection (13)(g) of this section.</div><div style=\"text-indent:0.5in;\">(15) A dealer shall carry a general liability insurance policy providing at least $1,000,000 of coverage per incident.</div><div style=\"text-indent:0.5in;\">(16) <span style=\"text-decoration:underline;\">No dealer may deliver firearms or ammunition in excess of the limits established in section 2 of this act.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(17)</span> (a) No firearm may be sold: (i) In violation of any provisions of this chapter; nor (ii) under any circumstances unless the purchaser is personally known to the dealer or shall present clear evidence of his or her identity.</div><div style=\"text-indent:0.5in;\">(b) A dealer who sells or delivers any firearm in violation of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.080'>9.41.080</a> is guilty of a class C felony. In addition to any other penalty provided for by law, the dealer is subject to mandatory permanent revocation of his or her dealer's license and permanent ineligibility for a dealer's license.</div><div style=\"text-indent:0.5in;\">(c) The license fee for pistols shall be one hundred twenty-five dollars. The license fee for firearms other than pistols shall be one hundred twenty-five dollars. The license fee for ammunition shall be one hundred twenty-five dollars. Any dealer who obtains any license under subsection (1), (2), or (3) of this section may also obtain the remaining licenses without payment of any fee. The fees received under this section shall be deposited in the state general fund.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(17)</span>))<span style=\"text-decoration:underline;\">(18)</span>(a) A true record shall be made of every pistol or semiautomatic assault rifle sold, in a book kept for the purpose, the form of which may be prescribed by the director of licensing and shall be personally signed by the purchaser and by the person effecting the sale, each in the presence of the other, and shall contain the date of sale, the caliber, make, model and manufacturer's number of the weapon, the name, address, occupation, and place of birth of the purchaser, and a statement signed by the purchaser that he or she is not ineligible under state or federal law to possess a firearm. The dealer shall retain the transfer record for six years.</div><div style=\"text-indent:0.5in;\">(b) The dealer shall transmit the information from the firearm transfer application through secure automated firearms e-check (SAFE) to the Washington state patrol firearms background check program. The Washington state patrol firearms background check program shall transmit the application information for pistol and semiautomatic assault rifle transfer applications to the director of licensing daily. The original application shall be retained by the dealer for six years.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(18)</span>))<span style=\"text-decoration:underline;\">(19)</span> Subsections (2) through ((<span style=\"text-decoration:line-through;\">(17)</span>))<span style=\"text-decoration:underline;\">(18)</span> of this section shall not apply to sales at wholesale.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(19)</span>))<span style=\"text-decoration:underline;\">(20)</span> Subsections (6) and (9) through (15) of this section shall not apply to dealers with a sales volume of $1,000 or less per month on average over the preceding 12 months. A dealer that previously operated under this threshold and subsequently exceeds it must comply with the requirements of subsections (6) and (9) through (15) of this section within one year of exceeding the threshold.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(20)</span>))<span style=\"text-decoration:underline;\">(21)</span> The dealer's licenses authorized to be issued by this section are general licenses covering all sales by the licensee within the effective period of the licenses. The department shall provide a single application form for dealer's licenses and a single license form which shall indicate the type or types of licenses granted.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(21)</span>))<span style=\"text-decoration:underline;\">(22)</span> Except as otherwise provided in this chapter, every city, town, and political subdivision of this state is prohibited from requiring the purchaser to secure a permit to purchase or from requiring the dealer to secure an individual permit for each sale.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41'>9.41</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) A dealer may not deliver more than one firearm to a purchaser or transferee within any 30-day period.</div><div style=\"text-indent:0.5in;\">(b) A dealer may not deliver more than 100 rounds of .50 caliber ammunition or more than 1,000 rounds of any other caliber of ammunition to a purchaser or transferee within any 30-day period.</div><div style=\"text-indent:0.5in;\">(2) Subsection (1) of this section does not apply to delivery of firearms or ammunition to any of the following entities or individuals:</div><div style=\"text-indent:0.5in;\">(a) Any general authority Washington law enforcement agency or limited authority Washington law enforcement agency as those terms are defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.93.020'>10.93.020</a>;</div><div style=\"text-indent:0.5in;\">(b) Any correctional facility as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.015'>72.09.015</a>;</div><div style=\"text-indent:0.5in;\">(c) Any private security company as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.170.010'>18.170.010</a>;</div><div style=\"text-indent:0.5in;\">(d) Any federal peace officer, general authority Washington peace officer, or limited authority Washington peace officer who, as a normal part of the officer's duties, has arrest powers and carries a firearm, as those terms are defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.93.020'>10.93.020</a>, and is obtaining firearms or ammunition for law enforcement purposes;</div><div style=\"text-indent:0.5in;\">(e) The criminal justice training commission;</div><div style=\"text-indent:0.5in;\">(f) Any federal firearms dealer, federal firearms importer, or dealer, as those terms are defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.010'>9.41.010</a>, who is obtaining firearms or ammunition for resale;</div><div style=\"text-indent:0.5in;\">(g) Any person who may, pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.113'>9.41.113</a>(4), claim an exemption from the background check requirements of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.113'>9.41.113</a>;</div><div style=\"text-indent:0.5in;\">(h) The exchange of a firearm or ammunition where the dealer sold that firearm or ammunition to the person seeking the exchange within the 30-day period immediately preceding the date of exchange or replacement;</div><div style=\"text-indent:0.5in;\">(i) The return of any firearm or ammunition to its owner;</div><div style=\"text-indent:0.5in;\">(j) The receipt of firearms or ammunition by a person who acquires possession of the firearms or ammunition by operation of law upon the death of the former owner who was in legal possession of the firearms or ammunition, provided the person in possession of the firearms or ammunition can establish such provenance. Receipt under this subsection is not \"distribution\" under this chapter;</div><div style=\"text-indent:0.5in;\">(k) Any private party transaction where the seller is, at the time of the transaction, required under state law or by court order to relinquish all firearms or ammunition;</div><div style=\"text-indent:0.5in;\">(l) Any private party transaction where the seller is any of the following:</div><div style=\"text-indent:0.5in;\">(i) The personal representative of a decedent's estate who is transferring the firearm or ammunition to one or more heirs or beneficiaries of the decedent's estate pursuant to the decedent's will or the laws of intestate succession;</div><div style=\"text-indent:0.5in;\">(ii) The holder of the decedent's property who is transferring the firearms or ammunition pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=11.62.010'>11.62.010</a> to the successor of the decedent, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=11.62.005'>11.62.005</a>, or the surviving spouse of the decedent pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=11.04.015'>11.04.015</a>; or</div><div style=\"text-indent:0.5in;\">(iii) The trustee of a trust who is transferring the firearms or ammunition to one or more trust beneficiaries upon the death of a settlor of the trust; or</div><div style=\"text-indent:0.5in;\">(m) Any person who is a licensed collector as defined in 18 U.S.C. Sec. 921 and the regulations issued pursuant thereto, and who has a current certificate of eligibility issued by the United States department of justice.</div><div style=\"text-indent:0.5in;\">(3) Compliance with this section is a condition of dealer licensure under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.110'>9.41.110</a>. A violation of this section is punishable by forfeiture of the dealer's license.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">If any provision of this act or its application to any person or circumstance is held invalid, the remainder of the act or the application of the provision to other persons or circumstances is not affected.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-02-03T16:26:23.903Z",
        "text": "<h3>Purpose</h3>\n<p>The edits made to this proposed legislature bill aim to enhance public safety through the regulation of firearm and ammunition transactions. The revisions notably focus on amending provisions related to dealer licensing and compliance, as well as adding clarity to dealer responsibilities and penalties for non-compliance. Additionally, updates to sections ensure that the language is more precise and that the obligations imposed on firearm dealers are clearly defined.</p>\n<h3>Key Changes</h3>\n<h4>Amendments to Existing Sections</h4>\n<ul>\n<li>The section referencing RCW 7.80.120 was changed to RCW 9.41.110, reflecting a shift in focus towards more comprehensive dealer licensing requirements.</li>\n<li>The amendments include stricter rules on how dealers must operate and maintain licenses, emphasizing background checks and training for employees involved in the sale of firearms.</li>\n</ul>\n<h4>Licensing and Compliance</h4>\n<ul>\n<li>New requirements were introduced for dealers, including:<ul>\n<li>Annual certification of compliance with dealer licensing requirements under penalty of perjury.</li>\n<li>Mandatory fingerprinting and background checks for employees selling firearms.</li>\n<li>Establishment of a record-keeping system for sales and inventories, which must be available for law enforcement inspection.</li></ul></li>\n<li>Dealers must maintain digital surveillance systems to monitor their premises, with clear guidelines on operation, storage, and accessibility of the footage.</li>\n</ul>\n<h4>Penalties and Violations</h4>\n<ul>\n<li>The bill delineates a clearer penalty structure for violations, such as:<ul>\n<li>Violating the limits on firearms and ammunition delivery results in a class 1 civil infraction punishable by a $500 fine.</li>\n<li>Repeat violations may escalate to misdemeanors, with further offenses classified as gross misdemeanors.</li></ul></li>\n<li>Specific penalties are tied to licensing violations that may lead to the revocation of the dealer's license.</li>\n</ul>\n<h4>Bulk Purchases</h4>\n<ul>\n<li>Clarifications were made regarding limitations on bulk purchases of firearms and ammunition, maintaining restrictions but also specifying exemptions for certain entities like law enforcement and private security companies.</li>\n</ul>\n<h4>Miscellaneous</h4>\n<ul>\n<li>Additional provisions were included to guide the handling and reporting of firearm-related incidents to law enforcement and ensure records are well-maintained.</li>\n<li>It was specified that no dealer may deliver firearms or ammunition beyond established limits without facing enforcement actions. </li>\n</ul>\n<p>The edits reinforce the objective of tightening regulations surrounding firearm transactions while highlighting the responsibilities of dealers to comply with enhanced safety measures.</p>"
      }
    }
  ],
  "keywords": {
    "ts": "2024-12-24T20:39:15.237Z",
    "text": "public safety limitations firearms ammunition purchases penalties restrictions exemptions violations"
  }
}