{
  "id": 1133,
  "lastUpdated": "2025-03-01T06:51:37.146Z",
  "agency": "House",
  "description": "Concerning sexually violent predators.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-21T08:00:00.000Z",
    "text": "Referred to Rules 2 Review."
  },
  "sponsors": [
    "Leavitt",
    "Couture",
    "Bronoske",
    "Wylie",
    "Reeves",
    "Hill"
  ],
  "document": {
    "name": "1133",
    "description": "House Bill 1133",
    "url": {
      "ts": "2024-12-24T20:39:16.000Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1133.htm"
    },
    "original": {
      "ts": "2024-12-24T20:39:16.000Z",
      "text": "<!DOCTYPE html ><html><body><div>Z-0133.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1133</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Leavitt, Couture, Bronoske, Wylie, Reeves, and Hill; by request of Attorney General<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/24/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Community Safety.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to sexually violent predators; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.020'>71.09.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.025'>71.09.025</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.030'>71.09.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.055'>71.09.055</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.060'>71.09.060</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.070'>71.09.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.090'>71.09.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.094'>71.09.094</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.096'>71.09.096</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.250'>71.09.250</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.280'>71.09.280</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.717'>9.94A.717</a>; and adding new sections to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09'>71.09</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.020'>71.09.020</a> and 2021 c 236 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Unless the context clearly requires otherwise, the definitions in this section apply throughout this chapter.</div><div style=\"text-indent:0.5in;\">(1) \"Department\" means the department of social and health services.</div><div style=\"text-indent:0.5in;\">(2) \"Fair share principles\" and \"fair share principles of release\" means that each county has adequate options for conditional release housing placements in a number generally equivalent to the number of residents from that county who are subject to total confinement pursuant to this chapter.</div><div style=\"text-indent:0.5in;\">(3) \"Health care facility\" means any hospital, hospice care center, licensed or certified health care facility, health maintenance organization regulated under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.46'>48.46</a> RCW, federally qualified health maintenance organization, federally approved renal dialysis center or facility, or federally approved blood bank.</div><div style=\"text-indent:0.5in;\">(4) \"Health care practitioner\" means an individual or firm licensed or certified to engage actively in a regulated health profession.</div><div style=\"text-indent:0.5in;\">(5) \"Health care services\" means those services provided by health professionals licensed pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.120.020'>18.120.020</a>(4).</div><div style=\"text-indent:0.5in;\">(6) \"Health profession\" means those licensed or regulated professions set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.120.020'>18.120.020</a>(4).</div><div style=\"text-indent:0.5in;\">(7) \"Less restrictive alternative\" means court-ordered treatment in a setting less restrictive than total confinement which satisfies the conditions set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a>. A less restrictive alternative may not include placement in the community protection program as pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71A.12.230'>71A.12.230</a>.</div><div style=\"text-indent:0.5in;\">(8) \"Likely to engage in predatory acts of sexual violence if not confined in a secure facility\" means that the person more probably than not will engage in such acts if released unconditionally from detention on the sexually violent predator petition. Such likelihood must be evidenced by a recent overt act if the person is not totally confined at the time the petition is filed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.030'>71.09.030</a>.</div><div style=\"text-indent:0.5in;\">(9) \"Mental abnormality\" means a congenital or acquired condition affecting the emotional or volitional capacity which predisposes the person to the commission of criminal sexual acts in a degree constituting such person a menace to the health and safety of others.</div><div style=\"text-indent:0.5in;\">(10) \"Personality disorder\" means an enduring pattern of inner experience and behavior that deviates markedly from the expectations of the individual's culture, is pervasive and inflexible, has onset in adolescence or early adulthood, is stable over time and leads to distress or impairment. Purported evidence of a personality disorder must be supported by testimony of a licensed forensic psychologist or psychiatrist.</div><div style=\"text-indent:0.5in;\">(11) \"Predatory\" means acts directed towards: (a) Strangers; (b) individuals with whom a relationship has been established or promoted for the primary purpose of victimization; or (c) persons of casual acquaintance with whom no substantial personal relationship exists.</div><div style=\"text-indent:0.5in;\">(12) \"Prosecuting agency\" means the prosecuting attorney of the county where the person was convicted or charged or the attorney general if requested by the prosecuting attorney, as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.030'>71.09.030</a>.</div><div style=\"text-indent:0.5in;\">(13) \"Recent overt act\" means any act, threat, <span style=\"text-decoration:underline;\">course of conduct,</span> or combination thereof that has either caused harm of a sexually violent nature or creates a reasonable apprehension of such harm in the mind of an objective person who knows of the history and mental condition of the person engaging in the act or behaviors.</div><div style=\"text-indent:0.5in;\">(14) \"Risk potential activity\" or \"risk potential facility\" means an activity or facility that provides a higher incidence of risk to the public from persons conditionally released from the special commitment center. Risk potential activities and facilities include: Public and private schools, school bus stops, licensed day care and licensed preschool facilities, public parks, publicly dedicated trails, sports fields, playgrounds, recreational and community centers, churches, synagogues, temples, mosques, public libraries, public and private youth camps, and others identified by the department following the hearings on a potential site required in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.315'>71.09.315</a>. For purposes of this chapter, \"school bus stops\" does not include bus stops established primarily for public transit.</div><div style=\"text-indent:0.5in;\">(15) \"Secretary\" means the secretary of social and health services or the secretary's designee.</div><div style=\"text-indent:0.5in;\">(16) \"Secure community transition facility\" means a residential facility for persons civilly committed and conditionally released to a less restrictive alternative under this chapter. A secure community transition facility has supervision and security, and either provides or ensures the provision of sex offender treatment services. Secure community transition facilities include but are not limited to the facility established pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.250'>71.09.250</a>(1)(a)(i) and any community-based facilities established under this chapter and operated by the secretary or under contract with the secretary.</div><div style=\"text-indent:0.5in;\">(17) \"Secure facility\" means a residential facility for persons civilly confined under the provisions of this chapter that includes security measures sufficient to protect the community. Such facilities include total confinement facilities, secure community transition facilities, and any residence used as a court-ordered placement under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.096'>71.09.096</a>.</div><div style=\"text-indent:0.5in;\">(18) \"Sexually violent offense\" means an act committed on, before, or after July 1, 1990, that is: (a) An act defined in Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A'>9A</a> RCW as rape in the first degree, rape in the second degree by forcible compulsion, rape of a child in the first or second degree, statutory rape in the first or second degree, indecent liberties by forcible compulsion, indecent liberties against a child under age fourteen, incest against a child under age fourteen, or child molestation in the first or second degree; (b) a felony offense in effect at any time prior to July 1, 1990, that is comparable to a sexually violent offense as defined in (a) of this subsection, or any federal<span style=\"text-decoration:underline;\">, military, tribal,</span> or out-of-state conviction for a felony offense that under the laws of this state would be a sexually violent offense as defined in this subsection <span style=\"text-decoration:underline;\">at the time of the filing of a petition under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.030'>71.09.030</a></span>; (c) an act of murder in the first or second degree, assault in the first or second degree, assault of a child in the first or second degree, kidnapping in the first or second degree, burglary in the first degree, residential burglary, or unlawful imprisonment, which act, either at the time of sentencing for the offense or subsequently during civil commitment proceedings pursuant to this chapter, has been determined beyond a reasonable doubt to have been sexually motivated, as that term is defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>; or (d) an act as described in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.28'>9A.28</a> RCW, that is an attempt, criminal solicitation, or criminal conspiracy to commit one of the felonies designated in (a), (b), or (c) of this subsection.</div><div style=\"text-indent:0.5in;\">(19) \"Sexually violent predator\" means any person who has been convicted of or charged with a crime of sexual violence and who suffers from a mental abnormality or personality disorder which makes the person likely to engage in predatory acts of sexual violence if not confined in a secure facility.</div><div style=\"text-indent:0.5in;\">(20) \"Total confinement facility\" means a secure facility that provides supervision and sex offender treatment services in a total confinement setting. Total confinement facilities include the special commitment center and any similar facility designated as a total confinement facility by the secretary.</div><div style=\"text-indent:0.5in;\">(21) \"Treatment\" means the sex offender specific treatment program at the special commitment center or a specific course of sex offender treatment pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> (1) and (2).<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.025'>71.09.025</a> and 2023 c 453 s 26 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) When it appears that a person may meet the criteria of a sexually violent predator as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.020'>71.09.020</a>, the agency with jurisdiction shall refer the person in writing to the prosecuting attorney of the county in which an action under this chapter may be filed pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.030'>71.09.030</a> and the attorney general, three months prior to:</div><div style=\"text-indent:0.5in;\">(i) The anticipated release from total confinement of a person who has been convicted of a sexually violent offense;</div><div style=\"text-indent:0.5in;\">(ii) The anticipated release from total confinement of a person found to have committed a sexually violent offense as a juvenile;</div><div style=\"text-indent:0.5in;\">(iii) Release of a person who has been charged with a sexually violent offense and who has been determined to be incompetent to stand trial pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.77.086'>10.77.086</a>(7); or</div><div style=\"text-indent:0.5in;\">(iv) Release of a person who has been found not guilty by reason of insanity of a sexually violent offense pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.77.020'>10.77.020</a>((<span style=\"text-decoration:line-through;\">(3)</span>))<span style=\"text-decoration:underline;\">and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.77.025'>10.77.025</a></span>.</div><div style=\"text-indent:0.5in;\">(b) The agency shall provide the prosecuting agency with all relevant information including but not limited to the following information:</div><div style=\"text-indent:0.5in;\">(i) A complete copy of the institutional records compiled by the department of corrections relating to the person, and any such out-of-state department of corrections' records, if available;</div><div style=\"text-indent:0.5in;\">(ii) A complete copy, if applicable, of any file compiled by the indeterminate sentence review board relating to the person;</div><div style=\"text-indent:0.5in;\">(iii) All records relating to the psychological or psychiatric evaluation and/or treatment of the person;</div><div style=\"text-indent:0.5in;\">(iv) A current record of all prior arrests and convictions, and full police case reports relating to those arrests and convictions; and</div><div style=\"text-indent:0.5in;\">(v) A current mental health evaluation or mental health records review.</div><div style=\"text-indent:0.5in;\">(c) The prosecuting agency has the authority, consistent with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.345'>72.09.345</a>(4), to obtain all records relating to the person if the prosecuting agency deems such records are necessary to fulfill its duties under this chapter. The prosecuting agency may only disclose such records in the course of performing its duties pursuant to this chapter, unless otherwise authorized by law.</div><div style=\"text-indent:0.5in;\">(d) The prosecuting agency has the authority ((<span style=\"text-decoration:line-through;\">to utilize the inquiry judge procedures of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.27'>10.27</a> RCW prior to the filing of any action under this chapter</span>)) to seek the issuance of compulsory process <span style=\"text-decoration:underline;\">under section 3 of this act</span> for the production of any records ((<span style=\"text-decoration:line-through;\">necessary for</span>))<span style=\"text-decoration:underline;\">relevant to</span> a determination of whether to seek the civil commitment of a person under this chapter. Any records obtained pursuant to this process may only be disclosed by the prosecuting agency in the course of performing its duties pursuant to this chapter, or unless otherwise authorized by law.</div><div style=\"text-indent:0.5in;\">(2) The agency, its employees, and officials shall be immune from liability for any good-faith conduct under this section.</div><div style=\"text-indent:0.5in;\">(3) As used in this section, \"agency with jurisdiction\" means that agency with the authority to direct the release of a person serving a sentence or term of confinement and includes the department of corrections, the indeterminate sentence review board, and the department of social and health services.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09'>71.09</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Whenever the attorney general believes that any person, entity, or agency (a) may be in possession, custody, or control of any original or copy of any book, record, report, memorandum, paper, communication, tabulation, map, chart, photograph, mechanical transcription, or other tangible document or recording, wherever situated, which is believed to be relevant to the determination of whether to seek the civil commitment of a person under this chapter, or (b) may have knowledge of any information which the attorney general believes relevant to such a determination, he or she may, prior to the institution of a civil proceeding thereon, execute in writing and cause to be served upon such a person, a civil investigative demand requiring such person to produce such documentary material and permit inspection and copying, to answer in writing written interrogatories, to give oral testimony, or any combination of such demands pertaining to such documentary material or information.</div><div style=\"text-indent:0.5in;\">(2) Each demand executed under this section shall:</div><div style=\"text-indent:0.5in;\">(a) State the relevant sections or subsections authorizing the issuance of the demand and further state that the demand is for the purpose of obtaining information to aid in a determination of whether to seek the civil commitment of a person;</div><div style=\"text-indent:0.5in;\">(b) If the demand is for the production of documentary material, describe the class or classes of documentary material to be produced with reasonable specificity so as fairly to indicate the material demanded;</div><div style=\"text-indent:0.5in;\">(c) Prescribe a return date within which the documentary material is to be produced, the answers to written interrogatories are to be made, or a date, time, and place at which oral testimony is to be taken; and</div><div style=\"text-indent:0.5in;\">(d) Identify the members of the attorney general's staff to whom such documentary material is to be made available for inspection and copying, to whom answers to written interrogatories are to be made, or who are to conduct the examination for oral testimony.</div><div style=\"text-indent:0.5in;\">(3) No demand executed under this section may:</div><div style=\"text-indent:0.5in;\">(a) Contain any requirement which would be unreasonable or improper if contained in a subpoena duces tecum, a request for answers to written interrogatories, or a request for deposition upon oral examination issued by a court of this state; or</div><div style=\"text-indent:0.5in;\">(b) Require the disclosure of any documentary material which would be privileged, or which for any other reason would not be required by a subpoena duces tecum issued by a court of this state.</div><div style=\"text-indent:0.5in;\">(4) Service of any demand executed under this section may be made by:</div><div style=\"text-indent:0.5in;\">(a) Delivering a duly executed copy thereof to the person to be served, or, if such person is not a natural person, to any officer or managing agent of the person to be served;</div><div style=\"text-indent:0.5in;\">(b) Delivering a duly executed copy thereof to the principal place of business in this state of the person to be served; or</div><div style=\"text-indent:0.5in;\">(c) Mailing by registered or certified mail a duly executed copy thereof addressed to the person to be served at the principal place of business in this state, or, if said person has no place of business in this state, to the person's principal office or place of business.</div><div style=\"text-indent:0.5in;\">(5)(a) Documentary material demanded under the provisions of this section shall be produced for inspection and copying during normal business hours at the principal office or place of business of the person served, or at such other times and places as may be agreed upon by the person served and the attorney general.</div><div style=\"text-indent:0.5in;\">(b) Written interrogatories in a demand served under this section shall be answered in the same manner as provided in the civil rules for superior court.</div><div style=\"text-indent:0.5in;\">(c) The oral testimony of any person obtained from a demand served under this section shall be taken in the same manner as provided in the civil rules for superior court for the taking of depositions. In the course of the deposition, the assistant attorney general conducting the examination may exclude from the place where the examination is held all persons other than the person being examined, the person's counsel, and the officer before whom the testimony is to be taken.</div><div style=\"text-indent:0.5in;\">(d) Any person compelled to appear by a demand for oral testimony under this section may be accompanied by counsel.</div><div style=\"text-indent:0.5in;\">(e) The oral testimony of any person obtained from a demand served under this section shall be taken in the county within which the person resides, is found, or transacts business, or in such other place as may be agreed upon between the person served and the attorney general.</div><div style=\"text-indent:0.5in;\">(6) At any time before the return date specified in the demand, or within 20 days after the demand has been served, whichever period is shorter, a petition to extend the return date for, or to modify or set aside a demand issued under subsection (1) of this section, stating good cause, may be filed in the superior court for Thurston county, or in such other county where the parties reside. A petition by the person on whom the demand is served, stating good cause, to require the attorney general or any person to perform any duty imposed by the provisions of this section, and all other petitions in connection with a demand executed under this section, may be filed in the superior court for Thurston county, or in the county where the parties reside. The court shall have jurisdiction to impose such sanctions as are provided for in the civil rules for superior court with respect to discovery motions.</div><div style=\"text-indent:0.5in;\">(7) Whenever any person fails to comply with any civil investigative demand for documentary material, answers to written interrogatories, or oral testimony duly served upon them under this section, or whenever satisfactory copying or reproduction of any such material cannot be done and such person refuses to surrender such material, the attorney general may file, in the trial court of general jurisdiction of the county in which such person resides, is found, or transacts business, and serve upon such person a petition for an order of such court for the enforcement of this section, except that if such person transacts business in more than one county such petition shall be filed in the county in which such person maintains their principal place of business, or in such other county as may be agreed upon by the parties to such petition. Whenever any petition is filed in the trial court of general jurisdiction of any county under this section, such court shall have jurisdiction to hear and determine the matter presented and to enter such order or orders as may be required to carry into effect the provisions of this section, and may impose such sanctions as are provided for in the civil rules for superior court with respect to discovery motions.</div><div style=\"text-indent:0.5in;\">(8) This section shall not be applicable to criminal prosecutions.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.030'>71.09.030</a> and 2023 c 453 s 27 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) A petition may be filed alleging that a person is a sexually violent predator and stating sufficient facts to support such allegation when it appears that: (a) A person who at any time previously has been convicted of a sexually violent offense is about to be released from total confinement; (b) a person found to have committed a sexually violent offense as a juvenile is about to be released from total confinement; (c) a person who has been charged with a sexually violent offense and who has been determined to be incompetent to stand trial is about to be released, or has been released, pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.77.086'>10.77.086</a>(7); (d) a person who has been found not guilty by reason of insanity of a sexually violent offense is about to be released, or has been released, pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.77.020'>10.77.020</a>((<span style=\"text-decoration:line-through;\">(3)</span>))<span style=\"text-decoration:underline;\">,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.77.025'>10.77.025</a></span>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.77.110'>10.77.110</a> ((<span style=\"text-decoration:line-through;\">(1) or (3)</span>)), or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.77.150'>10.77.150</a>; or (e) a person who at any time previously has been convicted of a sexually violent offense and has since been released from total confinement and has committed a recent overt act.</div><div style=\"text-indent:0.5in;\">(2) The petition may be filed by:</div><div style=\"text-indent:0.5in;\">(a) The prosecuting attorney of a county in which:</div><div style=\"text-indent:0.5in;\">(i) The person has been charged or convicted with a sexually violent offense;</div><div style=\"text-indent:0.5in;\">(ii) A recent overt act occurred involving a person covered under subsection (1)(e) of this section; or</div><div style=\"text-indent:0.5in;\">(iii) The person committed a recent overt act, or was charged or convicted of a criminal offense that would qualify as a recent overt act, if the only sexually violent offense charge or conviction occurred in a jurisdiction other than Washington<span style=\"text-decoration:underline;\">, including military or tribal jurisdictions</span>; or</div><div style=\"text-indent:0.5in;\">(b) The attorney general, if requested by the county prosecuting attorney identified in (a) of this subsection. If the county prosecuting attorney requests that the attorney general file and prosecute a case under this chapter, then the county shall charge the attorney general only the fees, including filing and jury fees, that would be charged and paid by the county prosecuting attorney, if the county prosecuting attorney retained the case.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.055'>71.09.055</a> and 2012 c 257 s 9 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The office of public defense is responsible for the cost of one expert or professional person conducting an evaluation on an indigent person's behalf as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.050'>71.09.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.070'>71.09.070</a>, or ((<span style=\"text-decoration:line-through;\">71.09.090</span>))<span style=\"text-decoration:underline;\">section 10 of this act</span>.</div><div style=\"text-indent:0.5in;\">(2) Expert evaluations are capped at ((<span style=\"text-decoration:line-through;\">ten thousand dollars</span>))<span style=\"text-decoration:underline;\">$10,000</span>, to include all professional fees, travel, per diem, and other costs. Partial evaluations are capped at ((<span style=\"text-decoration:line-through;\">five thousand five hundred dollars</span>))<span style=\"text-decoration:underline;\">$5,500</span> and expert services apart from an evaluation, exclusive of testimony at trial or depositions, are capped at ((<span style=\"text-decoration:line-through;\">six thousand dollars</span>))<span style=\"text-decoration:underline;\">$6,000</span>.</div><div style=\"text-indent:0.5in;\">(3) The office of public defense will pay for the costs related to the evaluation of an indigent person by an additional examiner or in excess of the stated fee caps only upon a finding by the superior court that such appointment or extraordinary fees are for good cause.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.060'>71.09.060</a> and 2023 c 453 s 28 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The court or jury shall determine whether, beyond a reasonable doubt, the person is a sexually violent predator. In determining whether or not the person would be likely to engage in predatory acts of sexual violence if not confined in a secure facility, the fact finder may consider only placement conditions and voluntary treatment options that would exist for the person if unconditionally released from detention on the sexually violent predator petition. The community protection program under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71A.12.230'>71A.12.230</a> may not be considered as a placement condition or treatment option available to the person if unconditionally released from detention on a sexually violent predator petition. When the determination is made by a jury, the verdict must be unanimous.</div><div style=\"text-indent:0.5in;\">If, on the date that the petition is filed, the person was living in the community after release from custody, the state must also prove beyond a reasonable doubt that the person had committed a recent overt act. If the state alleges that the prior sexually violent offense that forms the basis for the petition for commitment was an act that was sexually motivated as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.020'>71.09.020</a>(18)(c), the state must prove beyond a reasonable doubt that the alleged sexually violent act was sexually motivated as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>.</div><div style=\"text-indent:0.5in;\">If the court or jury determines that the person is a sexually violent predator, the person shall be committed to the custody of the department of social and health services for placement in a secure facility operated by the department of social and health services for control, care, and treatment until such time as: (a) The person's condition has so changed that the person no longer meets the definition of a sexually violent predator; or (b) conditional release to a less restrictive alternative as set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> is in the best interest of the person and conditions can be imposed that would adequately protect the community.</div><div style=\"text-indent:0.5in;\">If the court or unanimous jury decides that the state has not met its burden of proving that the person is a sexually violent predator, the court shall direct the person's release.</div><div style=\"text-indent:0.5in;\">If the jury is unable to reach a unanimous verdict, the court shall declare a mistrial and set a retrial within forty-five days of the date of the mistrial unless the prosecuting agency earlier moves to dismiss the petition. The retrial may be continued upon the request of either party accompanied by a showing of good cause, or by the court on its own motion in the due administration of justice provided that the respondent will not be substantially prejudiced. In no event may the person be released from confinement prior to retrial or dismissal of the case.</div><div style=\"text-indent:0.5in;\">(2) If the person charged with a sexually violent offense has been found incompetent to stand trial, and is about to be or has been released pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.77.086'>10.77.086</a>(7), and ((<span style=\"text-decoration:line-through;\">his or her</span>))<span style=\"text-decoration:underline;\">the person's</span> commitment is sought pursuant to subsection (1) of this section, the court shall first hear evidence and determine whether the person did commit the act or acts charged if the court did not enter a finding prior to dismissal under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.77.086'>10.77.086</a>(7) that the person committed the act or acts charged. The hearing on this issue must comply with all the procedures specified in this section. In addition, the rules of evidence applicable in criminal cases shall apply, and all constitutional rights available to defendants at criminal trials, other than the right not to be tried while incompetent, shall apply. After hearing evidence on this issue, the court shall make specific findings on whether the person did commit the act or acts charged, the extent to which the person's incompetence or developmental disability affected the outcome of the hearing, including its effect on the person's ability to consult with and assist counsel and to testify on ((<span style=\"text-decoration:line-through;\">his or her</span>))<span style=\"text-decoration:underline;\">the person's</span> own behalf, the extent to which the evidence could be reconstructed without the assistance of the person, and the strength of the prosecution's case. If, after the conclusion of the hearing on this issue, the court finds, beyond a reasonable doubt, that the person did commit the act or acts charged, it shall enter a final order, appealable by the person, on that issue, and may proceed to consider whether the person should be committed pursuant to this section.</div><div style=\"text-indent:0.5in;\">(3) Except as otherwise provided in this chapter, the state shall comply with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.77.220'>10.77.220</a> while confining the person. During all court proceedings where the person is present, the person shall be detained in a secure facility. If the proceedings last more than one day, the person may be held in the county jail for the duration of the proceedings, except the person may be returned to the department's custody on weekends and court holidays if the court deems such a transfer feasible. The county shall be entitled to reimbursement for the cost of housing and transporting the person pursuant to rules adopted by the secretary. The department shall not place the person, even temporarily, in a facility on the grounds of any state mental facility or regional habilitation center because these institutions are insufficiently secure for this population.</div><div style=\"text-indent:0.5in;\">(4) A court has jurisdiction to order a less restrictive alternative placement only after a ((<span style=\"text-decoration:line-through;\">hearing</span>))<span style=\"text-decoration:underline;\">trial</span> ordered ((<span style=\"text-decoration:line-through;\">pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.090'>71.09.090</a></span>))<span style=\"text-decoration:underline;\">under section 8 of this act</span> following initial commitment under this section and in accord with the provisions of this chapter.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 7.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.070'>71.09.070</a> and 2019 c 232 s 25 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Each person committed under this chapter shall have a current examination of ((<span style=\"text-decoration:line-through;\">his or her</span>))<span style=\"text-decoration:underline;\">the person's</span> mental condition made by the department at least once every year.</div><div style=\"text-indent:0.5in;\">(2) The evaluator must prepare a report that includes consideration of whether:</div><div style=\"text-indent:0.5in;\">(a) The committed person currently meets the definition of a sexually violent predator;</div><div style=\"text-indent:0.5in;\">(b) Conditional release to a less restrictive alternative is in the best interest of the person; and</div><div style=\"text-indent:0.5in;\">(c) Conditions can be imposed that would adequately protect the community.</div><div style=\"text-indent:0.5in;\">(3) The department, on request of the committed person, shall allow a record of the annual review interview to be preserved by audio recording and made available to the committed person.</div><div style=\"text-indent:0.5in;\">(4) The evaluator must indicate in the report whether the committed person participated in the interview and examination.</div><div style=\"text-indent:0.5in;\">(5) The department shall file the report with the court that committed the person under this chapter. The report shall be in the form of a declaration or certification in compliance with the requirements of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=5.50'>5.50</a> RCW and shall be prepared by a professionally qualified person as defined by rules adopted by the secretary. A copy of the report shall be served on the prosecuting agency involved in the initial commitment and upon the committed person and ((<span style=\"text-decoration:line-through;\">his or her</span>))<span style=\"text-decoration:underline;\">the person's</span> counsel.</div><div style=\"text-indent:0.5in;\">(6)(a) The committed person may retain, or if he or she is indigent and so requests, the court may appoint a qualified expert or a professional person to examine ((<span style=\"text-decoration:line-through;\">him or her</span>))<span style=\"text-decoration:underline;\">the committed person</span>, and such expert or professional person shall have access to all records concerning the person.</div><div style=\"text-indent:0.5in;\">(b) Any report prepared by the expert or professional person and any expert testimony on the committed person's behalf is not admissible in a proceeding pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.090'>71.09.090</a>, unless the committed person participated in the most recent interview and evaluation completed by the department.</div><div style=\"text-indent:0.5in;\">(7) If an unconditional release trial is ordered pursuant to <span style=\"text-decoration:underline;\">section 8 of this act or</span> RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.090'>71.09.090</a>, this section is suspended until the completion of that trial. If the individual is found either by jury or the court to continue to meet the definition of a sexually violent predator, the department must conduct an examination pursuant to this section no later than one year after the date of the order finding that the individual continues to be a sexually violent predator. The examination must comply with the requirements of this section.</div><div style=\"text-indent:0.5in;\">(8) During any period of confinement pursuant to a criminal conviction, or for any period of detention awaiting trial on criminal charges, this section is suspended. Upon the return of the person committed under this chapter to the custody of the department, the department shall initiate an examination of the person's mental condition. The examination must comply with the requirements of subsection (1) of this section.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 8.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09'>71.09</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) After receipt of the annual report prepared under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.070'>71.09.070</a>,if the secretary determines that the person's condition has so changed that the person no longer meets the definition of a sexually violent predator, the secretary shall authorize the person to petition the court for unconditional discharge. The petition must be filed with the court and served upon the prosecuting agency responsible for the initial commitment. The court, upon receipt of the petition for unconditional discharge, shall within 45 days hold a trial scheduling conference regarding a trial on the issue of unconditional discharge. The committed person's petition shall only be considered by the court at the show cause hearing held pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.090'>71.09.090</a>.</div><div style=\"text-indent:0.5in;\">(b) After receipt of the annual report prepared pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.070'>71.09.070</a>, if the secretary determines that the person's condition has so changed that conditional release to a less restrictive alternative is in the best interest of the person and conditions can be imposed that adequately protect the community, then the secretary shall authorize the person to petition the court for conditional release to a less restrictive alternative. The petition pursuant to this section may not include a proposed less restrictive alternative placement by the committed person, and shall only include the secretary's authorization. The committed person's petition shall only be considered by the court at the show cause hearing held pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.090'>71.09.090</a>. Upon receipt of the petition, the court shall order the department to identify a less restrictive alternative placement that satisfies RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> (1) through (4). Once identified, notice of the placement shall be filed with the court and served upon the prosecuting agency responsible for the initial commitment, any person or persons identified in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.140'>71.09.140</a>(2)(a) who have opted to receive notifications under this chapter, and the person and the person's counsel. If the department cannot identify a placement available to the person that satisfies RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> (1) through (4) within 90 days, the department shall provide a written certification to the court, the prosecuting agency responsible for the initial commitment, and the person and the person's counsel, detailing the efforts of the department to identify a qualifying placement. Upon the department's certification, the person may propose a placement that satisfies RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> (1) through (3). After a less restrictive placement has been proposed by either the department or the person, the court shall within 45 days order a hold a trial scheduling conference regarding a trial on the issue of whether the person shall be conditionally released to the proposed less restrictive alternative.</div><div style=\"text-indent:0.5in;\">(2)(a) If the secretary does not authorize the person to petition, the person may petitionthe court for conditional release to a less restrictive alternative or unconditional discharge without the secretary's approval pursuant to the procedures of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.090'>71.09.090</a>. The secretary shall provide the committed person with an annual written notice of the person's right to petition the court for conditional release to a less restrictive alternative or unconditional discharge over the secretary's objection. A committed person is restricted from petitioning prior to the completion of the annual report and may not petition more than once during the calendar year. The committed person's petition shall only be considered by the court at the show cause hearing pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.090'>71.09.090</a>. The notice must contain a waiver of rights. The secretary shall file the notice and waiver form and the annual report with the court. If the person does not affirmatively waive the right to petition, the court shall set a show cause hearing to determine whether probable cause exists to warrant a trial on whether the person's condition has so changed that:</div><div style=\"text-indent:0.5in;\">(i) The person no longer meets the definition of a sexually violent predator; or</div><div style=\"text-indent:0.5in;\">(ii) Conditional release to a proposed less restrictive alternative would be in the best interest of the person and conditions can be imposed that would adequately protect the community.</div><div style=\"text-indent:0.5in;\">(b) The show cause hearing shall be conducted according to the procedures set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.090'>71.09.090</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 9.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.090'>71.09.090</a> and 2021 c 236 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->((<span style=\"text-decoration:line-through;\">(1)(a) If the secretary determines that the person's condition has so changed that the person no longer meets the definition of a sexually violent predator, the secretary shall authorize the person to petition the court for unconditional discharge. The petition shall be filed with the court and served upon the prosecuting agency responsible for the initial commitment. The court, upon receipt of the petition for unconditional discharge, shall within 45 days order a hearing.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(b) If the secretary determines that the person's condition has so changed that conditional release to a less restrictive alternative is in the best interest of the person and conditions can be imposed that adequately protect the community, then the secretary shall authorize the person to petition the court for conditional release to a less restrictive alternative. Upon receipt of the petition, the court shall order the department to identify a less restrictive alternative placement that satisfies RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> (1) through (4). Once identified, notice of the placement shall be filed with the court and served upon: The prosecuting agency responsible for the initial commitment; any person or persons identified in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.140'>71.09.140</a>(2)(a) who have opted to receive notifications under this chapter; and the person and his or her counsel. If the department cannot identify a placement available to the person that satisfies RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> (1) through (4) within 90 days, the department shall provide a written certification to the court, the prosecuting agency responsible for the initial commitment, and the person and his or her counsel, detailing the efforts of the department to identify a qualifying placement. Upon the department's certification, the person may propose a placement that satisfies RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> (1) through (3). After a less restrictive placement has been proposed by either the department or the person, the court shall within 45 days order a hearing.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(2)(a) Nothing contained in this chapter shall prohibit the person from otherwise petitioning the court for conditional release to a less restrictive alternative or unconditional discharge without the secretary's approval. The secretary shall provide the committed person with an annual written notice of the person's right to petition the court for conditional release to a less restrictive alternative or unconditional discharge over the secretary's objection. The notice shall contain a waiver of rights. The secretary shall file the notice and waiver form and the annual report with the court. If the person does not affirmatively waive the right to petition, the court shall set a show cause hearing to determine whether probable cause exists to warrant a hearing on whether the person's condition has so changed that: (i) He or she no longer meets the definition of a sexually violent predator; or (ii) conditional release to a proposed less restrictive alternative would be in the best interest of the person and conditions can be imposed that would adequately protect the community.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(b)(i)</span>))<span style=\"text-decoration:underline;\">(1) The court shall hold a show cause hearing pursuant to this section, unless otherwise waived by the person or unless the person is entitled to a trial on the issue of unconditional discharge pursuant to section 8(1) of this act. The show cause hearing must proceed as set forth in subsections (2) through (8) of this section.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2) Whenever the department is ordered to identify a less restrictive alternative placement under this chapter that satisfies RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> (1) through (4), the only proposed placement the court may consider at the trial on the issue of conditional release is the one identified and filed by the department.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3)</span> The committed person shall have a right to have an attorney represent him or her at the show cause hearing, which may be conducted solely on the basis of affidavits or declarations, but the person is not entitled to be present at the show cause hearing. <span style=\"text-decoration:underline;\">The state may rely exclusively upon the annual report prepared pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.070'>71.09.070</a>. The committed person may present responsive affidavits or declarations to which the state may reply.</span> At the show cause hearing, the prosecuting agency shall present prima facie evidence establishing: ((<span style=\"text-decoration:line-through;\">(A)</span>))</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a)</span> That the committed person continues to meet the definition of a sexually violent predator; and ((<span style=\"text-decoration:line-through;\">(B) that</span>))</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) That</span> a less restrictive alternative is not in the best interest of the person and conditions cannot be imposed that adequately protect the community.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(ii)(A) If the state produces prima facie evidence that the committed person continues to be a sexually violent predator, then the state's burden under (b)(i)(A) of this subsection is met and an unconditional release trial may not be ordered unless the committed person produces evidence satisfying: Subsection (4)(a) of this section; and subsection (4)(b) (i) or (ii) of this section.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(B) If the state produces prima facie evidence that a less restrictive alternative is not appropriate for the committed person, then the state's burden under (b)(i)(B) of this subsection is met, and a conditional release trial may not be ordered unless the committed person:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(I) Produces evidence satisfying: Subsection (4)(a) of this section; and subsection (4)(b) (i) or (ii) of this section; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(II) Presents the court with a specific placement satisfying the requirements of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a>.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(iii) In making the showing required under (b)(i) of this subsection, the state may rely exclusively upon the annual report prepared pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.070'>71.09.070</a>. The committed person may present responsive affidavits or declarations to which the state may reply.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(c)(i) If the court at the show cause hearing determines that either: (A) The state has failed to present prima facie evidence that the committed person continues to meet the definition of a sexually violent predator; or (B) probable cause exists to believe that the person's condition has so changed that the person no longer meets the definition of a sexually violent predator, then the court shall set a hearing on the issue of unconditional discharge.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(ii) If the court at the show cause hearing determines that the state has failed to present prima facie evidence that no proposed less restrictive alternative is in the best interest of the person and conditions cannot be imposed that would adequately protect the community, the court shall enter an order directing the department to propose a less restrictive alternative that satisfies RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> (1) through (4). If the department cannot identify a placement available to the person that satisfies RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> (1) through (4) within 90 days, the department shall provide a written certification to the court, the prosecuting agency responsible for the initial commitment, and the person and his or her counsel, detailing the efforts of the department to identify a qualifying placement. Upon the department's certification, the person may propose a placement that satisfies RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> (1) through (3). After a less restrictive placement has been proposed by either the department or the person, the court shall set a hearing on the issue of conditional release.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(iii) If the court at the show cause hearing determines, based on the evidence submitted by the person, that probable cause exists to believe</span>))<span style=\"text-decoration:underline;\">(4)(a) If the court at the show cause hearing determines that the state has produced prima facie evidence that the committed person continues to be a sexually violent predator, then the state's burden is met and an unconditional release trial may not be ordered unless the committed person produces evidence that probable cause exists to believe that the person's condition has so changed that the person no longer meets the definition of a sexually violent predator.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) If the court determines that the state has failed to present prima facie evidence that the committed person continues to meet the definition of a sexually violent predator or find that probable cause exists to believe that the person's condition has so changed that the person no longer meets the definition of a sexually violent predator, the court shall set a trial on the issue of unconditional discharge.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(5)(a) If the state produces prima facie evidence that a less restrictive alternative is not appropriate for the committed person, then the state's burden is met and a conditional release trial may not be ordered unless the committed person produces evidence that probable cause exists that the person's condition has so changed that release to a less restrictive alternative would be in the best interest of the person and conditions can be imposed that would adequately protect the community.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) If the court at the show cause hearing determines that the state has failed to present prima facie that no proposed less restrictive alternative is in the best interest of the person and conditions cannot be imposed that would adequately protect the community, the court shall enter an order directing the department to propose a less restrictive alternative that satisfies RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> (1) through (4). If the department cannot identify a placement available to the person that satisfies RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> (1) through (4) within 90 days, the department shall provide a written certification to the court, the prosecuting agency responsible for the initial commitment, and the person and the person's counsel, detailing the efforts of the department to identify a qualifying placement. Upon the department's certification, the person may propose a placement that satisfies RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> (1) through (3). After a less restrictive placement has been proposed by either the department or the person, the court shall set a trial on the issue of conditional release.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) Should the court determine that probable cause exists that the person's condition has so changed</span> that release to a less restrictive alternative would be in the best interest of the person and conditions can be imposed that would adequately protect the community, the court shall set a ((<span style=\"text-decoration:line-through;\">hearing</span>))<span style=\"text-decoration:underline;\">trial</span> on the issue of conditional release if the person presents the court with a specific placement that satisfies the requirements of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> <span style=\"text-decoration:underline;\">(1) through (3)</span>.</div><div style=\"text-indent:0.5in;\">(d) If the court has not previously considered the issue of release to a less restrictive alternative, either through a trial on the merits or through the procedures set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.094'>71.09.094</a>(1), or if an immediately preceding less restrictive alternative was revoked due to the loss of adequate housing or treatment for reasons other than noncompliance with housing requirements, treatment, or other conditions of the less restrictive alternative, the court shall consider whether release to a less restrictive alternative would be in the best interests of the person and conditions can be imposed that would adequately protect the community, without considering whether the person's condition has changed.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(3)(a) At the hearing resulting from subsection (1) or (2) of this section, the committed person shall be entitled to be present and to the benefit of all constitutional protections that were afforded to the person at the initial commitment proceeding. The prosecuting agency shall represent the state and shall have a right to a jury trial and to have the committed person evaluated by experts chosen by the state. The prosecuting agency shall have a right to a current evaluation of the person by experts chosen by the state. The judge may require the person to complete any or all of the following procedures or tests if requested by the evaluator: (i) A clinical interview; (ii) psychological testing; (iii) plethysmograph testing; and (iv) polygraph testing. The judge may order the person to complete any other procedures and tests relevant to the evaluation. The state is responsible for the costs of the evaluation. The committed person shall also have the right to a jury trial and the right to have experts evaluate him or her on his or her behalf and the court shall appoint an expert if the person is indigent and requests an appointment.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(b) Whenever any indigent person is subjected to an evaluation under (a) of this subsection, the office of public defense is responsible for the cost of one expert or professional person conducting an evaluation on the person's behalf. When the person wishes to be evaluated by a qualified expert or professional person of his or her own choice, such expert or professional person must be permitted to have reasonable access to the person for the purpose of such evaluation, as well as to all relevant medical and psychological records and reports. In the case of a person who is indigent, the court shall, upon the person's request, assist the person in obtaining an expert or professional person to perform an evaluation or participate in the hearing on the person's behalf. Nothing in this chapter precludes the person from paying for additional expert services at his or her own expense.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(c) If the issue at the hearing is whether the person should be unconditionally discharged, the burden of proof shall be upon the state to prove beyond a reasonable doubt that the committed person's condition remains such that the person continues to meet the definition of a sexually violent predator. Evidence of the prior commitment trial and disposition is admissible. The recommitment proceeding shall otherwise proceed as set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.050'>71.09.050</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.060'>71.09.060</a>.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(d) If the issue at the hearing is whether the person should be conditionally released to a less restrictive alternative, the burden of proof at the hearing shall be upon the state to prove beyond a reasonable doubt that conditional release to any proposed less restrictive alternative either: (i) Is not in the best interest of the committed person; or (ii) does not include conditions that would adequately protect the community. Evidence of the prior commitment trial and disposition is admissible.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(4)(a)</span>))<span style=\"text-decoration:underline;\">(6)(a)</span> Probable cause exists to believe that a person's condition has \"so changed,\" under ((<span style=\"text-decoration:line-through;\">subsection (2)</span>))<span style=\"text-decoration:underline;\">subsections (4) and (5)</span> of this section, only when evidence exists, since the person's last commitment trial, or less restrictive alternative revocation proceeding, of a substantial change in the person's physical or mental condition such that the person either no longer meets the definition of a sexually violent predator or that a conditional release to a less restrictive alternative is in the person's best interest and conditions can be imposed to adequately protect the community.</div><div style=\"text-indent:0.5in;\">(b) A new trial proceeding under ((<span style=\"text-decoration:line-through;\">subsection (3)</span>))<span style=\"text-decoration:underline;\">subsections (4) and (5)</span> of this section may be ordered, or a trial proceeding may be held, only when there is current evidence from a licensed professional of one of the following and the evidence presents a change in condition since the person's last commitment trial proceeding:</div><div style=\"text-indent:0.5in;\">(i) An identified physiological change to the person, such as paralysis, stroke, or dementia, that renders the committed person unable to commit a sexually violent act and this change is permanent; or</div><div style=\"text-indent:0.5in;\">(ii) A change in the person's mental condition brought about through positive response to continuing participation in treatment which indicates that the person meets the standard for conditional release to a less restrictive alternative or that the person would be safe to be at large if unconditionally released from commitment.</div><div style=\"text-indent:0.5in;\">(c) For purposes of this section, a change in a single demographic factor, without more, does not establish probable cause for a new trial proceeding under ((<span style=\"text-decoration:line-through;\">subsection (3)</span>))<span style=\"text-decoration:underline;\">subsections (4) and (5)</span> of this section. As used in this section, a single demographic factor includes, but is not limited to, a change in the chronological age, marital status, or gender of the committed person.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(5)</span>))<span style=\"text-decoration:underline;\">(7)</span> When the court enters an order for unconditional discharge of a person from an immediately preceding less restrictive placement, the court must direct the clerk to transmit a copy of the order to the department of corrections for discharge process and termination of cause.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(6)</span>))<span style=\"text-decoration:underline;\">(8)</span> The jurisdiction of the court over a person civilly committed pursuant to this chapter continues until such time as the person is unconditionally discharged.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(7)</span>))<span style=\"text-decoration:underline;\">(9)</span> During any period of confinement pursuant to a criminal conviction, or for any period of detention awaiting trial on criminal charges, this section is suspended.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 10.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09'>71.09</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) At the trial resulting from RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.090'>71.09.090</a> (4) or (5), the committed person shall be entitled to be present and to the benefit of all constitutional protections that were afforded to the person at the initial commitment proceeding. The prosecuting agency shall represent the state and shall have a right to a jury trial and to have the committed person evaluated by experts chosen by the state. The prosecuting agency shall have a right to a current evaluation of the person by experts chosen by the state. The judge may require the person to complete any of the following procedures or tests if requested by the evaluator: (a) A clinical interview; (b) psychological testing; (c) plethysmograph testing; and (d) polygraph testing. The judge may order the person to complete any other procedures and tests relevant to the evaluation. The state is responsible for the costs of the evaluation. The committed person shall also have the right to a jury trial and the right to have experts evaluate the person on their behalf and the court shall appoint an expert if the person is indigent and requests an appointment.</div><div style=\"text-indent:0.5in;\">(2) Whenever any indigent person is subjected to an evaluation under subsection (1) of this section, the office of public defense is responsible for the cost of one expert or professional person conducting an evaluation on the person's behalf. When the person wishes to be evaluated by a qualified expert or professional person of their own choice, such expert or professional person must be permitted to have reasonable access to the person for the purpose of such evaluation, as well as to all relevant medical and psychological records and reports. In the case of a person who is indigent, the court shall, upon the person's request, assist the person in obtaining an expert or professional person to perform an evaluation or participate in the trial on the person's behalf. Nothing in this chapter precludes the person from paying for additional expert services at the person's own expense.</div><div style=\"text-indent:0.5in;\">(3) If the issue at the trial is whether the person should be unconditionally discharged, the burden of proof shall be upon the state to prove beyond a reasonable doubt that the committed person's condition remains such that the person continues to meet the definition of a sexually violent predator. Evidence of the prior commitment trial and disposition is admissible. The recommitment proceeding shall otherwise proceed as set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.050'>71.09.050</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.060'>71.09.060</a>.</div><div style=\"text-indent:0.5in;\">(4) If the issue at the trial is whether the person should be conditionally released to a less restrictive alternative, the burden of proof at the trial shall be upon the state to prove beyond a reasonable doubt that conditional release to the proposed less restrictive alternative either: (a) Is not in the best interest of the committed person; or (b) does not include conditions that would adequately protect the community. Evidence of the prior commitment trial and disposition is admissible.</div><div style=\"text-indent:0.5in;\">(5) When the court enters an order for unconditional discharge of a person from an immediately preceding less restrictive placement, the court shall direct the clerk to transmit a copy of the order to the department of corrections for discharge process and termination of cause.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 11.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.094'>71.09.094</a> and 2001 c 286 s 11 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Upon the conclusion of the evidence in a ((<span style=\"text-decoration:line-through;\">hearing</span>))<span style=\"text-decoration:underline;\">trial</span> held pursuant to ((<span style=\"text-decoration:line-through;\">RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.090'>71.09.090</a></span>))<span style=\"text-decoration:underline;\">section 10 of this act</span> or through summary judgment proceedings prior to such a ((<span style=\"text-decoration:line-through;\">hearing</span>))<span style=\"text-decoration:underline;\">trial</span>, if the court finds that there is no legally sufficient evidentiary basis for a reasonable jury to find that the conditions set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> have been met, the court shall grant a motion by the state for a judgment as a matter of law on the issue of conditional release to a less restrictive alternative.</div><div style=\"text-indent:0.5in;\">(2) Whenever the issue of conditional release to a less restrictive alternative is submitted to the jury, the court shall instruct the jury to return a verdict in substantially the following form: Has the state proved beyond a reasonable doubt that either: (a) The proposed less restrictive alternative is not in the best interests of respondent; or (b) does not include conditions that would adequately protect the community? Answer: Yes or No.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 12.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.096'>71.09.096</a> and 2021 c 236 s 6 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) If the court or jury determines that ((<span style=\"text-decoration:line-through;\">conditional release to a less restrictive alternative is in the best interest of the person and includes conditions that would adequately protect the community,</span>))<span style=\"text-decoration:underline;\">the state did not meet its burden at the trial held pursuant to section 10(4) of this act</span> and the court determines that the minimum conditions set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> ((<span style=\"text-decoration:line-through;\">and in this section</span>)) are met, the court shall enter judgment ((<span style=\"text-decoration:line-through;\">and direct a conditional release</span>))<span style=\"text-decoration:underline;\">on the less restrictive alternative at issue at the trial. The court shall also enter judgment on a less restrictive alternative where prior to the trial held pursuant to section 10(4) of this act the state concedes that it cannot meet its burden under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.094'>71.09.094</a>(2) and that the minimum conditions set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> are met. Before directing conditional release, the court shall determine whether conditions exist that will both ensure the person's compliance with treatment and protect the community pursuant to subsection (4) of this section and whether the requirements of this section are met</span>.</div><div style=\"text-indent:0.5in;\">(2) ((<span style=\"text-decoration:line-through;\">The court shall impose any additional conditions necessary to ensure compliance with treatment and to protect the community.</span>)) If the court finds <span style=\"text-decoration:underline;\">after considering what conditions to impose pursuant to subsection (4) of this section</span> that conditions do not exist that will both ensure the person's compliance with treatment and protect the community, then the person shall be remanded to the custody of the department of social and health services for control, care, and treatment in a secure facility as designated in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.060'>71.09.060</a>(1). <span style=\"text-decoration:underline;\">The court must make specific findings as to why conditions do not exist that will both ensure the person's compliance with treatment and protect the community.</span></div><div style=\"text-indent:0.5in;\">(3) If the service provider designated by the court to provide inpatient or outpatient treatment or to monitor or supervise any other terms and conditions of a person's placement in a less restrictive alternative is other than the department of social and health services or the department of corrections, then the service provider so designated must agree in writing to provide such treatment, monitoring, or supervision in accord with this section. Any person providing or agreeing to provide treatment, monitoring, or supervision services pursuant to this chapter may be compelled to testify and any privilege with regard to such person's testimony is deemed waived.</div><div style=\"text-indent:0.5in;\">(4)(a) ((<span style=\"text-decoration:line-through;\">Prior to authorizing any release to a less restrictive alternative, the court shall impose such conditions upon the person as are necessary to ensure the safety of the community. In imposing conditions, the court must impose a restriction on the proximity of the person's residence to public or private schools providing instruction to kindergarten or any grades one through 12 in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.340'>72.09.340</a>. Courts shall require a minimum distance restriction of 500 feet on the proximity of the person's residence to child care facilities and public or private schools providing instruction to kindergarten or any grades one through 12. The</span>))<span style=\"text-decoration:underline;\">Upon entering judgment pursuant to subsection (1) of this section or upon the parties' agreement, the</span> court shall order the department of corrections to investigate the less restrictive alternative and, within 60 days of the order to investigate <span style=\"text-decoration:underline;\">being served on the department of corrections</span>, recommend ((<span style=\"text-decoration:line-through;\">any additional</span>)) conditions to the court. ((<span style=\"text-decoration:line-through;\">These conditions shall be individualized to address the person's specific risk factors and criminogenic needs and may include, but are not limited to[,] the following: Specification of residence or restrictions on residence including distance restrictions, specification of contact with a reasonable number of individuals upon the person's request who are verified by the department of corrections to be appropriate social contacts, prohibition of contact with potential or past victims, prohibition of alcohol and other drug use, participation in a specific course of inpatient or outpatient treatment that may include monitoring by the use of polygraph and plethysmograph, monitoring through the use of global positioning system technology, supervision by a department of corrections community corrections officer, a requirement that the person remain within the state unless the person receives prior authorization by the court, and any other conditions that the court determines are in the best interest of the person or others. A copy of the conditions of release shall be given to the person and to any designated service providers.</span>))</div><div style=\"text-indent:0.5in;\">(b) <span style=\"text-decoration:underline;\">After receiving the department of corrections' report and recommendations, and prior to authorizing any release to a less restrictive alternative, the court shall impose such conditions upon the person as are necessary to ensure the safety of the community and ensure the person's compliance with treatment.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) In imposing conditions, the court must impose a restriction on the proximity of the person's residence to child care centers and to public or private schools providing instruction to kindergarten or any grades one through 12 in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.340'>72.09.340</a>. Courts shall require a minimum distance restriction of 500 feet on the proximity of the person's residence to child care centers and public or private schools providing instruction to kindergarten or any grades one through 12.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Conditions upon the person must also include, but are not limited to, the following: Prohibition of contact with potential or past victims without authorization; prohibition of alcohol and other drug use; participation in a specific course of inpatient or outpatient treatment that may include monitoring by the use of polygraph and plethysmograph; monitoring through the use of global positioning system technology; supervision by a department of corrections community corrections officer; and a requirement that the person remain within the state unless the person receives prior authorization by the court.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) As part of its conditions, the court may consider specification of contact with a reasonable number of individuals upon the person's request who are verified by the department of corrections to be appropriate social contacts.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) A copy of the conditions of release shall be given to the person and to any designated service providers.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c)</span> To the greatest extent possible, the person, person's counsel, prosecuting agency responsible for the initial commitment, treatment provider, supervising community corrections officer, and appropriate clinical staff of the special commitment center shall meet and collaborate to craft individualized, narrowly tailored, and empirically based conditions to present to the court to help facilitate the person's successful transition to the community.</div><div style=\"text-indent:0.5in;\">(5)(a) Prior to authorizing release to a less restrictive alternative proposed by the department, the court shall consider whether the person's less restrictive alternative placement is in accordance with fair share principles. To ensure equitable distribution of releases, and prevent the disproportionate grouping of persons subject to less restrictive orders in any one county, or in any one jurisdiction or community within a county, the legislature finds it is appropriate for releases to a less restrictive alternative to occur in a manner that adheres to fair share principles. The legislature recognizes that there may be reasons why the department may not recommend that a person be released to ((<span style=\"text-decoration:line-through;\">his or her</span>))<span style=\"text-decoration:underline;\">the person's</span> county of commitment, including availability of individualized resources, the person's support needs, or when the court determines that the person's return to ((<span style=\"text-decoration:line-through;\">his or her</span>))<span style=\"text-decoration:underline;\">the person's</span> county of commitment would be inappropriate considering any court-issued protection orders, victim safety concerns that cannot be addressed through use of global positioning system technology, the unavailability of appropriate treatment or facilities that would adequately protect the community, negative influences on the person, and the location of family or other persons or organizations offering support to the person. If the court authorizes conditional release based on the department's proposal to a county other than the county of commitment, the court shall enter specific findings regarding its decision and identify whether the release remains in line with fair share principles. <span style=\"text-decoration:underline;\">A party's objection to the department's plan on this basis must be made within 30 days of receiving the plan unless the deficiency was not reasonably discoverable at that time.</span></div><div style=\"text-indent:0.5in;\">(b)(i) When the department develops a less restrictive alternative placement under this section, it shall attempt to identify a placement satisfying the requirements of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a> that is aligned with fair share principles. The department shall document its rationale for the recommended placement.</div><div style=\"text-indent:0.5in;\">(ii) If the department does not support or recommend conditional release to a less restrictive alternative due to a clinical determination, the department shall document its objection and certify that the department is developing the less restrictive alternative pursuant to a court order and not because of a clinical determination.</div><div style=\"text-indent:0.5in;\">(iii) When the department develops or proposes a less restrictive alternative placement under this chapter, it shall be considered a predisposition recommendation.</div><div style=\"text-indent:0.5in;\">(iv) In developing, modifying, and enforcing less restrictive alternatives, the department shall be deemed to be performing a quasi-judicial function.</div><div style=\"text-indent:0.5in;\">(c) If the committed person is not conditionally released to ((<span style=\"text-decoration:line-through;\">his or her</span>))<span style=\"text-decoration:underline;\">the person's</span> county of commitment, the department shall provide the law and justice council of the county in which the person is conditionally released with notice and a written explanation, including whether the department remains in compliance with fair share principles regarding releases under this chapter.</div><div style=\"text-indent:0.5in;\">(d) For purposes of this section, the person's county of commitment means the county of the court which ordered the person's commitment.</div><div style=\"text-indent:0.5in;\">(e) This subsection (5) does not apply to releases to a secure community transition facility under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.250'>71.09.250</a>.</div><div style=\"text-indent:0.5in;\">(6)(a) When ordered by the court, the department must provide less restrictive alternative treatment that includes, at a minimum:</div><div style=\"text-indent:0.5in;\">(i) The services identified in the person's discharge plan as outlined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.080'>71.09.080</a>(4);</div><div style=\"text-indent:0.5in;\">(ii) The assignment of a community care coordinator;</div><div style=\"text-indent:0.5in;\">(iii) Regular contacts with providers of court-ordered treatment services;</div><div style=\"text-indent:0.5in;\">(iv) Community escorts, if needed;</div><div style=\"text-indent:0.5in;\">(v) A transition plan that addresses the person's access to continued services upon unconditional discharge;</div><div style=\"text-indent:0.5in;\">(vi) Financial support for necessary housing;</div><div style=\"text-indent:0.5in;\">(vii) Life skills training and disability accommodations, if needed; and</div><div style=\"text-indent:0.5in;\">(viii) Assistance in pursuing benefits, education, and employment.</div><div style=\"text-indent:0.5in;\">(b) At the time the department of corrections is ordered to investigate a proposed less restrictive alternative placement, subject to the availability of amounts appropriated for this specific purpose, the department shall assign a social worker to assist the person with discharge planning, pursuing benefits, and coordination of care prior to release.</div><div style=\"text-indent:0.5in;\">(i) The social worker shall assist the person with completing applications for benefits prior to the person's release from total confinement.</div><div style=\"text-indent:0.5in;\">(ii) To promote continuity of care and the individual's success in the community, the department social worker shall be responsible for initiating a clinical transition of care between the last treating clinician at the special commitment center and the person's designated community treatment provider. This transition between one clinical setting to another shall occur no later than 15 days before an individual's release from the special commitment center.</div><div style=\"text-indent:0.5in;\">(iii) If applicable, the social worker shall assist the person with locating any needed disability accommodations in the community and with obtaining resources to help address the person's identified life skills needs prior to release from total confinement.</div><div style=\"text-indent:0.5in;\">(7) Any service provider designated to provide inpatient or outpatient treatment shall monthly, or as otherwise directed by the court, submit to the court, to the department of social and health services facility from which the person was released, to the prosecuting agency, and to the supervising community corrections officer, a report stating whether the person is complying with the terms and conditions of the conditional release to a less restrictive alternative.</div><div style=\"text-indent:0.5in;\">(8) Each person released to a less restrictive alternative shall have ((<span style=\"text-decoration:line-through;\">his or her</span>))<span style=\"text-decoration:underline;\">the person's</span> case reviewed by the court that released ((<span style=\"text-decoration:line-through;\">him or her</span>))<span style=\"text-decoration:underline;\">the person</span> no later than one year after such release and annually thereafter until the person is unconditionally discharged. Review may occur in a shorter time or more frequently, if the court, in its discretion on its own motion, or on motion of the person, the secretary, or the prosecuting agency so determines. The questions to be determined by the court are whether the person shall continue to be conditionally released to a less restrictive alternative, and if so, whether a modification to the person's less restrictive alternative order is appropriate to ensure the conditional release remains in the best interest of the person and adequate to protect the victim and the community. The court in making its determination shall be aided by the periodic reports filed pursuant to subsection (7) of this section and the opinions of the secretary and other experts or professional persons. <span style=\"text-decoration:underline;\">This section may not be used as a substitute for a proceeding initiated under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.098'>71.09.098</a>, nor may it be used to substitute a different sex offender treatment provider or housing other than the ones that were the subject of a judgment under subsection (1) of this section.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 13.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.250'>71.09.250</a> and 2021 c 236 s 9 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) The secretary is authorized to site, construct, occupy, and operate (i) a secure community transition facility on McNeil Island for persons authorized to petition for a less restrictive alternative under ((<span style=\"text-decoration:line-through;\">RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.090'>71.09.090</a>(1)</span>))<span style=\"text-decoration:underline;\">section 8 of this act</span> and who are conditionally released; and (ii) a special commitment center on McNeil Island with up to four hundred four beds as a total confinement facility under this chapter, subject to appropriated funding for those purposes. The secure community transition facility shall be authorized for the number of beds needed to ensure compliance with the orders of the superior courts under this chapter and the federal district court for the western district of Washington. The total number of beds in the secure community transition facility shall be limited to 24, consisting of up to 15 transitional beds and up to nine pretransitional beds. The residents occupying the transitional beds shall be the only residents eligible for transitional services occurring in Pierce county. In no event shall more than 15 residents of the secure community transition facility be participating in off-island transitional, educational, or employment activity at the same time in Pierce county. The department shall provide the Pierce county sheriff, or ((<span style=\"text-decoration:line-through;\">his or her</span>))<span style=\"text-decoration:underline;\">the sheriff's</span> designee, with a list of the 15 residents so designated, along with their photographs and physical descriptions, and the list shall be immediately updated whenever a residential change occurs. The Pierce county sheriff, or ((<span style=\"text-decoration:line-through;\">his or her</span>))<span style=\"text-decoration:underline;\">the sheriff's</span> designee, shall be provided an opportunity to confirm the residential status of each resident leaving McNeil Island.</div><div style=\"text-indent:0.5in;\">(b) For purposes of this subsection, \"transitional beds\" means beds only for residents who are judged by a qualified expert to be suitable to leave the island for treatment, education, and employment.</div><div style=\"text-indent:0.5in;\">(2)(a) The secretary is authorized to site, either within the secure community transition facility established pursuant to subsection (1)(a)(i) of this section, or within the special commitment center, up to nine pretransitional beds.</div><div style=\"text-indent:0.5in;\">(b) Residents assigned to pretransitional beds shall not be permitted to leave McNeil Island for education, employment, treatment, or community activities in Pierce county.</div><div style=\"text-indent:0.5in;\">(c) For purposes of this subsection, \"pretransitional beds\" means beds for residents whose progress toward a less secure residential environment and transition into more complete community involvement is projected to take substantially longer than a typical resident of the special commitment center.</div><div style=\"text-indent:0.5in;\">(3) Notwithstanding RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.103'>36.70A.103</a> or any other law, this statute preempts and supersedes local plans, development regulations, permitting requirements, inspection requirements, and all other laws as necessary to enable the secretary to site, construct, occupy, and operate a secure community transition facility on McNeil Island and a total confinement facility on McNeil Island.</div><div style=\"text-indent:0.5in;\">(4) To the greatest extent possible, until June 30, 2003, persons who were not civilly committed from the county in which the secure community transition facility established pursuant to subsection (1) of this section is located may not be conditionally released to a setting in that same county less restrictive than that facility.</div><div style=\"text-indent:0.5in;\">(5) As of June 26, 2001, the state shall immediately cease any efforts in effect on such date to site secure community transition facilities, other than the facility authorized by subsection (1) of this section, and shall instead site such facilities in accordance with the provisions of this section.</div><div style=\"text-indent:0.5in;\">(6) The department must:</div><div style=\"text-indent:0.5in;\">(a) Identify the minimum and maximum number of secure community transition facility beds in addition to the facility established under subsection (1) of this section that may be necessary for the period of May 2004 through May 2007 and provide notice of these numbers to all counties by August 31, 2001; and</div><div style=\"text-indent:0.5in;\">(b) Develop and publish policy guidelines for the siting and operation of secure community transition facilities.</div><div style=\"text-indent:0.5in;\">(7)(a) The total number of secure community transition facility beds that may be required to be sited in a county between June 26, 2001, and June 30, 2008, may be no greater than the total number of persons civilly committed from that county, or detained at the special commitment center under a pending civil commitment petition from that county where a finding of probable cause had been made on April 1, 2001. The total number of secure community transition facility beds required to be sited in each county between July 1, 2008, and June 30, 2015, may be no greater than the total number of persons civilly committed from that county or detained at the special commitment center under a pending civil commitment petition from that county where a finding of probable cause had been made as of July 1, 2008.</div><div style=\"text-indent:0.5in;\">(b) Counties and cities that provide secure community transition facility beds above the maximum number that they could be required to site under this subsection are eligible for a bonus grant under the incentive provisions in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.255'>71.09.255</a>. The county where the special commitment center is located shall receive this bonus grant for the number of beds in the facility established in subsection (1) of this section in excess of the maximum number established by this subsection.</div><div style=\"text-indent:0.5in;\">(c) No secure community transition facilities in addition to the one established in subsection (1) of this section may be required to be sited in the county where the special commitment center is located until after June 30, 2008, provided however, that the county and its cities may elect to site additional secure community transition facilities and shall be eligible under the incentive provisions of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.255'>71.09.255</a> for any additional facilities meeting the requirements of that section.</div><div style=\"text-indent:0.5in;\">(8) After the department demonstrates the need for additional bed capacity to the appropriate committees of the legislature, and receives approval and funding from the appropriate committees of the legislature to build additional bed capacity, the state is authorized to site and operate secure community transition facilities and other conditional release and transitional facilities in any county in the state in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.315'>71.09.315</a>. In identifying potential counties and sites within a county for the location of a secure community transition facility or other conditional release and transitional facilities, the department shall work with and assist local governments to provide for the equitable distribution of such facilities. In coordinating and deciding upon the siting of secure community transition facilities or other conditional release and transitional facilities within a county, great weight shall be given by the county and cities within the county to:</div><div style=\"text-indent:0.5in;\">(a) The number and location of existing residential facility beds operated by the department of corrections or the mental health division of the department of social and health services in each jurisdiction in the county; and</div><div style=\"text-indent:0.5in;\">(b) The number of registered sex offenders classified as level II or level III and the number of sex offenders registered as homeless residing in each jurisdiction in the county.</div><div style=\"text-indent:0.5in;\">(9)(a) \"Equitable distribution\" means siting or locating secure community transition facilities and other conditional release and transitional facilities in a manner that will not cause a disproportionate grouping of similar facilities either in any one county, or in any one jurisdiction or community within a county, as relevant; and</div><div style=\"text-indent:0.5in;\">(b) \"Jurisdiction\" means a city, town, or geographic area of a county in which distinct political or judicial authority may be exercised.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 14.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.280'>71.09.280</a> and 2001 2nd sp.s. c 12 s 212 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->When considering whether a person civilly committed under this chapter and conditionally released to a secure community transition facility is appropriate for release to a placement that is less restrictive than that facility, the court shall comply with the procedures set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.090'>71.09.090</a> through  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.096'>71.09.096</a> <span style=\"text-decoration:underline;\">and sections 8 and 10 of this act</span>. In addition, the court shall consider whether the person has progressed in treatment to the point that a significant change in the person's routine, including but not limited to a change of employment, education, residence, or sex offender treatment provider will not cause the person to regress to the point that the person presents a greater risk to the community than can reasonably be addressed in the proposed placement.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 15.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.717'>9.94A.717</a> and 2020 c 275 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) If an offender sentenced under this chapter or chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94B'>9.94B</a> RCW is supervised by the department, the offender may earn supervision compliance credit in accordance with procedures that are developed and adopted by the department.</div><div style=\"text-indent:0.5in;\">(a) The supervision compliance credit shall be awarded to offenders who are in compliance with supervision terms and are making progress towards the goals of their individualized supervision case plan, including: Participation in specific targeted interventions, risk-related programming, or treatment; or completing steps towards specific targeted goals that enhance protective factors and stability, as determined by the department.</div><div style=\"text-indent:0.5in;\">(b) For each month in compliance with community custody conditions in accordance with (a) of this subsection, an offender may earn supervision compliance credit of ten days.</div><div style=\"text-indent:0.5in;\">(c) Supervision compliance credit is accrued monthly and time shall not be applied to an offender's term of supervision prior to the earning of the time.</div><div style=\"text-indent:0.5in;\">(2) An offender is not eligible to earn supervision compliance credit if he or she:</div><div style=\"text-indent:0.5in;\">(a) Was sentenced under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.507'>9.94A.507</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.95.030'>10.95.030</a>;</div><div style=\"text-indent:0.5in;\">(b) Was sentenced under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.650'>9.94A.650</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.655'>9.94A.655</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.660'>9.94A.660</a>, or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.670'>9.94A.670</a>;</div><div style=\"text-indent:0.5in;\">(c) Is subject to supervision pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.745'>9.94A.745</a>;</div><div style=\"text-indent:0.5in;\">(d) Has an indeterminate sentence and is subject to parole pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.95.017'>9.95.017</a>; or</div><div style=\"text-indent:0.5in;\">(e) Is serving community custody pursuant to early release under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.730'>9.94A.730</a>.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3) An offender is not eligible to earn supervision compliance credit on any cause being served concurrently with a less restrictive alternative subject to supervision pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a>.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 16.  </span><span style=\"text-indent:0.5in;\">If any provision of this act or its application to any person or circumstance is held invalid, the remainder of the act or the application of the provision to other persons or circumstances is not affected.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-24T20:39:16.000Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1133 is to amend various sections related to the management of sexually violent predators within Washington State. The bill aims to improve the procedures for evaluating, transitioning, and managing individuals labeled as sexually violent predators. Key changes include enhanced protocols for protective measures when individuals are released, revised definitions related to mental health evaluations, and increased authority for the Attorney General in seeking relevant information for civil commitments. These changes are intended to better protect the community while ensuring that individuals receive appropriate evaluations and treatment.</p>\n<h3>Key Provisions</h3>\n<h4>Commitment and Evaluation</h4>\n<ul>\n<li>Agencies must refer individuals meeting the definition of sexually violent predators to the prosecuting attorney and Attorney General three months prior to anticipated release from total confinement.</li>\n<li>The prosecuting agency will receive relevant information about these individuals, including their institutional records and mental health evaluations.</li>\n<li>A new section allows the Attorney General to issue civil investigative demands for documents relevant to civil commitment determinations.</li>\n</ul>\n<h4>Petition Procedures</h4>\n<ul>\n<li>Specific criteria are outlined for filing petitions alleging an individual is a sexually violent predator.</li>\n<li>The bill clarifies procedures for filing petitions and the roles of both the prosecuting attorney and the Attorney General.</li>\n</ul>\n<h4>Court and Jury Procedures</h4>\n<ul>\n<li>The court determines whether an individual is a sexually violent predator based on the presented evidence, and strict standards are set for the burden of proof.</li>\n<li>Individuals deemed sexually violent predators can be committed to the Department of Social and Health Services for treatment or care in secure facilities until they no longer meet the definition.</li>\n</ul>\n<h4>Release Protocols</h4>\n<ul>\n<li>The bill stipulates conditions under which individuals may petition for conditional release to less restrictive alternatives, including the need for a comprehensive evaluation of their mental condition.</li>\n<li>The Department must report on individuals’ progress and suitability for less restrictive placements regularly.</li>\n</ul>\n<h4>Treatment Facilities</h4>\n<ul>\n<li>The legislation authorizes the operation of a secure community transition facility on McNeil Island, with conditions set for the number of beds and types of residents that can be accommodated.</li>\n<li>It also addresses how to ensure the equitable distribution of individuals conditionally released into communities, emphasizing that no disproportionate grouping occurs within counties.</li>\n</ul>\n<h4>Compliance and Reporting</h4>\n<ul>\n<li>The Department of Corrections and the Department of Social and Health Services must provide ongoing oversight and reporting regarding the treatment and progress of individuals conditionally released.</li>\n<li>Established guidelines are noted for developing and enforcing conditions necessary for the management of these individuals in community settings.</li>\n</ul>\n<h4>Additional Legal Considerations</h4>\n<ul>\n<li>The bill includes provisions for utilizing technology and therapy as part of ongoing treatment and assessment for released individuals.</li>\n<li>It also grants immunity to agencies involved in good faith conduct related to evaluations and commitments under the revised provisions. </li>\n</ul>\n<p>This bill reflects a comprehensive approach to managing sexually violent predators with increased emphasis on legal processes, safety measures, and public health concerns.</p>"
    }
  },
  "subDocuments": [
    {
      "name": "1133-S",
      "description": "Substitute House Bill 1133 as Recommended by Community Safety",
      "url": {
        "ts": "2025-02-21T00:00:25.880Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1133-S.htm"
      },
      "original": {
        "ts": "2025-02-21T00:00:25.880Z",
        "text": "<!DOCTYPE html ><html><body><div>H-1578.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1133</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Community Safety (originally sponsored by Representatives Leavitt, Couture, Bronoske, Wylie, Reeves, and Hill; by request of Attorney General)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/21/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to sexually violent predators; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.025'>71.09.025</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.717'>9.94A.717</a>; and adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09'>71.09</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.025'>71.09.025</a> and 2023 c 453 s 26 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) When it appears that a person may meet the criteria of a sexually violent predator as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.020'>71.09.020</a>, the agency with jurisdiction shall refer the person in writing to the prosecuting attorney of the county in which an action under this chapter may be filed pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.030'>71.09.030</a> and the attorney general, three months prior to:</div><div style=\"text-indent:0.5in;\">(i) The anticipated release from total confinement of a person who has been convicted of a sexually violent offense;</div><div style=\"text-indent:0.5in;\">(ii) The anticipated release from total confinement of a person found to have committed a sexually violent offense as a juvenile;</div><div style=\"text-indent:0.5in;\">(iii) Release of a person who has been charged with a sexually violent offense and who has been determined to be incompetent to stand trial pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.77.086'>10.77.086</a>(7); or</div><div style=\"text-indent:0.5in;\">(iv) Release of a person who has been found not guilty by reason of insanity of a sexually violent offense pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.77.020'>10.77.020</a>((<span style=\"text-decoration:line-through;\">(3)</span>))<span style=\"text-decoration:underline;\">and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.77.025'>10.77.025</a></span>.</div><div style=\"text-indent:0.5in;\">(b) The agency shall provide the prosecuting agency with all relevant information including but not limited to the following information:</div><div style=\"text-indent:0.5in;\">(i) A complete copy of the institutional records compiled by the department of corrections relating to the person, and any such out-of-state department of corrections' records, if available;</div><div style=\"text-indent:0.5in;\">(ii) A complete copy, if applicable, of any file compiled by the indeterminate sentence review board relating to the person;</div><div style=\"text-indent:0.5in;\">(iii) All records relating to the psychological or psychiatric evaluation and/or treatment of the person;</div><div style=\"text-indent:0.5in;\">(iv) A current record of all prior arrests and convictions, and full police case reports relating to those arrests and convictions; and</div><div style=\"text-indent:0.5in;\">(v) A current mental health evaluation or mental health records review.</div><div style=\"text-indent:0.5in;\">(c) The prosecuting agency has the authority, consistent with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.345'>72.09.345</a>(4), to obtain all records relating to the person if the prosecuting agency deems such records are necessary to fulfill its duties under this chapter. The prosecuting agency may only disclose such records in the course of performing its duties pursuant to this chapter, unless otherwise authorized by law.</div><div style=\"text-indent:0.5in;\">(d) The prosecuting agency has the authority to utilize the inquiry judge procedures of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.27'>10.27</a> RCW prior to the filing of any action under this chapter to seek the issuance of compulsory process for the production of any records ((<span style=\"text-decoration:line-through;\">necessary for</span>))<span style=\"text-decoration:underline;\">relevant to</span> a determination of whether to seek the civil commitment of a person under this chapter. Any records obtained pursuant to this process may only be disclosed by the prosecuting agency in the course of performing its duties pursuant to this chapter, or unless otherwise authorized by law.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(e) The prosecuting agency has the authority to utilize the procedures under section 2 of this act for the production of any records held by a public agency, including any agency as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=42.56.010'>42.56.010</a>, relevant to a determination of whether to seek the civil commitment of a person under this chapter. Any records obtained pursuant to this process may only be disclosed by the prosecuting agency in the course of performing its duties pursuant to this chapter, or unless otherwise authorized by law.</span></div><div style=\"text-indent:0.5in;\">(2) The agency, its employees, and officials shall be immune from liability for any good-faith conduct under this section.</div><div style=\"text-indent:0.5in;\">(3) As used in this section, \"agency with jurisdiction\" means that agency with the authority to direct the release of a person serving a sentence or term of confinement and includes the department of corrections, the indeterminate sentence review board, and the department of social and health services.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09'>71.09</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Whenever the prosecuting agency believes that any public agency, including any agency as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=42.56.010'>42.56.010</a>, may be in possession, custody, or control of any original or copy of any book, record, report, memorandum, paper, communication, tabulation, map, chart, photograph, mechanical transcription, or other tangible document or recording, wherever situated, which is believed to be relevant to the determination of whether to seek the civil commitment of a person under this chapter, the prosecuting agency may, prior to the institution of a civil proceeding thereon, execute in writing and cause to be served upon such public agency, a civil investigative demand requiring such public agency to produce such documentary material and permit inspection and copying.</div><div style=\"text-indent:0.5in;\">(2) Each demand executed under this section shall:</div><div style=\"text-indent:0.5in;\">(a) State the relevant sections or subsections authorizing the issuance of the demand and further state that the demand is for the purpose of obtaining information to aid in a determination of whether to seek the civil commitment of a person;</div><div style=\"text-indent:0.5in;\">(b) Describe the class or classes of documentary material to be produced with reasonable specificity so as fairly to indicate the material demanded;</div><div style=\"text-indent:0.5in;\">(c) Prescribe a return date within which the documentary material is to be produced; and</div><div style=\"text-indent:0.5in;\">(d) Identify the members of the prosecuting agency's staff to whom such documentary material is to be made available for inspection and copying.</div><div style=\"text-indent:0.5in;\">(3) No demand executed under this section may:</div><div style=\"text-indent:0.5in;\">(a) Contain any requirement which would be unreasonable or improper if contained in a subpoena duces tecum; or</div><div style=\"text-indent:0.5in;\">(b) Require the disclosure of any documentary material which would be privileged, or which for any other reason would not be required by a subpoena duces tecum issued by a court of this state.</div><div style=\"text-indent:0.5in;\">(4) Service of any demand executed under this section may be made by delivering a copy consistent with the civil rules regarding the service of a subpoena duces tecum unless the public agency to whom the demand is directed to agrees otherwise.</div><div style=\"text-indent:0.5in;\">(5) At any time before the return date specified in the demand, or within 20 days after the demand has been served, whichever period is shorter, a petition to extend the return date for, or to modify or set aside a demand issued under subsection (1) of this section, stating good cause, may be filed in the superior court for Thurston county, or in such other county where the public agency is situated. A petition by the public agency on whom the demand is served, stating good cause, to require the prosecuting agency or any person to perform any duty imposed by the provisions of this section, and all other petitions in connection with a demand executed under this section, may be filed in the superior court for Thurston county, or in the county where the public agency is situated or in such other county as may be agreed upon by the parties to such petition. The court shall have jurisdiction to impose such sanctions as are provided for in the civil rules for superior court with respect to discovery motions.</div><div style=\"text-indent:0.5in;\">(6) Whenever any public agency fails to comply with any civil investigative demand for documentary material under this section, or whenever satisfactory copying or reproduction of any such material cannot be done and such public agency refuses to surrender such material, the prosecuting agency may file, in the trial court of general jurisdiction of the county in which such public agency is situated, and serve upon such public agency a petition for an order of such court for the enforcement of this section, except that if such public agency is situated in more than one county such petition shall be filed in the county in which such public agency maintains its principal place of business, or in such other county as may be agreed upon by the parties to such petition. Whenever any petition is filed in the trial court of general jurisdiction of any county under this section, such court shall have jurisdiction to hear and determine the matter presented and to enter such order or orders as may be required to carry into effect the provisions of this section, and may impose such sanctions as are provided for in the civil rules for superior court with respect to discovery motions.</div><div style=\"text-indent:0.5in;\">(7) This section shall not be applicable to criminal prosecutions.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.717'>9.94A.717</a> and 2020 c 275 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) If an offender sentenced under this chapter or chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94B'>9.94B</a> RCW is supervised by the department, the offender may earn supervision compliance credit in accordance with procedures that are developed and adopted by the department.</div><div style=\"text-indent:0.5in;\">(a) The supervision compliance credit shall be awarded to offenders who are in compliance with supervision terms and are making progress towards the goals of their individualized supervision case plan, including: Participation in specific targeted interventions, risk-related programming, or treatment; or completing steps towards specific targeted goals that enhance protective factors and stability, as determined by the department.</div><div style=\"text-indent:0.5in;\">(b) For each month in compliance with community custody conditions in accordance with (a) of this subsection, an offender may earn supervision compliance credit of ten days.</div><div style=\"text-indent:0.5in;\">(c) Supervision compliance credit is accrued monthly and time shall not be applied to an offender's term of supervision prior to the earning of the time.</div><div style=\"text-indent:0.5in;\">(2) An offender is not eligible to earn supervision compliance credit if he or she:</div><div style=\"text-indent:0.5in;\">(a) Was sentenced under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.507'>9.94A.507</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.95.030'>10.95.030</a>;</div><div style=\"text-indent:0.5in;\">(b) Was sentenced under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.650'>9.94A.650</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.655'>9.94A.655</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.660'>9.94A.660</a>, or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.670'>9.94A.670</a>;</div><div style=\"text-indent:0.5in;\">(c) Is subject to supervision pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.745'>9.94A.745</a>;</div><div style=\"text-indent:0.5in;\">(d) Has an indeterminate sentence and is subject to parole pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.95.017'>9.95.017</a>; or</div><div style=\"text-indent:0.5in;\">(e) Is serving community custody pursuant to early release under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.730'>9.94A.730</a>.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3) An offender is not eligible to earn supervision compliance credit on any cause being served concurrently with a less restrictive alternative subject to supervision pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=71.09.092'>71.09.092</a>.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">If any provision of this act or its application to any person or circumstance is held invalid, the remainder of the act or the application of the provision to other persons or circumstances is not affected.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-02-21T00:00:25.880Z",
        "text": "<h3>Purpose</h3>\n<p>The edits made to this proposed legislation aimed to streamline the process regarding the handling of sexually violent predators and improve the clarity of procedures for civil commitment. Notably, the revised bill reduces the number of sections referenced in the document and clarifies the authority given to prosecuting agencies in relation to civil investigative demands. These changes are anticipated to enhance how legal provisions are understood and implemented, ultimately improving the safety and efficacy of the system surrounding individuals who are civilly committed for sexual offenses.</p>\n<h3>Key Changes</h3>\n<h4>General Overview</h4>\n<ul>\n<li>The number of sections amended has been reduced, focusing on essential changes without altering the fundamental purpose of the legislation.</li>\n</ul>\n<h4>Amendments to RCW Sections</h4>\n<ul>\n<li><strong>Reference Changes:</strong></li>\n<li>The original references in RCW 71.09 which included multiple sections have been narrowed down, removing sections RCW 71.09.020, 71.09.030, 71.09.055, 71.09.060, 71.09.070, 71.09.090, 71.09.094, 71.09.096, 71.09.250, and 71.09.280 from the legislative focus.</li>\n</ul>\n<h4>Authority of Prosecuting Agencies</h4>\n<ul>\n<li><p><strong>Civil Investigative Demand:</strong></p></li>\n<li><p>The revised bill clarifies the procedures for the prosecuting agency to request information from public agencies regarding individuals relevant to civil commitment proceedings. The authority is now explicitly stated for obtaining records without creating unreasonable requirements.</p></li>\n<li><p><strong>Use of Inquiry Judge Procedures:</strong></p></li>\n<li><p>The previous version allowed the use of inquiry judge procedures under certain circumstances, which has now been formalized and simplified in usage.</p></li>\n</ul>\n<h4>Annual Reports and Conditional Release</h4>\n<ul>\n<li>The section related to the annual reports that the secretary is to review per RCW 71.09.070, regarding the mental condition of committed individuals, was retained but reformulated for clarity in responsibilities regarding advocacy for petitioning the court for discharge or conditional release options.</li>\n</ul>\n<h4>Removal of Repetitive Language</h4>\n<ul>\n<li>References to unnecessary duplicative clauses in the context of civil procedure have been streamlined and rephrased for better legal understanding.</li>\n</ul>\n<h4>Removal of Specific Capped Costs</h4>\n<ul>\n<li>The specific caps on expert evaluations that were part of the previous bill have been omitted, making it more flexible in legal proceedings regarding expert assessments.</li>\n</ul>\n<p>This reduction of complexity and the focus on key provisions aims to enhance legal efficiency, ensuring that individuals receive appropriate treatment while maintaining necessary community safety.</p>"
      }
    }
  ],
  "keywords": {
    "ts": "2024-12-24T20:39:16.000Z",
    "text": "amend management evaluation procedures release protocols mental health evaluations petition standards treatment facilities community transition oversight technology safety measures"
  }
}