{
  "id": 1134,
  "lastUpdated": "2025-03-01T06:51:37.159Z",
  "agency": "House",
  "description": "Promoting resource conservation practices in public schools.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Education."
  },
  "sponsors": [
    "Bergquist",
    "McEntire",
    "Doglio",
    "Ryu",
    "Ramel",
    "Reed",
    "Shavers",
    "Paul",
    "Callan",
    "Pollet",
    "Nance",
    "Ormsby",
    "Hill"
  ],
  "document": {
    "name": "1134",
    "description": "House Bill 1134",
    "url": {
      "ts": "2024-12-24T20:39:16.640Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1134.htm"
    },
    "original": {
      "ts": "2024-12-24T20:39:16.640Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0167.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1134</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Bergquist, McEntire, Doglio, Ryu, Ramel, Reed, Shavers, Paul, Callan, Pollet, Nance, Ormsby, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/24/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Education.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to promoting resource conservation practices that include student education and leadership opportunities in public schools; adding new sections to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.300'>28A.300</a> RCW; and creating a new section.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">(1) The legislature finds that resource conservation practices can have broad application and value in Washington's public schools, especially if students are active participants in the programs and have appropriate education and leadership opportunities.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The legislature, therefore, intends to create new and expanded opportunities for student-involved resource conservation practices in public schools through the establishment of a voluntary green schools program that includes limited stipend funding for school-based advisors. The legislature further intends for the program, which will support awareness of environmental and climate resilience issues, to be funded with revenues from the climate commitment act.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.300'>28A.300</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The Washington state green schools program is established in the office of the superintendent of public instruction to create and expand resource conservation practices in public schools, including: Waste reduction, energy reduction, water conservation, urban forestry education, and environmental preservation; and education and leadership opportunities for students seeking to promote conservation practices in their schools.</div><div style=\"text-indent:0.5in;\">(2) The green schools program is voluntary and is intended to:</div><div style=\"text-indent:0.5in;\">(a) Complement resource conservation programs for school districts and public schools that are established by counties or other entities by, in part, providing increased opportunities for student education and leadership in resource conservation practices;</div><div style=\"text-indent:0.5in;\">(b) Provide opportunities for school districts and public schools that cannot access or are not participating in resource conservation programs to establish and promote resource conservation programs that include student education and leadership opportunities;</div><div style=\"text-indent:0.5in;\">(c) Support instruction in climate curriculum aligned with the state learning standards for science and integrated environmental and sustainability;</div><div style=\"text-indent:0.5in;\">(d) Provide opportunities for school districts and public schools to collaborate with the department of natural resources for the purposes of schoolyard greening projects, schoolyard forests, and career-connected learning related to natural resource job opportunities within the national forest school forest system network and other urban forestry projects; and</div><div style=\"text-indent:0.5in;\">(e) Complement education programs related to resource conservation practices, and outdoor-based learning and education experiences, including outdoor schools.</div><div style=\"text-indent:0.5in;\">(3) For the purposes of this section, \"public schools\" has the same meaning as in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.150.010'>28A.150.010</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.300'>28A.300</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Subject to the availability of amounts appropriated for this specific purpose, the office of the superintendent of public instruction shall establish and administer a program to provide school-based advisor stipend assistance to school districts for the purpose of creating or expanding resource conservation practices in accordance with section 2 of this act. In administering the stipend program, the office of the superintendent of public instruction may establish criteria for awarding stipend funds that prioritizes schools and school districts where more than 50 percent of the students are eligible for free and reduced-price meals.</div><div style=\"text-indent:0.5in;\">(2) School districts that participate in the Washington state green schools program established in section 2 of this act may, on forms developed by the office of the superintendent of public instruction, apply for stipend funds for school-based advisors that assist students in learning about, promoting, and implementing resource conservation practices in school facilities. Stipend funds provided in accordance with this section may not exceed $600 per school, per year, but the amount received may depend upon the number of applicant school districts and available funding. Nothing in this section prevents school districts from providing additional funding for school-based advisors.</div><div style=\"text-indent:0.5in;\">(3) For the purposes of this section, \"school districts\" include school districts, charter schools established under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.710'>28A.710</a> RCW, and state-tribal education compact schools subject to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.715'>28A.715</a> RCW.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-24T20:39:16.640Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to promote resource conservation practices in Washington's public schools by creating a voluntary green schools program. The program aims to involve students in leadership and educational activities related to resource conservation. Key changes include the establishment of funding for school-based advisors to support these programs and a commitment to align the initiatives with environmental education and awareness of climate resilience issues, funded by revenues from the climate commitment act.</p>\n<h3>Key Provisions</h3>\n<h4>Green Schools Program</h4>\n<ul>\n<li>Establishes a voluntary Washington state green schools program under the office of the superintendent of public instruction to promote:<ul>\n<li>Waste reduction</li>\n<li>Energy reduction</li>\n<li>Water conservation</li>\n<li>Urban forestry education</li>\n<li>Environmental preservation</li></ul></li>\n<li>Focuses on education and leadership opportunities for students to engage in resource conservation.</li>\n</ul>\n<h4>Support and Funding</h4>\n<ul>\n<li>Creates a stipend program for school districts aimed at funding school-based advisors who help promote resource conservation practices.</li>\n<li>Stipend assistance criteria may prioritize districts where over 50% of students are eligible for free and reduced-price meals.</li>\n<li>Stipend funds are capped at $600 per school, per year, subject to availability of appropriated funding. Additional funding may come from the school districts themselves.</li>\n</ul>\n<h4>Collaboration and Curriculum</h4>\n<ul>\n<li>Encourages collaboration between school districts and the department of natural resources for educational and practical projects such as schoolyard greening and forestry initiatives.</li>\n<li>Supports instruction in climate curriculum that is consistent with state learning standards for science and sustainability.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-24T20:39:16.640Z",
    "text": "green schools program resource conservation funding environmental education climate resilience urban forestry education waste reduction energy reduction water conservation"
  }
}