{
  "id": 1136,
  "lastUpdated": "2025-03-01T06:51:37.392Z",
  "agency": "House",
  "description": "Providing student navigational supports to increase postsecondary enrollment.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-31T08:00:00.000Z",
    "text": "Referred to Appropriations."
  },
  "sponsors": [
    "Leavitt",
    "Shavers",
    "Callan",
    "Bronoske",
    "Simmons",
    "Pollet",
    "Nance",
    "Bernbaum"
  ],
  "document": {
    "name": "1136",
    "description": "House Bill 1136",
    "url": {
      "ts": "2024-12-26T18:32:20.687Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1136.htm"
    },
    "original": {
      "ts": "2024-12-26T18:32:20.687Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0346.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1136</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Leavitt, Shavers, Callan, Bronoske, Simmons, Pollet, Nance, and Bernbaum<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/26/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Postsecondary Education &amp; Workforce.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to student navigational supports to increase postsecondary enrollment; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.50.940'>28B.50.940</a>; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.77'>28B.77</a> RCW; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.415'>28A.415</a> RCW; and creating a new section.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>The legislature recognizes that Washington is ranked among the top states in the nation for the share of jobs requiring postsecondary education and that large majorities of high school students self-report aspirations to continue their education beyond 12th grade. However, only an estimated 40 percent of Washington's high school class of 2021 is projected to obtain a postsecondary credential. This issue is particularly pressing for students from lower income households. The legislature further recognizes that the real or perceived cost of postsecondary education is a critical systemic barrier that impedes prospective students from applying for and enrolling in postsecondary education. This is despite Washington boasting one of the most expansive and equitable set of state-level postsecondary financial aid programs in the country.<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The legislature finds that counseling, advising, and coaching that help students with the postsecondary financial aid application and enrollment processes, and that provide hands-on assistance, are evidence-based approaches to increasing rates of postsecondary enrollment. The legislature further recognizes that on-site experts deliver comprehensive school career counseling programs, which provide support for students and their families in securing postsecondary opportunities.</div><div style=\"text-indent:0.5in;\">The addition of enrollment and outreach specialists can provide a valuable resource for comprehensive school career counseling programs and broaden access to student navigational supports throughout the state. Therefore, Washington state should invest in student navigational support and services to advise students to and through postsecondary education and training.</div><div style=\"text-indent:0.5in;\">It is the intent of the legislature to establish a postsecondary outreach and enrollment specialist program for the purposes of helping Washington high school students with postsecondary financial aid and educational opportunities as well as encouraging completion of financial aid and postsecondary enrollment.</div><div style=\"text-indent:0.5in;\">Furthermore, the legislature intends to ensure that every school district has access to at least one qualified financial aid professional to provide support and ensure accurate and timely administration of financial aid forms. To achieve this, the legislature intends to make available, at no cost to participants, comprehensive financial aid training for teachers, school career counselors, and postsecondary staff or community partners.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.50.940'>28B.50.940</a> and 2022 c 214 s 3 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Subject to availability of amounts appropriated for this specific purpose, the college board shall administer a ((<span style=\"text-decoration:line-through;\">free application for federal student aid and Washington application for state financial aid outreach and completion initiative pilot program.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(1) The college board shall select community or technical colleges to participate in the pilot program. The colleges selected to participate must each be located within educational service districts that are in the bottom two for free application for federal student aid completion rates when combining their respective school districts' free application for federal student aid completion rates over the past three completed academic years prior to June 9, 2022. Colleges selected to participate shall employ outreach specialists to work directly with the high schools located in the corresponding educational service district. It is the legislature's intent that the outreach specialists be employed at a ratio of one to 600 high school seniors within the corresponding educational service district. The outreach specialists shall make significant contact with high school students and their families for the purpose of increasing free application for federal student aid and Washington application for state financial aid completion rates. The outreach specialists shall use the free application for federal student aid and Washington application for state financial aid data maintained by the student achievement council to conduct targeted outreach and free application for federal student aid and Washington application for state financial aid completion assistance to high school seniors. The outreach specialists shall also provide information on how to access private scholarships. The outreach specialists shall conduct other outreach as appropriate, including virtual or in-person presentations with students and families, announcements on school intercoms and social media channels, outreach to recent high school graduates as peer messengers, and events at school college or career fairs.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(2) The college board shall report annually to the appropriate committees of the legislature in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.01.036'>43.01.036</a> beginning December 1, 2023, on the free application for federal student aid and Washington application for state financial aid outreach and completion initiative pilot program. The report must include details on how the colleges selected used the funding and how the initiatives worked to increase free application for federal student aid and Washington application for state financial aid completion rates. The report must also include before and after free application for federal student aid and Washington application for state financial aid completion data and specific details about the number of high school students assisted in completing the free application for federal student aid and Washington application for state financial aid</span>))<span style=\"text-decoration:underline;\">financial aid completion and postsecondary enrollment program for every educational service district.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(1)(a) Depending on the needs of the educational service district, the college board shall select at least one of the following entities in each educational service district to participate in the program:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Community or technical colleges;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Public four-year institutions of higher education;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Tribal organizations; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) Community-based organizations.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) The college board shall establish a selection committee for selecting the entities to participate in the program.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) The selection committee must include at least two community or technical college representatives as designated by the college board and at least two public four-year representatives as designated by an organization representing the public four-year institutions of higher education.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) The selection committee may consult with colleges, institutions of higher education, and the student achievement council in developing selection criteria.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2) Entities selected to participate shall employ outreach and enrollment specialists to work directly with the high schools located in the corresponding educational service district.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3) The outreach and enrollment specialists shall coordinate with the secondary school counseling program and any other school district staff as appropriate to make significant contact with high school students and their families, with a focus on secondary schools that have a higher percentage of students who are eligible for free or reduced-price lunch compared to other schools in the same educational service district, for the purpose of increasing free application for federal student aid and Washington application for state financial aid completion rates. The outreach and enrollment specialists must use the free application for federal student aid, Washington application for state financial aid, and college bound scholarship eligibility data maintained by the student achievement council to conduct targeted outreach and free application for federal student aid and Washington application for state financial aid completion assistance to high school seniors. The outreach and enrollment specialists must also provide information on how to access private scholarships. The outreach and enrollment specialists shall conduct other outreach as appropriate, including virtual or in-person presentations with students and families, announcements on school intercoms and social media channels, outreach to recent high school graduates as peer messengers, and events at school college or career fairs.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(4) The outreach and enrollment specialists shall assist:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) High school students in navigating the application and enrollment process for institutions of higher education and coordinate with school district staff and other college access partners as appropriate and as needed;</span><span style=\"text-decoration:underline;\"> and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) Students in connecting with appropriate staff at institutions of higher education who can help students in exploring campus services and programs to improve their skills, increase academic achievement, and help students reach their education and career goals.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(5) The tasks performed by outreach and enrollment specialists must complement and support the work of secondary school staff and administration in providing comprehensive postsecondary navigation support.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(6) The college board, in collaboration with the office of the superintendent of public instruction, an organization representing the public four-year institutions of higher education, and college access staff from the student achievement council, shall outline the roles and responsibilities of colleges, institutions of higher education, tribal organizations, and community-based organizations to ensure outreach and enrollment specialists have the necessary resources and support to effectively engage with students to promote financial aid attainment and postsecondary enrollment. Resources and support may include, but are not limited to: Access to buildings, adequate meeting spaces, certain technology, school supplies, and safe and secure access to individual student's high school and beyond plans.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(7) The college board must develop a communication plan for students and families about the presence and role of outreach and enrollment specialists.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(8) The college board, the student achievement council, an organization representing the public four-year institutions of higher education, an organization representing the private four-year institutions of higher education, and those organizations representing teachers, counselors, and principals shall collaborate in preparing a training program for outreach and enrollment specialists.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(9) The college board shall report annually to the appropriate committees of the legislature in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.01.036'>43.01.036</a> beginning January 15, 2026, on the outreach and enrollment specialist program. The report must include details on how:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) The colleges, institutions of higher education, tribal organizations, or community-based organizations selected used the funding; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) The initiatives worked to increase free application for federal student aid and Washington application for state financial aid completion rates.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(10) The education data center established in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.41.400'>43.41.400</a>, in collaboration with the college board, the public four-year institutions of higher education, the office of the superintendent of public instruction, and the student achievement council shall create a report on the completion rates of the free application for federal student aid and Washington application for state financial aid by Washington high school seniors. The report must include data, disaggregated by demographic data, on: The completion rates prior to implementation of the program created in this section, the postimplementation completion rates, and the rates of first-time postsecondary enrollment of students within one year of high school graduation. The report required by this subsection must be submitted to the appropriate committees of the legislature by December 1, 2027</span>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.77'>28B.77</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The council shall administer a financial aid training program that is available to secondary school teachers and counselors, staff at the institutions of higher education, and community partners in order to have at least one qualified financial aid professional at each school to provide support and ensure accurate and timely administration of financial aid forms. The council must coordinate with the office of the superintendent of public instruction to develop the topics that the training program will cover. The council may contract with a third-party entity to provide the training program. The training program must be offered at no cost to program participants.</div><div style=\"text-indent:0.5in;\">(2) The council shall provide a report by December 1, 2027, to the governor and the education and higher education committees of the legislature in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.01.036'>43.01.036</a>. The report must:</div><div style=\"text-indent:0.5in;\">(a) Describe the development and content of the training program; and</div><div style=\"text-indent:0.5in;\">(b) Report on the number of trainings provided, the number of unique adults who participated in the program, a summary of the geographic location of training program participants, the professional roles of training program participants, and a description of how skills gained through the program have been used by training program participants.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.415'>28A.415</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) By September 1, 2027, the office of the superintendent of public instruction, in collaboration with the student achievement council and the Washington professional educator standards board, shall offer continuing education credits to in-service educators on the topic of financial aid, in accordance with section 3 of this act.</div><div style=\"text-indent:0.5in;\">(2) By October 1, 2028, the office of the superintendent of public instruction, in collaboration with the student achievement council and the Washington professional educator standards board, shall make recommendations to the legislature regarding additional incentives that should be available to encourage participation in the training program described in section 3 of this act.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-26T18:32:20.687Z",
      "text": "<h3>Purpose</h3>\n<p>The main goal of this bill is to enhance student navigational supports to improve postsecondary education enrollment in Washington state, particularly for students from lower-income households. The bill acknowledges that despite many high school students aspiring to continue their education, a significant number do not obtain postsecondary credentials due mainly to barriers such as the cost of education. To address this issue, the bill intends to establish a program that provides financial aid counseling and outreach to assist students through the application and enrollment processes.</p>\n<h3>Key Provisions</h3>\n<h4>Student Navigational Support Program</h4>\n<ul>\n<li>A postsecondary outreach and enrollment specialist program will be established to assist Washington high school students in navigating financial aid and educational opportunities.</li>\n<li>Every school district will have access to at least one qualified financial aid professional at no cost.</li>\n</ul>\n<h4>Financial Aid Training Program</h4>\n<ul>\n<li>The college board will administer a financial aid training program to ensure that teachers and counselors have the necessary skills to assist students with financial aid processes.</li>\n<li>The training program will be free for participants and will cover various topics related to financial aid administration.</li>\n</ul>\n<h4>Outreach and Enrollment Specialists</h4>\n<ul>\n<li>Entities such as community colleges and tribal organizations will employ outreach and enrollment specialists to work directly with high schools, especially those with high percentages of low-income students.</li>\n<li>These specialists will facilitate connections between students and institutions of higher education, assist in completing financial aid applications, and provide information on private scholarships.</li>\n</ul>\n<h4>Coordination and Reporting</h4>\n<ul>\n<li>The college board must report annually on the effectiveness of the outreach and enrollment specialists in increasing financial aid completion and postsecondary enrollment rates.</li>\n<li>The education data center will produce a report detailing financial aid completion rates and postsecondary enrollment for high school seniors, both before and after the program's implementation.</li>\n</ul>\n<h4>Continuing Education for Educators</h4>\n<ul>\n<li>By September 1, 2027, educators will be offered continuing education credits related to financial aid training.</li>\n<li>By October 1, 2028, further recommendations for incentives to encourage educator participation in financial aid training will be made to the legislature.</li>\n</ul>"
    }
  },
  "subDocuments": [
    {
      "name": "1136-S",
      "description": "Substitute House Bill 1136 as Recommended by Postsecondary Education & Workforce",
      "url": {
        "ts": "2025-01-29T17:10:26.487Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1136-S.htm"
      },
      "original": {
        "ts": "2025-01-29T17:10:26.487Z",
        "text": "<!DOCTYPE html ><html><body><div>H-0895.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1136</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Postsecondary Education &amp; Workforce (originally sponsored by Representatives Leavitt, Shavers, Callan, Bronoske, Simmons, Pollet, Nance, and Bernbaum)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 01/31/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to student navigational supports to increase postsecondary enrollment; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.50.940'>28B.50.940</a>; and creating a new section.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>The legislature recognizes that Washington is ranked among the top states in the nation for the share of jobs requiring postsecondary education and that large majorities of high school students self-report aspirations to continue their education beyond 12th grade. However, only an estimated 40 percent of Washington's high school class of 2021 is projected to obtain a postsecondary credential. This issue is particularly pressing for students from lower income households. The legislature further recognizes that the real or perceived cost of postsecondary education is a critical systemic barrier that impedes prospective students from applying for and enrolling in postsecondary education. This is despite Washington boasting one of the most expansive and equitable set of state-level postsecondary financial aid programs in the country.<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The legislature finds that counseling, advising, and coaching that help students with the postsecondary financial aid application and enrollment processes, and that provide hands-on assistance, are evidence-based approaches to increasing rates of postsecondary enrollment. The legislature further recognizes that on-site experts deliver comprehensive school career counseling programs, which provide support for students and their families in securing postsecondary opportunities.</div><div style=\"text-indent:0.5in;\">The addition of enrollment and outreach specialists can provide a valuable resource for comprehensive school career counseling programs and broaden access to student navigational supports throughout the state. Therefore, Washington state should invest in student navigational support and services to advise students to and through postsecondary education and training.</div><div style=\"text-indent:0.5in;\">It is the intent of the legislature to establish a postsecondary outreach and enrollment specialist program for the purposes of helping Washington high school students with postsecondary financial aid and educational opportunities as well as encouraging completion of financial aid and postsecondary enrollment.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.50.940'>28B.50.940</a> and 2022 c 214 s 3 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Subject to availability of amounts appropriated for this specific purpose, the college board shall administer a ((<span style=\"text-decoration:line-through;\">free application for federal student aid and Washington application for state financial aid outreach and completion initiative pilot program.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(1) The college board shall select community or technical colleges to participate in the pilot program. The colleges selected to participate must each be located within educational service districts that are in the bottom two for free application for federal student aid completion rates when combining their respective school districts' free application for federal student aid completion rates over the past three completed academic years prior to June 9, 2022. Colleges selected to participate shall employ outreach specialists to work directly with the high schools located in the corresponding educational service district. It is the legislature's intent that the outreach specialists be employed at a ratio of one to 600 high school seniors within the corresponding educational service district. The outreach specialists shall make significant contact with high school students and their families for the purpose of increasing free application for federal student aid and Washington application for state financial aid completion rates. The outreach specialists shall use the free application for federal student aid and Washington application for state financial aid data maintained by the student achievement council to conduct targeted outreach and free application for federal student aid and Washington application for state financial aid completion assistance to high school seniors. The outreach specialists shall also provide information on how to access private scholarships. The outreach specialists shall conduct other outreach as appropriate, including virtual or in-person presentations with students and families, announcements on school intercoms and social media channels, outreach to recent high school graduates as peer messengers, and events at school college or career fairs.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(2) The college board shall report annually to the appropriate committees of the legislature in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.01.036'>43.01.036</a> beginning December 1, 2023, on the free application for federal student aid and Washington application for state financial aid outreach and completion initiative pilot program. The report must include details on how the colleges selected used the funding and how the initiatives worked to increase free application for federal student aid and Washington application for state financial aid completion rates. The report must also include before and after free application for federal student aid and Washington application for state financial aid completion data and specific details about the number of high school students assisted in completing the free application for federal student aid and Washington application for state financial aid</span>))<span style=\"text-decoration:underline;\">financial aid completion and postsecondary enrollment program.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(1)(a) Depending on the needs of the educational service district, the college board shall select at least one of the following entities to participate in the program:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Community or technical colleges;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Public four-year institutions of higher education;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Tribal organizations; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) Community-based organizations.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) The entities selected to participate must each be located within educational service districts that are in the bottom five for free application for federal student aid completion rates when combining their respective school districts' free application for federal student aid completion rates over the past three completed academic years prior to the effective date of this section.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) The college board shall establish a selection committee for selecting the entities to participate in the program.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) The selection committee must include at least two community or technical college representatives as designated by the college board and at least two public four-year representatives as designated by an organization representing the public four-year institutions of higher education.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) The selection committee may consult with colleges, institutions of higher education, and the student achievement council in developing selection criteria.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2) Entities selected to participate shall employ outreach and enrollment specialists to work directly with the high schools located in the corresponding educational service district.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3) The outreach and enrollment specialists shall coordinate with the secondary school counseling program and any other school district staff as appropriate to make significant contact with high school students and their families, with a focus on secondary schools that have a higher percentage of students who are eligible for free or reduced-price lunch compared to other schools in the same educational service district, for the purpose of increasing free application for federal student aid and Washington application for state financial aid completion rates. The outreach and enrollment specialists must use the free application for federal student aid, Washington application for state financial aid, and college bound scholarship eligibility data maintained by the student achievement council to conduct targeted outreach and free application for federal student aid and Washington application for state financial aid completion assistance to high school seniors. The outreach and enrollment specialists must also provide information on how to access private scholarships. The outreach and enrollment specialists shall conduct other outreach as appropriate, including virtual or in-person presentations with students and families, announcements on school intercoms and social media channels, outreach to recent high school graduates as peer messengers, and events at school college or career fairs.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(4) The outreach and enrollment specialists shall assist:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) High school students in navigating the application and enrollment process for institutions of higher education and coordinate with school district staff and other college access partners as appropriate and as needed;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) High school students in connecting with appropriate staff at institutions of higher education who can help students in exploring campus services and programs to improve their skills, increase academic achievement, and help students reach their education and career goals; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) High school students in connecting with staff or instructors affiliated with state-registered apprenticeship programs who can help students navigate apprenticeship application processes and utilizing eligible financial aid.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(5) The tasks performed by outreach and enrollment specialists must complement and support the work of secondary school staff and administration in providing comprehensive postsecondary navigation support.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(6) The college board, in collaboration with the office of the superintendent of public instruction, an organization representing the public four-year institutions of higher education, and college access staff from the student achievement council, shall outline the roles and responsibilities of colleges, institutions of higher education, tribal organizations, and community-based organizations to ensure outreach and enrollment specialists have the necessary resources and support to effectively engage with students to promote financial aid attainment and postsecondary enrollment. Resources and support may include, but are not limited to: Access to buildings, adequate meeting spaces, certain technology, school supplies, and safe and secure access to individual student's high school and beyond plans.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(7) The college board must develop a communication plan for students and families about the presence and role of outreach and enrollment specialists.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(8) The college board, the student achievement council, an organization representing the public four-year institutions of higher education, an organization representing the private four-year institutions of higher education, statewide organizations representing state-registered apprenticeship programs, and those organizations representing teachers, counselors, and principals shall collaborate in preparing a training program for outreach and enrollment specialists.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(9) The college board shall report annually to the appropriate committees of the legislature in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.01.036'>43.01.036</a> beginning January 15, 2026, on the outreach and enrollment specialist program. The report must include details on how:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) The colleges, institutions of higher education, tribal organizations, or community-based organizations selected used the funding; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) The initiatives worked to increase free application for federal student aid and Washington application for state financial aid completion rates.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(10) The education data center established in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.41.400'>43.41.400</a>, in collaboration with the college board, the public four-year institutions of higher education, the office of the superintendent of public instruction, and the student achievement council shall create a report on the completion rates of the free application for federal student aid and Washington application for state financial aid by Washington high school seniors. The report must include data, disaggregated by demographic data, on: The completion rates prior to implementation of the program created in this section, the postimplementation completion rates, and the rates of first-time postsecondary enrollment of students within one year of high school graduation. The report required by this subsection must be submitted to the appropriate committees of the legislature by December 1, 2027</span>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-01-29T17:10:26.487Z",
        "text": "<h3>Purpose</h3>\n<p>The edits to this legislative bill aim to streamline the process of providing student navigational support for postsecondary education enrollment in Washington state. The revised version removes certain pilot program details and emphasizes establishing a broader financial aid completion and enrollment program across educational service districts. This change intends to enhance accessibility to postsecondary education for students, particularly those from lower-income backgrounds, by focusing resources and support on outreach and enrollment specialists in schools.</p>\n<h3>Key Changes</h3>\n<h4>Removal of Pilot Program Reference</h4>\n<ul>\n<li>The reference to a specific \"free application for federal student aid and Washington application for state financial aid outreach and completion initiative pilot program\" has been removed. </li>\n<li>The bill now emphasizes a broader \"financial aid completion and postsecondary enrollment program,\" implying a statewide approach rather than a limited pilot. </li>\n</ul>\n<h4>Focus on Broader Participation Criteria</h4>\n<ul>\n<li>Originally, the program required participating colleges to be in the bottom two for completion rates; this has been changed to include those in the bottom five, expanding eligibility for more institutions.</li>\n</ul>\n<h4>Enhanced Responsibilities of Outreach Specialists</h4>\n<ul>\n<li>Additional tasks have been outlined for outreach and enrollment specialists, including assisting students with:<ul>\n<li>Navigating apprenticeship application processes.</li>\n<li>Connecting students with appropriate institutional staff regarding campus services.</li></ul></li>\n<li>A more collaborative approach is suggested where specialists coordinate with not just secondary school staff but also community organizations and apprenticeship programs.</li>\n</ul>\n<h4>Training Collaboration</h4>\n<ul>\n<li>The bill now specifies collaboration with organizations representing state-registered apprenticeship programs to help prepare the training for outreach and enrollment specialists, indicating a more integrated effort between various educational and vocational resources.</li>\n</ul>\n<h4>Reporting and Accountability Adjustments</h4>\n<ul>\n<li>The starting date for reporting has changed from December 1, 2023, to January 15, 2026, providing a later timeline for implementations to be reported.</li>\n<li>Reports will now include a broader range of organizations involved in the outreach and enrollment specialist program, ensuring accountability across multiple stakeholders. </li>\n</ul>\n<p>These edits aim to create a more robust framework for supporting students and enhancing their access to financial aid and postsecondary educational opportunities.</p>"
      }
    }
  ],
  "keywords": {
    "ts": "2024-12-26T18:32:20.687Z",
    "text": "student navigational supports financial aid counseling postsecondary outreach enrollment specialist program school district financial aid training college board outreach specialists community colleges tribal organizations continuing education credits"
  }
}