{
  "id": 1137,
  "lastUpdated": "2025-03-01T06:51:37.407Z",
  "agency": "House",
  "description": "Establishing uniform policies and procedures within department of corrections facilities relating to disciplinary proceedings and administrative segregation.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-27T08:00:00.000Z",
    "text": "Referred to Appropriations."
  },
  "sponsors": [
    "Peterson",
    "Gregerson",
    "Berry",
    "Alvarado",
    "Macri",
    "Cortes",
    "Callan",
    "Ryu",
    "Farivar",
    "Doglio",
    "Ortiz-Self",
    "Simmons",
    "Street",
    "Pollet",
    "Kloba",
    "Nance",
    "Berg",
    "Ormsby",
    "Lekanoff",
    "Hill"
  ],
  "document": {
    "name": "1137",
    "description": "House Bill 1137",
    "url": {
      "ts": "2024-12-27T19:36:50.677Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1137.htm"
    },
    "original": {
      "ts": "2024-12-27T19:36:50.677Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0115.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1137</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Peterson, Gregerson, Berry, Alvarado, Macri, Cortes, Callan, Ryu, Farivar, Doglio, Ortiz-Self, Simmons, Street, Pollet, Kloba, Nance, Berg, Ormsby, Lekanoff, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/27/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Community Safety.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to establishing uniform policies and procedures within department of corrections facilities relating to disciplinary proceedings and administrative segregation; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.015'>72.09.015</a>; and adding new sections to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09'>72.09</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.015'>72.09.015</a> and 2022 c 254 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The definitions in this section apply throughout this chapter.</div><div style=\"text-indent:0.5in;\">(1) \"Adult basic education\" means education or instruction designed to achieve general competence of skills in reading, writing, and oral communication, including English as a second language and preparation and testing services for obtaining a high school diploma or a high school equivalency certificate as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.50.536'>28B.50.536</a>.</div><div style=\"text-indent:0.5in;\">(2) \"Base level of correctional services\" means the minimum level of field services the department of corrections is required by statute to provide for the supervision and monitoring of ((<span style=\"text-decoration:line-through;\">offenders</span>))<span style=\"text-decoration:underline;\">incarcerated individuals</span>.</div><div style=\"text-indent:0.5in;\">(3) \"Civil judgment for assault\" means a civil judgment for monetary damages awarded to a correctional officer or department employee entered by a court of competent jurisdiction against an inmate that is based on, or arises from, injury to the correctional officer or department employee caused by the inmate while the correctional officer or department employee was acting in the course and scope of his or her employment.</div><div style=\"text-indent:0.5in;\">(4) \"Community custody\" has the same meaning as that provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a> and also includes community placement and community supervision as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94B.020'>9.94B.020</a>.</div><div style=\"text-indent:0.5in;\">(5) \"Contraband\" means any object or communication the secretary determines shall not be allowed to be: (a) Brought into; (b) possessed while on the grounds of; or (c) sent from any institution under the control of the secretary.</div><div style=\"text-indent:0.5in;\">(6) \"Correctional facility\" means a facility or institution operated directly or by contract by the secretary for the purposes of incarcerating adults in total or partial confinement, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>.</div><div style=\"text-indent:0.5in;\">(7) \"County\" means a county or combination of counties.</div><div style=\"text-indent:0.5in;\">(8) \"Department\" means the department of corrections.</div><div style=\"text-indent:0.5in;\">(9) \"Earned early release\" means earned release as authorized by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.729'>9.94A.729</a>.</div><div style=\"text-indent:0.5in;\">(10) \"Evidence-based\" means a program or practice that has had multiple-site random controlled trials across heterogeneous populations demonstrating that the program or practice is effective in reducing recidivism for the population.</div><div style=\"text-indent:0.5in;\">(11) \"Extended family visit\" means an authorized visit between an inmate and a member of his or her immediate family that occurs in a private visiting unit located at the correctional facility where the inmate is confined.</div><div style=\"text-indent:0.5in;\">(12) \"Good conduct\" means compliance with department rules and policies.</div><div style=\"text-indent:0.5in;\">(13) \"Good performance\" means successful completion of a program required by the department, including an education, work, or other program.</div><div style=\"text-indent:0.5in;\">(14) \"Immediate family\" means the inmate's children, stepchildren, grandchildren, great grandchildren, parents, stepparents, grandparents, great grandparents, siblings, aunts, uncles, and a person legally married to or in a state registered domestic partnership with an inmate. \"Immediate family\" includes the immediate family of an inmate who was adopted as a child or an adult, but does not include an inmate adopted by another inmate.</div><div style=\"text-indent:0.5in;\">(15) \"Indigent inmate,\" \"indigent,\" and \"indigency\" mean an inmate who has less than a $25 balance of disposable income in his or her institutional account on the day a request is made to utilize funds and during the 30 days previous to the request.</div><div style=\"text-indent:0.5in;\">(16) \"Individual reentry plan\" means the plan to prepare an ((<span style=\"text-decoration:line-through;\">offender</span>))<span style=\"text-decoration:underline;\">incarcerated person</span> for release into the community. It should be developed collaboratively between the department and the ((<span style=\"text-decoration:line-through;\">offender</span>))<span style=\"text-decoration:underline;\">incarcerated person</span> and based on an assessment of the ((<span style=\"text-decoration:line-through;\">offender</span>))<span style=\"text-decoration:underline;\">person</span> using a standardized and comprehensive tool to identify the ((<span style=\"text-decoration:line-through;\">offender's</span>))<span style=\"text-decoration:underline;\">person's</span> risks and needs. The individual reentry plan describes actions that should occur to prepare individual ((<span style=\"text-decoration:line-through;\">offenders</span>))<span style=\"text-decoration:underline;\">incarcerated persons</span> for release from prison or jail, specifies the supervision and services they will experience in the community, and describes ((<span style=\"text-decoration:line-through;\">an offender's</span>))<span style=\"text-decoration:underline;\">a person's</span> eventual discharge to aftercare upon successful completion of supervision. An individual reentry plan is updated throughout the period of ((<span style=\"text-decoration:line-through;\">an offender's</span>))<span style=\"text-decoration:underline;\">a person's</span> incarceration and supervision to be relevant to the ((<span style=\"text-decoration:line-through;\">offender's</span>))<span style=\"text-decoration:underline;\">person's</span> current needs and risks.</div><div style=\"text-indent:0.5in;\">(17) \"Inmate\" ((<span style=\"text-decoration:line-through;\">means</span>))<span style=\"text-decoration:underline;\">and \"incarcerated person\" mean</span> a person committed to the custody of the department, including but not limited to persons residing in a correctional institution or facility and persons released from such facility on furlough, work release, or community custody, and persons received from another state, state agency, county, federally recognized tribe, or federal jurisdiction.</div><div style=\"text-indent:0.5in;\">(18) \"Labor\" means the period of time before a birth during which contractions are of sufficient frequency, intensity, and duration to bring about effacement and progressive dilation of the cervix.</div><div style=\"text-indent:0.5in;\">(19) \"Physical restraint\" means the use of any bodily force or physical intervention to control an ((<span style=\"text-decoration:line-through;\">offender</span>))<span style=\"text-decoration:underline;\">incarcerated person</span> or limit an ((<span style=\"text-decoration:line-through;\">offender's</span>))<span style=\"text-decoration:underline;\">incarcerated person's</span> freedom of movement in a way that does not involve a mechanical restraint. Physical restraint does not include momentary periods of minimal physical restriction by direct person-to-person contact, without the aid of mechanical restraint, accomplished with limited force and designed to:</div><div style=\"text-indent:0.5in;\">(a) Prevent an ((<span style=\"text-decoration:line-through;\">offender</span>))<span style=\"text-decoration:underline;\">incarcerated person</span> from completing an act that would result in potential bodily harm to self or others or damage property;</div><div style=\"text-indent:0.5in;\">(b) Remove a disruptive ((<span style=\"text-decoration:line-through;\">offender</span>))<span style=\"text-decoration:underline;\">incarcerated person</span> who is unwilling to leave the area voluntarily; or</div><div style=\"text-indent:0.5in;\">(c) Guide an ((<span style=\"text-decoration:line-through;\">offender</span>))<span style=\"text-decoration:underline;\">incarcerated person</span> from one location to another.</div><div style=\"text-indent:0.5in;\">(20) \"Postpartum recovery\" means (a) the entire period a ((<span style=\"text-decoration:line-through;\">woman or youth</span>))<span style=\"text-decoration:underline;\">person</span> is in the hospital, birthing center, or clinic after giving birth and (b) an additional time period, if any, a treating physician <span style=\"text-decoration:underline;\">or certified nurse midwife</span> determines is necessary for healing after the ((<span style=\"text-decoration:line-through;\">woman or youth</span>))<span style=\"text-decoration:underline;\">person</span> leaves the hospital, birthing center, or clinic.</div><div style=\"text-indent:0.5in;\">(21) \"Privilege\" means any goods or services, education or work programs, or earned early release days, the receipt of which are directly linked to an inmate's (a) good conduct; and (b) good performance. Privileges do not include any goods or services the department is required to provide under the state or federal Constitution or under state or federal law.</div><div style=\"text-indent:0.5in;\">(22) \"Promising practice\" means a practice that presents, based on preliminary information, potential for becoming a research-based or consensus-based practice.</div><div style=\"text-indent:0.5in;\">(23) \"Research-based\" means a program or practice that has some research demonstrating effectiveness, but that does not yet meet the standard of evidence-based practices.</div><div style=\"text-indent:0.5in;\">(24) \"Restraints\" means anything used to control the movement of a person's body or limbs and includes:</div><div style=\"text-indent:0.5in;\">(a) Physical restraint; or</div><div style=\"text-indent:0.5in;\">(b) Mechanical device including but not limited to: Metal handcuffs, plastic ties, ankle restraints, leather cuffs, other hospital-type restraints, tasers, or batons.</div><div style=\"text-indent:0.5in;\">(25) \"Secretary\" means the secretary of corrections or his or her designee.</div><div style=\"text-indent:0.5in;\">(26) \"Significant expansion\" includes any expansion into a new product line or service to the class I business that results from an increase in benefits provided by the department, including a decrease in labor costs, rent, or utility rates (for water, sewer, electricity, and disposal), an increase in work program space, tax advantages, or other overhead costs.</div><div style=\"text-indent:0.5in;\">(27) \"Superintendent\" means the superintendent of a correctional facility under the jurisdiction of the Washington state department of corrections, or his or her designee.</div><div style=\"text-indent:0.5in;\">(28) \"Transportation\" means the conveying, by any means, of an incarcerated pregnant ((<span style=\"text-decoration:line-through;\">woman or youth</span>))<span style=\"text-decoration:underline;\">person</span> from the correctional facility to another location from the moment ((<span style=\"text-decoration:line-through;\">she</span>))<span style=\"text-decoration:underline;\">the person</span> leaves the correctional facility to the time of arrival at the other location, and includes the escorting of the pregnant incarcerated ((<span style=\"text-decoration:line-through;\">woman or youth</span>))<span style=\"text-decoration:underline;\">person</span> from the correctional facility to a transport vehicle and from the vehicle to the other location.</div><div style=\"text-indent:0.5in;\">(29) \"Unfair competition\" means any net competitive advantage that a business may acquire as a result of a correctional industries contract, including labor costs, rent, tax advantages, utility rates (water, sewer, electricity, and disposal), and other overhead costs. To determine net competitive advantage, the department of corrections shall review and quantify any expenses unique to operating a for-profit business inside a prison.</div><div style=\"text-indent:0.5in;\">(30) \"Vocational training\" or \"vocational education\" means \"vocational education\" as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.62.020'>72.62.020</a>.</div><div style=\"text-indent:0.5in;\">(31) \"Washington business\" means an in-state manufacturer or service provider subject to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04'>82.04</a> RCW existing on June 10, 2004.</div><div style=\"text-indent:0.5in;\">(32) \"Work programs\" means all classes of correctional industries jobs authorized under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.100'>72.09.100</a>.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(33) \"Administrative segregation\" means the temporary removal from the general population of an incarcerated person who is deemed to present a threat to the safety and security of staff, the incarcerated population, or the community, until a timely and informed decision can be made about appropriate housing based on the incarcerated person's circumstance.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09'>72.09</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The circumstances warranting administrative segregation include the following:</div><div style=\"text-indent:0.5in;\">(a) Escape or attempted escape;</div><div style=\"text-indent:0.5in;\">(b) Arson or attempted arson;</div><div style=\"text-indent:0.5in;\">(c) Serious assault or attempted serious assault;</div><div style=\"text-indent:0.5in;\">(d) Creating or participating in a major disturbance in which assaults occurred or were attempted; </div><div style=\"text-indent:0.5in;\">(e) Reliable and specific intelligence that one of these events is likely and imminent unless particular individuals are removed from the general population; and</div><div style=\"text-indent:0.5in;\">(f) Protective custody.</div><div style=\"text-indent:0.5in;\">(2) Medical necessity may justify placing an individual temporarily in close observation areas or infirmaries under medical supervision but does not justify administrative segregation status.</div><div style=\"text-indent:0.5in;\">(3) Administrative segregation may not exceed 15 days unless a request for exception is reviewed and approved by the superintendent or designee.</div><div style=\"text-indent:0.5in;\">(a) Extensions beyond 30 days require authorization by the deputy secretary, and extensions beyond 45 days require authorization by the secretary.</div><div style=\"text-indent:0.5in;\">(b) The department must notify the office of the corrections ombuds in writing any time a person has remained on administrative segregation for more than 45 consecutive days.</div><div style=\"text-indent:0.5in;\">(4) An incarcerated person may not lose housing, education, or work assignments, or other programming assignments solely due to placement on administrative segregation unless documented institutional needs require such removal or change.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09'>72.09</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) An incarcerated person is presumed innocent of an infraction or alleged rule violation and the facility has the burden of establishing by a preponderance of the evidence that the alleged conduct occurred.</div><div style=\"text-indent:0.5in;\">(2) In a disciplinary hearing, the hearing officer must articulate what evidence supports the officer's finding, and a summary of the facts and evidence supporting the decision must be recorded in the disciplinary hearing minutes and findings or other similar form.</div><div style=\"text-indent:0.5in;\">(3) For the purpose of this section, \"preponderance of the evidence\" means the greater weight of credible evidence, not necessarily established by the amount of evidence or number of witnesses, but by that evidence that has the most indicia of reliability and convincing force.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-27T19:36:50.677Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1137 is to establish uniform policies and procedures within the Department of Corrections regarding disciplinary proceedings and administrative segregation of incarcerated individuals. The bill aims to enhance the fairness and transparency of disciplinary actions taken against individuals in correctional facilities. Key changes include the introduction of a presumption of innocence for individuals accused of infractions, the requirement for clear evidence in disciplinary hearings, and stricter regulations on the conditions and duration of administrative segregation.</p>\n<h3>Key Provisions</h3>\n<h4>Administrative Segregation</h4>\n<ul>\n<li>Circumstances that warrant administrative segregation include:<ul>\n<li>Escape or attempted escape</li>\n<li>Arson or attempted arson</li>\n<li>Serious assault or attempted serious assault</li>\n<li>Participation in major disturbances involving assaults</li>\n<li>Specific intelligence indicating imminent threats requiring removal from the general population</li>\n<li>Protective custody for individuals needing safety</li></ul></li>\n<li>Administrative segregation cannot exceed 15 days without approval, with extensions requiring higher authority review (beyond 30 days need deputy secretary approval; beyond 45 days need secretary approval).</li>\n<li>Written notification must be provided to the corrections ombuds office if segregation exceeds 45 consecutive days.</li>\n<li>Individuals on administrative segregation cannot lose their housing, education, or work assignments solely due to their segregation status unless documented needs require change.</li>\n</ul>\n<h4>Disciplinary Proceedings</h4>\n<ul>\n<li>An incarcerated person is presumed innocent of any infraction or rule violation until proven otherwise, with the facility bearing the burden of proof by a “preponderance of the evidence.”</li>\n<li>Hearing officers must clearly state the evidence supporting their findings during disciplinary hearings, with all findings documented.</li>\n<li>\"Preponderance of the evidence\" is defined as the greater weight of credible evidence, not solely determined by quantity but by reliability and convincing force.</li>\n</ul>"
    }
  },
  "subDocuments": [
    {
      "name": "1137-S",
      "description": "Substitute House Bill 1137 as Recommended by Community Safety",
      "url": {
        "ts": "2025-01-24T16:06:21.840Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1137-S.htm"
      },
      "original": {
        "ts": "2025-01-24T16:06:21.840Z",
        "text": "<!DOCTYPE html ><html><body><div>H-0825.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1137</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Community Safety (originally sponsored by Representatives Peterson, Gregerson, Berry, Alvarado, Macri, Cortes, Callan, Ryu, Farivar, Doglio, Ortiz-Self, Simmons, Street, Pollet, Kloba, Nance, Berg, Ormsby, Lekanoff, and Hill)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 01/27/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to establishing uniform policies and procedures within department of corrections facilities relating to disciplinary proceedings and administrative segregation; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.015'>72.09.015</a>; and adding new sections to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09'>72.09</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.015'>72.09.015</a> and 2022 c 254 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The definitions in this section apply throughout this chapter.</div><div style=\"text-indent:0.5in;\">(1) \"Adult basic education\" means education or instruction designed to achieve general competence of skills in reading, writing, and oral communication, including English as a second language and preparation and testing services for obtaining a high school diploma or a high school equivalency certificate as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.50.536'>28B.50.536</a>.</div><div style=\"text-indent:0.5in;\">(2) \"Base level of correctional services\" means the minimum level of field services the department of corrections is required by statute to provide for the supervision and monitoring of ((<span style=\"text-decoration:line-through;\">offenders</span>))<span style=\"text-decoration:underline;\">incarcerated individuals</span>.</div><div style=\"text-indent:0.5in;\">(3) \"Civil judgment for assault\" means a civil judgment for monetary damages awarded to a correctional officer or department employee entered by a court of competent jurisdiction against an inmate that is based on, or arises from, injury to the correctional officer or department employee caused by the inmate while the correctional officer or department employee was acting in the course and scope of his or her employment.</div><div style=\"text-indent:0.5in;\">(4) \"Community custody\" has the same meaning as that provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a> and also includes community placement and community supervision as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94B.020'>9.94B.020</a>.</div><div style=\"text-indent:0.5in;\">(5) \"Contraband\" means any object or communication the secretary determines shall not be allowed to be: (a) Brought into; (b) possessed while on the grounds of; or (c) sent from any institution under the control of the secretary.</div><div style=\"text-indent:0.5in;\">(6) \"Correctional facility\" means a facility or institution operated directly or by contract by the secretary for the purposes of incarcerating adults in total or partial confinement, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.030'>9.94A.030</a>.</div><div style=\"text-indent:0.5in;\">(7) \"County\" means a county or combination of counties.</div><div style=\"text-indent:0.5in;\">(8) \"Department\" means the department of corrections.</div><div style=\"text-indent:0.5in;\">(9) \"Earned early release\" means earned release as authorized by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.729'>9.94A.729</a>.</div><div style=\"text-indent:0.5in;\">(10) \"Evidence-based\" means a program or practice that has had multiple-site random controlled trials across heterogeneous populations demonstrating that the program or practice is effective in reducing recidivism for the population.</div><div style=\"text-indent:0.5in;\">(11) \"Extended family visit\" means an authorized visit between an inmate and a member of his or her immediate family that occurs in a private visiting unit located at the correctional facility where the inmate is confined.</div><div style=\"text-indent:0.5in;\">(12) \"Good conduct\" means compliance with department rules and policies.</div><div style=\"text-indent:0.5in;\">(13) \"Good performance\" means successful completion of a program required by the department, including an education, work, or other program.</div><div style=\"text-indent:0.5in;\">(14) \"Immediate family\" means the inmate's children, stepchildren, grandchildren, great grandchildren, parents, stepparents, grandparents, great grandparents, siblings, aunts, uncles, and a person legally married to or in a state registered domestic partnership with an inmate. \"Immediate family\" includes the immediate family of an inmate who was adopted as a child or an adult, but does not include an inmate adopted by another inmate.</div><div style=\"text-indent:0.5in;\">(15) \"Indigent inmate,\" \"indigent,\" and \"indigency\" mean an inmate who has less than a $25 balance of disposable income in his or her institutional account on the day a request is made to utilize funds and during the 30 days previous to the request.</div><div style=\"text-indent:0.5in;\">(16) \"Individual reentry plan\" means the plan to prepare an ((<span style=\"text-decoration:line-through;\">offender</span>))<span style=\"text-decoration:underline;\">incarcerated person</span> for release into the community. It should be developed collaboratively between the department and the ((<span style=\"text-decoration:line-through;\">offender</span>))<span style=\"text-decoration:underline;\">incarcerated person</span> and based on an assessment of the ((<span style=\"text-decoration:line-through;\">offender</span>))<span style=\"text-decoration:underline;\">person</span> using a standardized and comprehensive tool to identify the ((<span style=\"text-decoration:line-through;\">offender's</span>))<span style=\"text-decoration:underline;\">person's</span> risks and needs. The individual reentry plan describes actions that should occur to prepare individual ((<span style=\"text-decoration:line-through;\">offenders</span>))<span style=\"text-decoration:underline;\">incarcerated persons</span> for release from prison or jail, specifies the supervision and services they will experience in the community, and describes ((<span style=\"text-decoration:line-through;\">an offender's</span>))<span style=\"text-decoration:underline;\">a person's</span> eventual discharge to aftercare upon successful completion of supervision. An individual reentry plan is updated throughout the period of ((<span style=\"text-decoration:line-through;\">an offender's</span>))<span style=\"text-decoration:underline;\">a person's</span> incarceration and supervision to be relevant to the ((<span style=\"text-decoration:line-through;\">offender's</span>))<span style=\"text-decoration:underline;\">person's</span> current needs and risks.</div><div style=\"text-indent:0.5in;\">(17) \"Inmate\" ((<span style=\"text-decoration:line-through;\">means</span>))<span style=\"text-decoration:underline;\">and \"incarcerated person\" mean</span> a person committed to the custody of the department, including but not limited to persons residing in a correctional institution or facility and persons released from such facility on furlough, work release, or community custody, and persons received from another state, state agency, county, federally recognized tribe, or federal jurisdiction.</div><div style=\"text-indent:0.5in;\">(18) \"Labor\" means the period of time before a birth during which contractions are of sufficient frequency, intensity, and duration to bring about effacement and progressive dilation of the cervix.</div><div style=\"text-indent:0.5in;\">(19) \"Physical restraint\" means the use of any bodily force or physical intervention to control an ((<span style=\"text-decoration:line-through;\">offender</span>))<span style=\"text-decoration:underline;\">incarcerated person</span> or limit an ((<span style=\"text-decoration:line-through;\">offender's</span>))<span style=\"text-decoration:underline;\">incarcerated person's</span> freedom of movement in a way that does not involve a mechanical restraint. Physical restraint does not include momentary periods of minimal physical restriction by direct person-to-person contact, without the aid of mechanical restraint, accomplished with limited force and designed to:</div><div style=\"text-indent:0.5in;\">(a) Prevent an ((<span style=\"text-decoration:line-through;\">offender</span>))<span style=\"text-decoration:underline;\">incarcerated person</span> from completing an act that would result in potential bodily harm to self or others or damage property;</div><div style=\"text-indent:0.5in;\">(b) Remove a disruptive ((<span style=\"text-decoration:line-through;\">offender</span>))<span style=\"text-decoration:underline;\">incarcerated person</span> who is unwilling to leave the area voluntarily; or</div><div style=\"text-indent:0.5in;\">(c) Guide an ((<span style=\"text-decoration:line-through;\">offender</span>))<span style=\"text-decoration:underline;\">incarcerated person</span> from one location to another.</div><div style=\"text-indent:0.5in;\">(20) \"Postpartum recovery\" means (a) the entire period a ((<span style=\"text-decoration:line-through;\">woman or youth</span>))<span style=\"text-decoration:underline;\">person</span> is in the hospital, birthing center, or clinic after giving birth and (b) an additional time period, if any, a treating physician <span style=\"text-decoration:underline;\">or certified nurse midwife</span> determines is necessary for healing after the ((<span style=\"text-decoration:line-through;\">woman or youth</span>))<span style=\"text-decoration:underline;\">person</span> leaves the hospital, birthing center, or clinic.</div><div style=\"text-indent:0.5in;\">(21) \"Privilege\" means any goods or services, education or work programs, or earned early release days, the receipt of which are directly linked to an inmate's (a) good conduct; and (b) good performance. Privileges do not include any goods or services the department is required to provide under the state or federal Constitution or under state or federal law.</div><div style=\"text-indent:0.5in;\">(22) \"Promising practice\" means a practice that presents, based on preliminary information, potential for becoming a research-based or consensus-based practice.</div><div style=\"text-indent:0.5in;\">(23) \"Research-based\" means a program or practice that has some research demonstrating effectiveness, but that does not yet meet the standard of evidence-based practices.</div><div style=\"text-indent:0.5in;\">(24) \"Restraints\" means anything used to control the movement of a person's body or limbs and includes:</div><div style=\"text-indent:0.5in;\">(a) Physical restraint; or</div><div style=\"text-indent:0.5in;\">(b) Mechanical device including but not limited to: Metal handcuffs, plastic ties, ankle restraints, leather cuffs, other hospital-type restraints, tasers, or batons.</div><div style=\"text-indent:0.5in;\">(25) \"Secretary\" means the secretary of corrections or his or her designee.</div><div style=\"text-indent:0.5in;\">(26) \"Significant expansion\" includes any expansion into a new product line or service to the class I business that results from an increase in benefits provided by the department, including a decrease in labor costs, rent, or utility rates (for water, sewer, electricity, and disposal), an increase in work program space, tax advantages, or other overhead costs.</div><div style=\"text-indent:0.5in;\">(27) \"Superintendent\" means the superintendent of a correctional facility under the jurisdiction of the Washington state department of corrections, or his or her designee.</div><div style=\"text-indent:0.5in;\">(28) \"Transportation\" means the conveying, by any means, of an incarcerated pregnant ((<span style=\"text-decoration:line-through;\">woman or youth</span>))<span style=\"text-decoration:underline;\">person</span> from the correctional facility to another location from the moment ((<span style=\"text-decoration:line-through;\">she</span>))<span style=\"text-decoration:underline;\">the person</span> leaves the correctional facility to the time of arrival at the other location, and includes the escorting of the pregnant incarcerated ((<span style=\"text-decoration:line-through;\">woman or youth</span>))<span style=\"text-decoration:underline;\">person</span> from the correctional facility to a transport vehicle and from the vehicle to the other location.</div><div style=\"text-indent:0.5in;\">(29) \"Unfair competition\" means any net competitive advantage that a business may acquire as a result of a correctional industries contract, including labor costs, rent, tax advantages, utility rates (water, sewer, electricity, and disposal), and other overhead costs. To determine net competitive advantage, the department of corrections shall review and quantify any expenses unique to operating a for-profit business inside a prison.</div><div style=\"text-indent:0.5in;\">(30) \"Vocational training\" or \"vocational education\" means \"vocational education\" as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.62.020'>72.62.020</a>.</div><div style=\"text-indent:0.5in;\">(31) \"Washington business\" means an in-state manufacturer or service provider subject to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.04'>82.04</a> RCW existing on June 10, 2004.</div><div style=\"text-indent:0.5in;\">(32) \"Work programs\" means all classes of correctional industries jobs authorized under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.100'>72.09.100</a>.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(33) \"Administrative segregation\" means the temporary removal from the general population of an incarcerated person who is deemed to present a threat to the safety and security of staff, the incarcerated population, or the community, until a timely and informed decision can be made about appropriate housing based on the incarcerated person's circumstance.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09'>72.09</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The circumstances or actions that may warrant administrative segregation in response to suspected prohibited conduct or disciplinary proceedings include the following:</div><div style=\"text-indent:0.5in;\">(a) Escape or attempted escape;</div><div style=\"text-indent:0.5in;\">(b) Arson or attempted arson;</div><div style=\"text-indent:0.5in;\">(c) Assault resulting in serious physical injury or attempted assault that would have resulted in serious physical injury, including assault of department staff;</div><div style=\"text-indent:0.5in;\">(d) Creating or participating in a major disturbance in which assaults occurred or were attempted; and </div><div style=\"text-indent:0.5in;\">(e) Reliable and specific intelligence that one of these events is likely and imminent unless particular individuals are removed from the general population.</div><div style=\"text-indent:0.5in;\">(2) Medical necessity may justify placing an individual temporarily in close observation areas or infirmaries under medical supervision but does not justify administrative segregation status.</div><div style=\"text-indent:0.5in;\">(3) The department will evaluate its practices and policies for administrative segregation with a goal of reducing placement to 15 days or less.</div><div style=\"text-indent:0.5in;\">(a) If administrative segregation is extended past 30 calendar days, the department will update the individual on their status and the reasons for extended placement.</div><div style=\"text-indent:0.5in;\">(b) Extensions of administrative segregation beyond 45 calendar days require authorization by the secretary or designee and a written explanation as to why the extension is needed.</div><div style=\"text-indent:0.5in;\">(c) The department must notify the office of the corrections ombuds in writing any time a person has remained on administrative segregation for more than 45 consecutive days.</div><div style=\"text-indent:0.5in;\">(4) An incarcerated person may not lose housing, education, or work assignments, or other programming assignments solely due to placement on administrative segregation unless documented institutional or programmatic needs require such removal or change.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09'>72.09</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) An incarcerated person is presumed innocent of an infraction or alleged rule violation and the facility has the burden of establishing by a preponderance of the evidence that the alleged conduct occurred.</div><div style=\"text-indent:0.5in;\">(2) In a disciplinary hearing, the hearing officer must articulate what evidence supports the officer's finding, and a summary of the facts and evidence supporting the decision must be recorded in the disciplinary hearing minutes and findings or other similar form.</div><div style=\"text-indent:0.5in;\">(3) For the purpose of this section, \"preponderance of the evidence\" means the greater weight of credible evidence, not necessarily established by the amount of evidence or number of witnesses, but by that evidence that has the most indicia of reliability and convincing force.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09'>72.09</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->By January 31, 2026, and by January 31 every year thereafter, the department must post on its website an annual report on its use of administrative segregation. That report shall include, but not be limited to:</div><div style=\"text-indent:0.5in;\">(1) The total number of administrative segregation placements during the prior year;</div><div style=\"text-indent:0.5in;\">(2) The number of administrative segregation placements during the prior year due to suspected prohibited behavior or the disciplinary process;</div><div style=\"text-indent:0.5in;\">(3) The number of administrative segregation placements during the prior year for each of the following reasons:</div><div style=\"text-indent:0.5in;\">(a) Threat to safety and security of others;</div><div style=\"text-indent:0.5in;\">(b) Threat to orderliness of the facility;</div><div style=\"text-indent:0.5in;\">(c) Housing assignment refusal;</div><div style=\"text-indent:0.5in;\">(d) Contraband; or</div><div style=\"text-indent:0.5in;\">(e) Other;</div><div style=\"text-indent:0.5in;\">(4) The number of temporary administrative segregation placements during the prior year for each of the following nondisciplinary reasons:</div><div style=\"text-indent:0.5in;\">(a) Medical hold;</div><div style=\"text-indent:0.5in;\">(b) Transport or classification delay; or</div><div style=\"text-indent:0.5in;\">(c) Protective custody;</div><div style=\"text-indent:0.5in;\">(5)(a) The mean and median length of an individual's stay in administrative segregation during the prior year; and</div><div style=\"text-indent:0.5in;\">(b) If the median length of stay is more than 15 days, any steps the department has taken in the prior year to decrease that length of stay and what, if any, additional resources are needed in order to achieve its goal of 15 days or less in administrative segregation;</div><div style=\"text-indent:0.5in;\">(6) If the circumstances that led to an administrative segregation placement that the department reported under subsection (3)(a) of this section involved conduct by an incarcerated individual and a victim or attempted victim, the report shall also include whether the victim or attempted victim was a department employee or staff or an incarcerated individual and whether medical aid was provided or required.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-01-24T16:06:21.840Z",
        "text": "<h3>Purpose</h3>\n<p>The edits made to the proposed legislature bill aim to clarify and enhance the definitions and procedures related to disciplinary actions and administrative segregation in correctional facilities. The main goal was to ensure better protections for incarcerated individuals while maintaining facility security. Key content changes include a more precise articulation of what constitutes grounds for administrative segregation, a requirement for annual reporting on its use, and the establishment of clearer processes regarding disciplinary hearings.</p>\n<h3>Key Changes</h3>\n<h4>Definitions</h4>\n<ul>\n<li>The term <strong>“offenders”</strong> has been replaced consistently with <strong>“incarcerated individuals”</strong> or <strong>“incarcerated persons”</strong> throughout the text to promote a more respectful language.</li>\n<li>New definitions or clarifications have been added to better outline standards and procedures, such as <strong>“preponderance of the evidence”</strong> in disciplinary hearings.</li>\n</ul>\n<h4>Administrative Segregation Conditions</h4>\n<ul>\n<li>Clarified the circumstances warranting <strong>administrative segregation</strong>:</li>\n<li>Removed unnecessary redundancy and emphasized the actions that may lead to segregation, including:<ul>\n<li>Escape or attempted escape</li>\n<li>Assault resulting in serious physical injury</li>\n<li>Reliable intelligence of imminent threats</li></ul></li>\n<li>Introduced a commitment from the department to evaluate practices aimed at reducing time in segregation to <strong>15 days or less</strong>.</li>\n</ul>\n<h4>Reporting Requirements</h4>\n<ul>\n<li>A new section mandates the department to submit an <strong>annual report</strong> on the use of administrative segregation, which must include:</li>\n<li>Total placements in administrative segregation, reasons for those placements, and the length of stay.</li>\n<li>Detailed statistics on placements related to threats to safety, orderliness, and other factors leading to administrative segregation.</li>\n<li>Plans to address cases where the median length of stay exceeds 15 days.</li>\n</ul>\n<h4>Disciplinary Hearing Procedures</h4>\n<ul>\n<li>Enhanced transparency in disciplinary hearings by requiring the hearing officer to provide a detailed articulation of the evidence that influences their decisions, ensuring accountability and fairness.</li>\n</ul>\n<p>These changes collectively serve to protect the rights and dignity of incarcerated individuals while establishing more structured oversight of disciplinary practices, thereby enhancing the integrity of correctional facilities in Washington State.</p>"
      }
    }
  ],
  "keywords": {
    "ts": "2024-12-27T19:36:50.677Z",
    "text": "uniform policies procedures disciplinary proceedings administrative segregation fairness transparency presumption innocence evidence serious assault protective custody ombuds office"
  }
}