{
  "id": 1138,
  "lastUpdated": "2025-03-01T06:51:37.401Z",
  "agency": "House",
  "description": "Improving public safety by implementing evidence-based interview practices that increase the reliability of statements collected during criminal investigations.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Community Safety."
  },
  "sponsors": [
    "Peterson",
    "Macri",
    "Obras",
    "Ryu",
    "Farivar",
    "Doglio",
    "Simmons",
    "Street",
    "Duerr",
    "Nance",
    "Berg",
    "Ormsby",
    "Lekanoff",
    "Hill"
  ],
  "document": {
    "name": "1138",
    "description": "House Bill 1138",
    "url": {
      "ts": "2024-12-27T19:36:51.523Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1138.htm"
    },
    "original": {
      "ts": "2024-12-27T19:36:51.523Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0321.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1138</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Peterson, Macri, Obras, Ryu, Farivar, Doglio, Simmons, Street, Duerr, Nance, Berg, Ormsby, Lekanoff, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/27/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Community Safety.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to improving public safety by implementing evidence-based interview practices that increase the reliability of statements collected during criminal investigations; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.101'>43.101</a> RCW; and adding a new chapter to Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10'>10</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The legislature finds that law enforcement best protects the community when evidence-based investigative tools are utilized.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The legislature further finds that a large and growing body of scientific evidence has established that rapport-based, noncoercive interview methods are the most effective means for law enforcement to illicit true, accurate, and reliable information from suspects and witnesses during criminal investigations.</div><div style=\"text-indent:0.5in;\">The legislature further finds that abandoning deceptive tactics in exchange for rapport-based, noncoercive techniques enhances public trust in the police, encourages public cooperation to facilitate investigations, protects the recall and capacity to exercise sound judgement by those being interviewed, preserves the integrity and professionalism of law enforcement officers, and increases public safety.</div><div style=\"text-indent:0.5in;\">The legislature therefore intends to develop and implement training on the use of rapport-based, noncoercive interview techniques by law enforcement, and to facilitate the adoption of such techniques by law enforcement in lieu of the use of deception.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) \"Deception\" means the knowing communication of false facts about evidence or unauthorized statements regarding leniency by a law enforcement officer to a person who is the subject of an interrogation.</div><div style=\"text-indent:0.5in;\">(2) \"Interrogation\" means express questioning or other actions or words by a law enforcement officer which are reasonably likely to elicit an incriminating response and occurs when a reasonable person in the same circumstances would consider themself in legal jeopardy.</div><div style=\"text-indent:0.5in;\">(3) \"Law enforcement officer\" means a general authority Washington peace officer or limited authority Washington peace officer as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.93.020'>10.93.020</a>.</div><div style=\"text-indent:0.5in;\">(4) \"Person\" means an individual, corporation, business trust, statutory trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, or government; governmental subdivision, agency, or instrumentality; or any other legal or commercial entity.</div><div style=\"text-indent:0.5in;\">(5) \"Statement\" means a communication whether oral, written, electronic, or nonverbal.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">(1) Beginning December 31, 2026, a statement made by a person during an interrogation conducted by a law enforcement officer shall be presumed inadmissible in court if the officer intentionally engaged in deception to obtain the statement and the statement was made in relation to an investigation of a misdemeanor or felony offense, or, in the case of a juvenile, an allegation that, if proven, would constitute a misdemeanor or felony offense if committed by an adult.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The prosecution may overcome the presumption of inadmissibility if it proves by clear and convincing evidence that the person's statement was voluntary and not made in response to the officer's use of deception.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.101'>43.101</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The commission shall contract with an expert or organization with expertise in interrogation and interview tactics to develop, administer, and periodically revise a training for law enforcement personnel in evidence-based interrogation and interview techniques.</div><div style=\"text-indent:0.5in;\">(2) The training must explain and demonstrate:</div><div style=\"text-indent:0.5in;\">(a) The phenomenon of false confessions by suspects under questioning by law enforcement;</div><div style=\"text-indent:0.5in;\">(b) The heightened risk of false confessions when deception and other confession-driven interrogation techniques are used during questioning by law enforcement; and</div><div style=\"text-indent:0.5in;\">(c) The implementation process and investigative outcomes for law enforcement organizations that have adopted rapport-based interviewing techniques.</div><div style=\"text-indent:0.5in;\">(3) The training must include, at minimum, instruction on the use of the following techniques:</div><div style=\"text-indent:0.5in;\">(a) The preparation and planning, engage and explain, account, closure and evaluate (PEACE) method;</div><div style=\"text-indent:0.5in;\">(b) The strategic use of true evidence;</div><div style=\"text-indent:0.5in;\">(c) The cognitive interview; and</div><div style=\"text-indent:0.5in;\">(d) The trauma-informed interview.</div><div style=\"text-indent:0.5in;\">(4) The commission shall make the completed training available at no cost to all law enforcement personnel and law enforcement agencies in the state.</div><div style=\"text-indent:0.5in;\">(5) The commission shall begin offering the training by July 1, 2026.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span><span style=\"text-indent:0.5in;\">Sections 1 through 3 of this act constitute a new chapter in Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10'>10</a> RCW.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-27T19:36:51.523Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to enhance public safety in Washington by implementing evidence-based interview practices in law enforcement. The bill emphasizes using rapport-based and noncoercive techniques, moving away from deceptive tactics. This change aims to increase the reliability of statements obtained during investigations, foster public trust, and ensure the integrity of law enforcement. The bill lays out plans for training law enforcement on these techniques, highlighting their positive impact on public cooperation and safety.</p>\n<h3>Key Provisions</h3>\n<h4>Training Requirements</h4>\n<ul>\n<li><p>The commission will contract with experts to develop and periodically update a training program for law enforcement on effective interrogation techniques.</p></li>\n<li><p>Training will focus on:</p>\n<ul>\n<li>The phenomenon of false confessions.</li>\n<li>Risks associated with deceptive interrogation methods.</li>\n<li>Outcomes from using rapport-based interviewing techniques.</li></ul></li>\n<li><p>Specific techniques to be included in the training:</p>\n<ul>\n<li>The PEACE method (preparation and planning, engage and explain, account, closure and evaluate).</li>\n<li>Strategic use of true evidence.</li>\n<li>Cognitive interview methods.</li>\n<li>Trauma-informed interviewing.</li></ul></li>\n<li><p>The training will be provided at no cost and is to be made available to all law enforcement personnel in the state by July 1, 2026.</p></li>\n</ul>\n<h4>Admissibility of Statements</h4>\n<ul>\n<li>Starting December 31, 2026, statements obtained through deception during an interrogation will be presumed inadmissible in court for investigations related to misdemeanors or felonies.</li>\n<li>The prosecution can overcome this presumption if it can demonstrate that the statement was made voluntarily and not in response to deception.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-27T19:36:51.523Z",
    "text": "public safety interview practices rapport-based techniques deception false confessions interrogation training peace method cognitive interview trauma-informed"
  }
}