{
  "id": 1141,
  "lastUpdated": "2025-03-01T06:51:37.944Z",
  "agency": "House",
  "description": "Concerning collective bargaining for agricultural cannabis workers.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-24T08:00:00.000Z",
    "text": "Referred to Rules 2 Review."
  },
  "sponsors": [
    "Ortiz-Self",
    "Fosse",
    "Ryu",
    "Leavitt",
    "Stearns",
    "Farivar",
    "Berry",
    "Reed",
    "Ramel",
    "Fitzgibbon",
    "Macri",
    "Cortes",
    "Obras",
    "Doglio",
    "Bronoske",
    "Gregerson",
    "Simmons",
    "Peterson",
    "Street",
    "Goodman",
    "Wylie",
    "Kloba",
    "Ormsby",
    "Scott",
    "Hill"
  ],
  "document": {
    "name": "1141",
    "description": "House Bill 1141",
    "url": {
      "ts": "2024-12-30T18:47:23.803Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1141.htm"
    },
    "original": {
      "ts": "2024-12-30T18:47:23.803Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0168.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1141</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Ortiz-Self, Fosse, Ryu, Leavitt, Stearns, Farivar, Berry, Reed, Ramel, Fitzgibbon, Macri, Cortes, Obras, Doglio, Bronoske, Gregerson, Simmons, Peterson, Street, Goodman, Wylie, Kloba, Ormsby, Scott, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/30/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Labor &amp; Workplace Standards.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to placing certain agricultural workers who are engaged in cultivating, growing, harvesting, or producing cannabis under the jurisdiction of the public employment relations commission for purposes of collective bargaining; and adding a new chapter to Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=49'>49</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) \"Bargaining representative\" means any lawful organization that represents employees in their employment relations with their employers.</div><div style=\"text-indent:0.5in;\">(2) \"Collective bargaining\" means the performance of the mutual obligations of the employer and the exclusive bargaining representative to meet at reasonable times, to confer and negotiate in good faith, and to execute a written agreement with respect to grievance procedures and collective negotiations on personnel matters, including wages, hours, and working conditions, which may be peculiar to an appropriate bargaining unit of such employer, except that by such obligation neither party may be compelled to agree to a proposal or be required to make a concession unless otherwise provided in this chapter.</div><div style=\"text-indent:0.5in;\">(3) \"Commission\" means the public employment relations commission created in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.58.010'>41.58.010</a>.</div><div style=\"text-indent:0.5in;\">(4)(a) \"Employee\" means any person who is employed by an employer to perform the work of cultivating, growing, harvesting, or producing cannabis, including defoliating, drying, bucking, precuring, curing, drying, trimming, sorting, and loading, if performed on a farm.</div><div style=\"text-indent:0.5in;\">(b) \"Employee\" does not include any person having authority, in the interest of the employer, to hire, transfer, suspend, lay off, recall, promote, discharge, assign, reward, or discipline other employees, or responsibly to direct them, or to adjust their grievances, or effectively to recommend such action, if in connection with the foregoing the exercise of such authority is not of a merely routine or clerical nature, but requires the use of independent judgment.</div><div style=\"text-indent:0.5in;\">(5)(a) \"Employer\" means an employer that is operating pursuant to a cannabis producer's license issued under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50.325'>69.50.325</a>(1), or a cannabis processor's license issued under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50.325'>69.50.325</a>(2) if the licensed premises is collocated on a farm licensed for cannabis production. \"Employer\" also includes any person acting as an agent of an employer, directly or indirectly.</div><div style=\"text-indent:0.5in;\">(b) In determining whether any person is acting as an agent of another person to make such other person responsible for their acts, the question of whether the specific acts performed were actually authorized or subsequently ratified is not controlling.</div><div style=\"text-indent:0.5in;\">(6) \"Executive director\" means the executive director of the commission.</div><div style=\"text-indent:0.5in;\">(7) \"Labor dispute\" includes any controversy concerning terms, tenure, or conditions of employment, or concerning the association of representation of persons in negotiating, fixing, maintaining, changing, or seeking to arrange terms or conditions of employment, regardless of whether the disputants stand in the proximate relation of employer and employee. In the event of a dispute between an employer and an exclusive bargaining representative over the matters that are terms and conditions of employment, the commission shall decide which items are mandatory subjects for bargaining.</div><div style=\"text-indent:0.5in;\">(8) \"Labor organization\" means an organization of any kind, or an agency or employee representation committee or plan, in which employees participate and which exists for the primary purpose of dealing with employers concerning grievances, labor disputes, wages, rates of pay, hours of employment, or conditions of employment.</div><div style=\"text-indent:0.5in;\">(9) \"Person\" includes one or more individuals, labor organizations, partnerships, associations, corporations, legal representatives, trustees in bankruptcy, or receivers.</div><div style=\"text-indent:0.5in;\">(10) \"Unfair labor practice\" means any activity listed in sections 15 and 16 of this act.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">No employer or other person may directly or indirectly interfere with, restrain, coerce, or discriminate against any employees or group of employees in the free exercise of their right to organize and designate bargaining representatives of their own choosing for the purpose of collective bargaining, or in the free exercise of any other right under this chapter.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">If an employer and its employees are in disagreement as to the selection of a bargaining representative, the commission must be invited to intervene as is provided in sections 4 through 6 of this act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">(1)(a) The commission, upon reasonable notice, shall decide in each application for certification as an exclusive bargaining representative, the unit appropriate for the purpose of collective bargaining.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(b) In determining, modifying, or combining the bargaining unit, the commission shall consider the duties, skills, and working conditions of the employees; the history of collective bargaining by the employees and their bargaining representatives; the extent of organization among the employees; and the desire of the employees.</div><div style=\"text-indent:0.5in;\">(2) The commission shall determine the bargaining representative by conducting an election after a showing of interest by employees, as provided in section 5 of this act.</div><div style=\"text-indent:0.5in;\">(3) If a single employee organization is the exclusive bargaining representative for two or more units, upon petition by the employee organization, the units may be consolidated into a single larger unit if the commission considers the larger unit to be appropriate. If consolidation is appropriate, the commission shall certify the employee organization as the exclusive bargaining representative of the new unit.</div><div style=\"text-indent:0.5in;\">(4) No question concerning representation may be raised if:</div><div style=\"text-indent:0.5in;\">(a) Fewer than 12 months have elapsed since the last certification or election; or</div><div style=\"text-indent:0.5in;\">(b) A valid collective bargaining agreement is in effect, except for that period of no more than 90 calendar days nor less than 60 calendar days before the expiration of the agreement.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span><span style=\"text-indent:0.5in;\">(1)(a) Upon request of a prospective bargaining representative showing written proof of at least 30 percent of the employees within the unit, the commission shall hold an election by ballot to determine the issue.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(b) The ballot must contain the name of the bargaining representative and of any other bargaining representative showing written proof of at least 10 percent representation of the employees within the unit, together with a choice for any employee to designate that they desire to be represented by any bargaining representative.</div><div style=\"text-indent:0.5in;\">(c) Where more than one organization is on the ballot and neither of the three or more choices receives a majority vote of valid ballots cast, a runoff election must be held. The runoff ballot must contain the two choices which received the largest and second largest number of votes.</div><div style=\"text-indent:0.5in;\">(2)(a) Upon request of a prospective bargaining representative showing written proof of at least 50 percent of the employees within a bargaining unit for which there is no incumbent exclusive bargaining representative, the commission shall hold an election through a cross-check process to determine the issue.</div><div style=\"text-indent:0.5in;\">(b) The commission must compare the employee organization's membership records or bargaining authorization cards against the employment records of the employer.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span><span style=\"text-indent:0.5in;\">(1) The bargaining representative that has been determined to represent a majority of the employees in a bargaining unit must be certified by the commission as the exclusive bargaining representative of, and must represent, all the employees within the unit without regard to membership in the bargaining representative.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) An employee at any time may present their grievance to the employer and have such grievance adjusted without the intervention of the exclusive bargaining representative, if the adjustment is not inconsistent with the terms of a collective bargaining agreement then in effect, and if the exclusive bargaining representative has been given reasonable opportunity to be present at any initial meeting called for the resolution of the grievance.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 7.  </span><span style=\"text-indent:0.5in;\">RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.56.037'>41.56.037</a> applies to this chapter.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 8.  </span><span style=\"text-indent:0.5in;\">If only one employee organization is seeking certification as exclusive bargaining representative of a bargaining unit for which there is no incumbent exclusive bargaining representative, the commission may determine the question concerning representation by conducting a cross-check comparing the employee organization's membership records or bargaining authorization cards against the employment records of the employer. A determination through a cross-check process may be made upon a showing of interest submitted in support of the exclusive bargaining representative by more than 50 percent of the employees. The commission may adopt rules to implement this section.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 9.  </span><span style=\"text-indent:0.5in;\">No employer may refuse to engage in collective bargaining with the exclusive bargaining representative. Upon the failure of the employer and the exclusive bargaining representative to conclude a collective bargaining agreement, any matter in dispute may be submitted by either party to the commission. If an employer implements its last and best offer where there is no contract settlement, allegations that either party is violating the terms of the implemented offer are subject to grievance arbitration procedures as such procedures are set forth in the parties' last contract or, should no such contract exist, as set forth in the implemented offer.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 10.  </span><span style=\"text-indent:0.5in;\">(1) Upon the authorization of an employee within the bargaining unit and after the certification or recognition of the bargaining unit's exclusive bargaining representative, the employer must deduct from the payments to the employee the monthly amount of dues as certified by the secretary of the exclusive bargaining representative and must transmit the same to the treasurer of the exclusive bargaining representative.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2)(a) An employee's written, electronic, or recorded voice authorization to have the employer deduct membership dues from the employee's salary must be made by the employee to the exclusive bargaining representative. If the employer receives a request for authorization of deductions, the employer must forward the request to the exclusive bargaining representative as soon as practicable.</div><div style=\"text-indent:0.5in;\">(b) Upon receiving notice of the employee's authorization from the exclusive bargaining representative, the employer must deduct from the employee's salary membership dues and remit the amounts to the exclusive bargaining representative.</div><div style=\"text-indent:0.5in;\">(c) The employee's authorization remains in effect until expressly revoked by the employee in accordance with the terms and conditions of the authorization.</div><div style=\"text-indent:0.5in;\">(d) An employee's request to revoke authorization for payroll deductions must be in writing and submitted by the employee to the exclusive bargaining representative in accordance with the terms and conditions of the authorization.</div><div style=\"text-indent:0.5in;\">(e) After the employer receives confirmation from the exclusive bargaining representative that the employee has revoked authorization for deductions, the employer must end the deduction no later than the second payroll after receipt of the confirmation.</div><div style=\"text-indent:0.5in;\">(f) The employer must rely on information provided by the exclusive bargaining representative regarding the authorization and revocation of deductions.</div><div style=\"text-indent:0.5in;\">(3) If the employer and the exclusive bargaining representative of a bargaining unit enter into a collective bargaining agreement that includes requirements for deductions of other payments, the employer must make such deductions upon authorization of the employee.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 11.  </span><span style=\"text-indent:0.5in;\">A collective bargaining agreement may provide for binding arbitration of a labor dispute arising from the application or the interpretation of the matters contained in a collective bargaining agreement.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 12.  </span><span style=\"text-indent:0.5in;\">(1) After the termination date of a collective bargaining agreement, all the terms and conditions specified in the collective bargaining agreement remain in effect until the effective date of a subsequent agreement, not to exceed one year from the termination date stated in the agreement. Thereafter, the employer may unilaterally implement according to law.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) This section does not apply to provisions of a collective bargaining agreement which both parties agree to exclude from the provisions of subsection (1) of this section and to provisions within the collective bargaining agreement with separate and specific termination dates.</div><div style=\"text-indent:0.5in;\">(3) This section does not apply to collective bargaining agreements in effect or being bargained on the effective date of this section.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 13.  </span><span style=\"text-indent:0.5in;\">In addition to any other method for selecting arbitrators, the parties may request the commission to appoint a qualified person who may be an employee of the commission to act as an arbitrator to assist in the resolution of a labor dispute between the employer and the bargaining representative arising from the application of the matters contained in a collective bargaining agreement. The arbitrator must conduct the arbitration of the dispute in a manner provided for in the collective bargaining agreement. The commission may not collect any fees or charges from the employer or the bargaining representative for services performed by the commission under this chapter. The provisions of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=49.08'>49.08</a> RCW do not apply to this chapter.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 14.  </span><span style=\"text-indent:0.5in;\">(1) If the employer has the information in the employer's records, the employer must provide to the exclusive bargaining representative the following information for each employee in an appropriate bargaining unit:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) The employee's name and date of hire;</div><div style=\"text-indent:0.5in;\">(b) The employee's contact information, including: (i) Cellular, home, and work telephone numbers; (ii) work and the most up-to-date personal email addresses; and (iii) home address or personal mailing address; and</div><div style=\"text-indent:0.5in;\">(c) Employment information, including the employee's job title, salary or rate of pay, and worksite location or duty station.</div><div style=\"text-indent:0.5in;\">(2) The employer must provide the information to the exclusive bargaining representative in an editable digital file format:</div><div style=\"text-indent:0.5in;\">(a) Within 21 business days from the date of hire for a newly hired employee in an appropriate bargaining unit; and</div><div style=\"text-indent:0.5in;\">(b) Every 120 business days for all employees in an appropriate bargaining unit.</div><div style=\"text-indent:0.5in;\">(3) When there is a state-level representative of the exclusive bargaining representative for a bargaining unit, the employer may provide the information to the state-level representative.</div><div style=\"text-indent:0.5in;\">(4) The exclusive bargaining representative may use the information provided under this section only for representation purposes. This section does not give authority to any exclusive bargaining representative to sell or provide access to lists of employees or the information provided to the exclusive bargaining representative pursuant to this section requested for commercial purposes.</div><div style=\"text-indent:0.5in;\">(5) If an employer fails to comply with this section, the exclusive bargaining representative may bring a court action to enforce compliance. The court may order the employer to pay costs and reasonable attorneys' fees incurred by the exclusive bargaining representative.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 15.  </span><span style=\"text-indent:0.5in;\">It is an unfair labor practice for an employer to:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Interfere with, restrain, or coerce employees in the exercise of their rights guaranteed by this chapter;</div><div style=\"text-indent:0.5in;\">(2) Control, dominate, or interfere with a bargaining representative, or engage in or create the impression of surveillance of activities protected by this chapter;</div><div style=\"text-indent:0.5in;\">(3) Discriminate against an employee who has filed an unfair labor practice charge or who has given testimony under this chapter; or</div><div style=\"text-indent:0.5in;\">(4) Refuse to engage in collective bargaining.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 16.  </span><span style=\"text-indent:0.5in;\">It is an unfair labor practice for a bargaining representative to:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Interfere with, restrain, or coerce employees in the exercise of their rights guaranteed by this chapter;</div><div style=\"text-indent:0.5in;\">(2) Induce the employer to commit an unfair labor practice;</div><div style=\"text-indent:0.5in;\">(3) Discriminate against an employee who has filed an unfair labor practice charge or who has given testimony under this chapter; or</div><div style=\"text-indent:0.5in;\">(4) Refuse to engage in collective bargaining.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 17.  </span><span style=\"text-indent:0.5in;\">(1) The commission must prevent unfair labor practices and issue appropriate remedial orders. However, a complaint may not be processed for an unfair labor practice occurring more than six months before the filing of the complaint with the commission or in superior court.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) If the commission determines that a person has engaged in or is engaging in an unfair labor practice, the commission must issue and serve upon the person an order requiring the person to cease and desist from the unfair labor practice. The commission may take action to carry out the purposes and policy of this chapter, including requiring the person to pay damages and reinstate employees.</div><div style=\"text-indent:0.5in;\">(3) The commission may petition the superior court for the county in which the main office of the employer is located or in which the person who has engaged or is engaging in the unfair labor practice resides or transacts business, for the enforcement of its order and for appropriate temporary relief.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 18.  </span><span style=\"text-indent:0.5in;\">The commission may adopt rules necessary to administer this chapter in conformity with the intent and purpose of this chapter and consistent with the best standards of labor-management relations.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 19.  </span><span style=\"text-indent:0.5in;\">Sections 1 through 18 of this act constitute a new chapter in Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=49'>49</a> RCW.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 20.  </span><span style=\"text-indent:0.5in;\">If any provision of this act or its application to any person or circumstance is held invalid, the remainder of the act or the application of the provision to other persons or circumstances is not affected.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-30T18:47:23.803Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to extend the jurisdiction of the Public Employment Relations Commission (PERC) to certain agricultural workers engaged in the cannabis industry. This will allow these workers to participate in collective bargaining for better labor conditions and rights. The key change from previous regulations is the inclusion of cannabis workers under the same labor protections as other employees, allowing them to form unions and negotiate wages and working conditions.</p>\n<h3>Key Provisions</h3>\n<h4>Collective Bargaining Rights</h4>\n<ul>\n<li><strong>Establishment of Rights</strong>: Employers cannot interfere with, restrain, or discriminate against employees' rights to organize and select their bargaining representatives.</li>\n<li><strong>Commission Involvement</strong>: Disagreements between employers and employees regarding the selection of bargaining representatives will require intervention by the commission.</li>\n</ul>\n<h4>Bargaining Unit Certification</h4>\n<ul>\n<li><strong>Certification Process</strong>: The commission will decide appropriate bargaining units and conduct elections to certify bargaining representatives.</li>\n<li><strong>Unit Consolidation</strong>: The commission may consolidate multiple bargaining units into a larger one upon petition by the employee organization.</li>\n</ul>\n<h4>Election Procedures</h4>\n<ul>\n<li><strong>Election Requests</strong>: A bargaining representative may request an election if they show written proof of support from at least 30% of employees. Elections will determine if the bargaining representative will be certified.</li>\n<li><strong>Cross-check and Verification</strong>: The commission will verify the membership and support of employee organizations through a cross-check process when necessary.</li>\n</ul>\n<h4>Responsibilities of Employers</h4>\n<ul>\n<li><strong>Bargaining Obligation</strong>: Employers must engage in collective bargaining with the certified representative and cannot refuse to do so.</li>\n<li><strong>Deduction of Dues</strong>: Employers are required to deduct union dues from employees' salaries upon written authorization and remit the dues to the union.</li>\n</ul>\n<h4>Grievance Procedures</h4>\n<ul>\n<li><strong>Employee Grievances</strong>: Employees can directly present grievances to employers without union intervention, provided the terms of the collective agreement are respected.</li>\n<li><strong>Binding Arbitration</strong>: Collective bargaining agreements may include provisions for binding arbitration of disputes.</li>\n</ul>\n<h4>Information Provision</h4>\n<ul>\n<li><strong>Employee Information</strong>: Employers must provide employee information to the bargaining representative, including contact information and employment details, within specified timeframes.</li>\n</ul>\n<h4>Unfair Labor Practices</h4>\n<ul>\n<li><strong>Definition of Practices</strong>: The bill outlines unfair labor practices for both employers and bargaining representatives, including interference with employee rights and refusal to engage in collective bargaining.</li>\n</ul>\n<h4>Commission Authority</h4>\n<ul>\n<li><strong>Remedies and Enforcement</strong>: The commission has the authority to prevent unfair labor practices and issue orders for compliance, including damages to affected employees.</li>\n</ul>\n<h4>Additional Provisions</h4>\n<ul>\n<li><strong>Continuation of Agreements</strong>: Terms of collective bargaining agreements remain in effect for a specified period after termination.</li>\n<li><strong>Invalidation Clause</strong>: If any provision is held invalid, the remainder of the act remains effective.</li>\n</ul>\n<p>This bill aims to ensure that agricultural workers in the cannabis industry are afforded the same rights and protections as other workers within the state.</p>"
    }
  },
  "subDocuments": [
    {
      "name": "1141-S",
      "description": "Substitute House Bill 1141 as Recommended by Labor & Workplace Standards",
      "url": {
        "ts": "2025-01-23T15:58:02.893Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1141-S.htm"
      },
      "original": {
        "ts": "2025-01-23T15:58:02.893Z",
        "text": "<!DOCTYPE html ><html><body><div>H-0734.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1141</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Labor &amp; Workplace Standards (originally sponsored by Representatives Ortiz-Self, Fosse, Ryu, Leavitt, Stearns, Farivar, Berry, Reed, Ramel, Fitzgibbon, Macri, Cortes, Obras, Doglio, Bronoske, Gregerson, Simmons, Peterson, Street, Goodman, Wylie, Kloba, Ormsby, Scott, and Hill)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 01/23/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to placing certain agricultural workers who are engaged in cultivating, growing, harvesting, or producing cannabis under the jurisdiction of the public employment relations commission for purposes of collective bargaining; and adding a new chapter to Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=49'>49</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) \"Bargaining representative\" means any lawful organization that represents employees in their employment relations with their employers.</div><div style=\"text-indent:0.5in;\">(2) \"Collective bargaining\" means the performance of the mutual obligations of the employer and the exclusive bargaining representative to meet at reasonable times, to confer and negotiate in good faith, and to execute a written agreement with respect to grievance procedures and collective negotiations on personnel matters, including wages, hours, and working conditions, which may be peculiar to an appropriate bargaining unit of such employer, except that by such obligation neither party may be compelled to agree to a proposal or be required to make a concession unless otherwise provided in this chapter.</div><div style=\"text-indent:0.5in;\">(3) \"Commission\" means the public employment relations commission created in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.58.010'>41.58.010</a>.</div><div style=\"text-indent:0.5in;\">(4)(a) \"Employee\" means any person who is employed by an employer to perform the work of cultivating, growing, harvesting, or producing cannabis, including defoliating, drying, bucking, precuring, curing, drying, trimming, sorting, and loading, if performed on a farm.</div><div style=\"text-indent:0.5in;\">(b) \"Employee\" does not include any person having authority, in the interest of the employer, to hire, transfer, suspend, lay off, recall, promote, discharge, assign, reward, or discipline other employees, or responsibly to direct them, or to adjust their grievances, or effectively to recommend such action, if in connection with the foregoing the exercise of such authority is not of a merely routine or clerical nature, but requires the use of independent judgment.</div><div style=\"text-indent:0.5in;\">(5)(a) \"Employer\" means an employer that is operating pursuant to a cannabis producer's license issued under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50.325'>69.50.325</a>(1), or a cannabis processor's license issued under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50.325'>69.50.325</a>(2) if the licensed premises is colocated on a farm licensed for cannabis production. \"Employer\" also includes any person acting as an agent of an employer, directly or indirectly.</div><div style=\"text-indent:0.5in;\">(b) In determining whether any person is acting as an agent of another person to make such other person responsible for their acts, the question of whether the specific acts performed were actually authorized or subsequently ratified is not controlling.</div><div style=\"text-indent:0.5in;\">(6) \"Executive director\" means the executive director of the commission.</div><div style=\"text-indent:0.5in;\">(7) \"Labor dispute\" includes any controversy concerning terms, tenure, or conditions of employment, or concerning the association of representation of persons in negotiating, fixing, maintaining, changing, or seeking to arrange terms or conditions of employment, regardless of whether the disputants stand in the proximate relation of employer and employee. In the event of a dispute between an employer and an exclusive bargaining representative over the matters that are terms and conditions of employment, the commission shall decide which items are mandatory subjects for bargaining.</div><div style=\"text-indent:0.5in;\">(8) \"Labor organization\" means an organization of any kind, or an agency or employee representation committee or plan, in which employees participate and which exists for the primary purpose of dealing with employers concerning grievances, labor disputes, wages, rates of pay, hours of employment, or conditions of employment.</div><div style=\"text-indent:0.5in;\">(9) \"Person\" includes one or more individuals, labor organizations, partnerships, associations, corporations, legal representatives, trustees in bankruptcy, or receivers.</div><div style=\"text-indent:0.5in;\">(10) \"Unfair labor practice\" means any activity listed in sections 14 and 15 of this act.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">No employer or other person may directly or indirectly interfere with, restrain, coerce, or discriminate against any employees or group of employees in the free exercise of their right to organize and designate bargaining representatives of their own choosing for the purpose of collective bargaining, or in the free exercise of any other right under this chapter.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">If an employer and its employees are in disagreement as to the selection of a bargaining representative, the commission must be invited to intervene as is provided in sections 4 through 6 of this act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">(1)(a) The commission, upon reasonable notice, shall decide in each application for certification as an exclusive bargaining representative, the unit appropriate for the purpose of collective bargaining.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(b) In determining, modifying, or combining the bargaining unit, the commission shall consider the duties, skills, and working conditions of the employees; the history of collective bargaining by the employees and their bargaining representatives; the extent of organization among the employees; and the desire of the employees.</div><div style=\"text-indent:0.5in;\">(2) The commission shall determine the bargaining representative by conducting an election after a showing of interest by employees, as provided in section 5 of this act.</div><div style=\"text-indent:0.5in;\">(3) If a single employee organization is the exclusive bargaining representative for two or more units, upon petition by the employee organization, the units may be consolidated into a single larger unit if the commission considers the larger unit to be appropriate. If consolidation is appropriate, the commission shall certify the employee organization as the exclusive bargaining representative of the new unit.</div><div style=\"text-indent:0.5in;\">(4) No question concerning representation may be raised if:</div><div style=\"text-indent:0.5in;\">(a) Fewer than 12 months have elapsed since the last certification or election; or</div><div style=\"text-indent:0.5in;\">(b) A valid collective bargaining agreement is in effect, except for that period of no more than 90 calendar days nor less than 60 calendar days before the expiration of the agreement.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span><span style=\"text-indent:0.5in;\">(1)(a) Upon request of a prospective bargaining representative showing written proof of at least 30 percent representation of the employees within the unit, the commission shall hold an election by ballot to determine the issue.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(b) The ballot must contain the name of the prospective bargaining representative and of any other bargaining representative showing written proof of at least 10 percent representation of the employees within the unit, together with a choice for any employee to designate that they do not desire to be represented by any bargaining representative.</div><div style=\"text-indent:0.5in;\">(c) Where more than one organization is on the ballot and neither of the three or more choices receives a majority vote of valid ballots cast, a runoff election must be held. The runoff ballot must contain the two choices which received the largest and second largest number of votes.</div><div style=\"text-indent:0.5in;\">(2)(a) Upon request of a prospective bargaining representative showing written proof of at least 50 percent representation of the employees within a bargaining unit for which there is no incumbent exclusive bargaining representative, the commission shall hold an election through a cross-check process to determine the issue.</div><div style=\"text-indent:0.5in;\">(b) The commission must compare the employee organization's membership records or bargaining authorization cards against the employment records of the employer.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span><span style=\"text-indent:0.5in;\">(1) The bargaining representative that has been determined to represent a majority of the employees in a bargaining unit must be certified by the commission as the exclusive bargaining representative of, and must represent, all the employees within the unit without regard to membership in the bargaining representative.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) An employee at any time may present their grievance to the employer and have such grievance adjusted without the intervention of the exclusive bargaining representative, if the adjustment is not inconsistent with the terms of a collective bargaining agreement then in effect, and if the exclusive bargaining representative has been given reasonable opportunity to be present at any initial meeting called for the resolution of the grievance.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 7.  </span><span style=\"text-indent:0.5in;\">RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.56.037'>41.56.037</a> applies to this chapter.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 8.  </span><span style=\"text-indent:0.5in;\">No employer may refuse to engage in collective bargaining with the exclusive bargaining representative. Upon the failure of the employer and the exclusive bargaining representative to conclude a collective bargaining agreement, any matter in dispute may be submitted by either party to the commission. If an employer implements its last and best offer where there is no contract settlement, allegations that either party is violating the terms of the implemented offer are subject to grievance arbitration procedures as such procedures are set forth in the parties' last contract or, should no such contract exist, as set forth in the implemented offer.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 9.  </span><span style=\"text-indent:0.5in;\">(1) Upon the authorization of an employee within the bargaining unit and after the certification or recognition of the bargaining unit's exclusive bargaining representative, the employer must deduct from the payments to the employee the monthly amount of dues as certified by the secretary of the exclusive bargaining representative and must transmit the same to the treasurer of the exclusive bargaining representative.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2)(a) An employee's written, electronic, or recorded voice authorization to have the employer deduct membership dues from the employee's salary must be made by the employee to the exclusive bargaining representative. If the employer receives a request for authorization of deductions, the employer must forward the request to the exclusive bargaining representative as soon as practicable.</div><div style=\"text-indent:0.5in;\">(b) Upon receiving notice of the employee's authorization from the exclusive bargaining representative, the employer must deduct from the employee's salary membership dues and remit the amounts to the exclusive bargaining representative.</div><div style=\"text-indent:0.5in;\">(c) The employee's authorization remains in effect until expressly revoked by the employee in accordance with the terms and conditions of the authorization.</div><div style=\"text-indent:0.5in;\">(d) An employee's request to revoke authorization for payroll deductions must be in writing and submitted by the employee to the exclusive bargaining representative in accordance with the terms and conditions of the authorization.</div><div style=\"text-indent:0.5in;\">(e) After the employer receives confirmation from the exclusive bargaining representative that the employee has revoked authorization for deductions, the employer must end the deduction no later than the second payroll after receipt of the confirmation.</div><div style=\"text-indent:0.5in;\">(f) The employer must rely on information provided by the exclusive bargaining representative regarding the authorization and revocation of deductions.</div><div style=\"text-indent:0.5in;\">(3) If the employer and the exclusive bargaining representative of a bargaining unit enter into a collective bargaining agreement that includes requirements for deductions of other payments, the employer must make such deductions upon authorization of the employee.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 10.  </span><span style=\"text-indent:0.5in;\">A collective bargaining agreement may provide for binding arbitration of a labor dispute arising from the application or the interpretation of the matters contained in a collective bargaining agreement.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 11.  </span><span style=\"text-indent:0.5in;\">(1) After the termination date of a collective bargaining agreement, all the terms and conditions specified in the collective bargaining agreement remain in effect until the effective date of a subsequent agreement, not to exceed one year from the termination date stated in the agreement. Thereafter, the employer may unilaterally implement according to law.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) This section does not apply to provisions of a collective bargaining agreement which both parties agree to exclude from the provisions of subsection (1) of this section and to provisions within the collective bargaining agreement with separate and specific termination dates.</div><div style=\"text-indent:0.5in;\">(3) This section does not apply to collective bargaining agreements in effect or being bargained on the effective date of this section.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 12.  </span><span style=\"text-indent:0.5in;\">In addition to any other method for selecting arbitrators, the parties may request the commission to appoint a qualified person who may be an employee of the commission to act as an arbitrator to assist in the resolution of a labor dispute between the employer and the bargaining representative arising from the application of the matters contained in a collective bargaining agreement. The arbitrator must conduct the arbitration of the dispute in a manner provided for in the collective bargaining agreement. The commission may not collect any fees or charges from the employer or the bargaining representative for services performed by the commission under this chapter. The provisions of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=49.08'>49.08</a> RCW do not apply to this chapter.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 13.  </span><span style=\"text-indent:0.5in;\">(1) If the employer has the information in the employer's records, the employer must provide to the exclusive bargaining representative the following information for each employee in an appropriate bargaining unit:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) The employee's name and date of hire;</div><div style=\"text-indent:0.5in;\">(b) The employee's contact information, including: (i) Cellular, home, and work telephone numbers; (ii) work and the most up-to-date personal email addresses; and (iii) home address or personal mailing address; and</div><div style=\"text-indent:0.5in;\">(c) Employment information, including the employee's job title, salary or rate of pay, and worksite location or duty station.</div><div style=\"text-indent:0.5in;\">(2) The employer must provide the information to the exclusive bargaining representative in an editable digital file format:</div><div style=\"text-indent:0.5in;\">(a) Within 21 business days from the date of hire for a newly hired employee in an appropriate bargaining unit; and</div><div style=\"text-indent:0.5in;\">(b) Every 120 business days for all employees in an appropriate bargaining unit.</div><div style=\"text-indent:0.5in;\">(3) When there is a state-level representative of the exclusive bargaining representative for a bargaining unit, the employer may provide the information to the state-level representative.</div><div style=\"text-indent:0.5in;\">(4) The exclusive bargaining representative may use the information provided under this section only for representation purposes. This section does not give authority to any exclusive bargaining representative to sell or provide access to lists of employees or the information provided to the exclusive bargaining representative pursuant to this section requested for commercial purposes.</div><div style=\"text-indent:0.5in;\">(5) If an employer fails to comply with this section, the exclusive bargaining representative may bring a court action to enforce compliance. The court may order the employer to pay costs and reasonable attorneys' fees incurred by the exclusive bargaining representative.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 14.  </span><span style=\"text-indent:0.5in;\">It is an unfair labor practice for an employer to:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Interfere with, restrain, or coerce employees in the exercise of their rights guaranteed by this chapter;</div><div style=\"text-indent:0.5in;\">(2) Control, dominate, or interfere with a bargaining representative;</div><div style=\"text-indent:0.5in;\">(3) Engage in or create the impression of surveillance of activities protected by this chapter;</div><div style=\"text-indent:0.5in;\">(4) Discriminate against an employee who has filed an unfair labor practice charge or who has given testimony under this chapter; or</div><div style=\"text-indent:0.5in;\">(5) Refuse to engage in collective bargaining.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 15.  </span><span style=\"text-indent:0.5in;\">It is an unfair labor practice for a bargaining representative to:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Interfere with, restrain, or coerce employees in the exercise of their rights guaranteed by this chapter;</div><div style=\"text-indent:0.5in;\">(2) Induce the employer to commit an unfair labor practice;</div><div style=\"text-indent:0.5in;\">(3) Discriminate against an employee who has filed an unfair labor practice charge or who has given testimony under this chapter; or</div><div style=\"text-indent:0.5in;\">(4) Refuse to engage in collective bargaining.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 16.  </span><span style=\"text-indent:0.5in;\">(1) The commission must prevent unfair labor practices and issue appropriate remedial orders. However, a complaint may not be processed for an unfair labor practice occurring more than six months before the filing of the complaint with the commission or in superior court.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) If the commission determines that a person has engaged in or is engaging in an unfair labor practice, the commission must issue and serve upon the person an order requiring the person to cease and desist from the unfair labor practice. The commission may take action to carry out the purposes and policy of this chapter, including requiring the person to pay damages and reinstate employees.</div><div style=\"text-indent:0.5in;\">(3) The commission may petition the superior court for the county in which the main office of the employer is located or in which the person who has engaged or is engaging in the unfair labor practice resides or transacts business, for the enforcement of its order and for appropriate temporary relief.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 17.  </span><span style=\"text-indent:0.5in;\">The commission may adopt rules necessary to administer this chapter in conformity with the intent and purpose of this chapter and consistent with the best standards of labor-management relations.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 18.  </span><span style=\"text-indent:0.5in;\">Sections 1 through 17 of this act constitute a new chapter in Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=49'>49</a> RCW.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 19.  </span><span style=\"text-indent:0.5in;\">If any provision of this act or its application to any person or circumstance is held invalid, the remainder of the act or the application of the provision to other persons or circumstances is not affected.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-01-23T15:58:02.893Z",
        "text": "<h3>Purpose</h3>\n<p>The main purpose of the edits to the proposed legislation is to refine the clarity and enforceability of rules concerning collective bargaining for agricultural workers involved in cannabis production. Key changes focus on defining employee roles and rights, outlining unfair labor practices, and establishing mechanisms for resolving disputes over representation. The overall impact aims to ensure fair treatment and provide a clear structure for collective bargaining rights within the cannabis industry.</p>\n<h3>Key Changes</h3>\n<h4>Definitions</h4>\n<ul>\n<li><strong>Change in Definition of \"Unfair Labor Practice\"</strong><ul>\n<li>Previously listed in sections 15 and 16; now defined in sections 14 and 15. This simplifies the reference for clearer understanding.</li></ul></li>\n</ul>\n<h4>Collective Bargaining Procedures</h4>\n<ul>\n<li><strong>Election Procedures</strong> <ul>\n<li><strong>Ballot Changes:</strong> The edited version allows employees to choose to not be represented by any bargaining representative by designating their desire on the ballot.</li></ul></li>\n</ul>\n<h4>Unfair Labor Practices</h4>\n<ul>\n<li><strong>Expanded Unfair Labor Practice Provisions</strong><ul>\n<li>New items added, such as creating an impression of surveillance of protected activities, makes it clearer what activities can constitute unfair labor practices.</li></ul></li>\n</ul>\n<h4>Role of the Commission</h4>\n<ul>\n<li><strong>Clarified Commission Authority</strong><ul>\n<li>The commission's role in enforcing these laws is explicitly stated to ensure accountability for both employers and bargaining representatives.</li></ul></li>\n</ul>\n<h4>Compliance and Enforcement</h4>\n<ul>\n<li><strong>Employer Responsibilities</strong><ul>\n<li>Employers must provide timely reports about employees to the exclusive bargaining representatives, which enhances transparency.</li>\n<li>The provision for penalties and attorney fees when employers fail to comply reinforces the importance of adhering to the regulations.</li></ul></li>\n</ul>\n<h4>Transition Provisions</h4>\n<ul>\n<li><strong>Agreement Continuity After Termination</strong><ul>\n<li>Clarified that all terms of a collective bargaining agreement remain effective until a new agreement is established, which previously had stipulations that were not as clearly defined.</li></ul></li>\n</ul>\n<p>These changes collectively strengthen workers' rights to organize and ensure clear enforcement mechanisms to prevent unfair labor practices in the context of cannabis production in Washington State.</p>"
      }
    }
  ],
  "keywords": {
    "ts": "2024-12-30T18:47:23.803Z",
    "text": "public employment relations commission agricultural workers cannabis industry collective bargaining labor conditions unions negotiate wages bargaining unit certification election procedures employer responsibilities employee grievances unfair labor practices"
  }
}