{
  "id": 1143,
  "lastUpdated": "2025-03-01T06:51:37.909Z",
  "agency": "House",
  "description": "Concerning Washington college grant award amounts.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Postsecondary Education & Workforce."
  },
  "sponsors": [
    "Mena",
    "Simmons",
    "Nance",
    "Salahuddin"
  ],
  "document": {
    "name": "1143",
    "description": "House Bill 1143",
    "url": {
      "ts": "2024-12-30T18:47:35.837Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1143.htm"
    },
    "original": {
      "ts": "2024-12-30T18:47:35.837Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0336.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1143</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Mena, Simmons, Nance, and Salahuddin<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 12/30/24.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Postsecondary Education &amp; Workforce.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to Washington college grant award amounts; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.92.030'>28B.92.030</a>; and adding new sections to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.92'>28B.92</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.92.030'>28B.92.030</a> and 2022 c 166 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</div><div style=\"text-indent:0.5in;\">(1) \"Council\" means the student achievement council.</div><div style=\"text-indent:0.5in;\">(2) \"Financial aid\" means either loans, grants, or both, to students who demonstrate financial need enrolled or accepted for enrollment as a student at institutions of higher education.</div><div style=\"text-indent:0.5in;\">(3) \"Financial need\" means a demonstrated financial inability to bear the total cost of education as directed in rule by the office.</div><div style=\"text-indent:0.5in;\">(4) \"Institution\" or \"institutions of higher education\" means:</div><div style=\"text-indent:0.5in;\">(a) Any public university, college, community college, or technical college operated by the state of Washington or any political subdivision thereof; or</div><div style=\"text-indent:0.5in;\">(b) Any other university, college, school, or institute in the state of Washington offering instruction beyond the high school level that is a member institution of an accrediting association recognized by rule of the council for the purposes of this section and that agrees to and complies with program rules adopted pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.92.150'>28B.92.150</a>. However, any institution, branch, extension or facility operating within the state of Washington that is affiliated with an institution operating in another state must be:</div><div style=\"text-indent:0.5in;\">(i) A separately accredited member institution of any such accrediting association;</div><div style=\"text-indent:0.5in;\">(ii) A branch of a member institution of an accrediting association recognized by rule of the council for purposes of this section, that is eligible for federal student financial aid assistance and has operated as a nonprofit college or university delivering on-site classroom instruction for a minimum of ((<span style=\"text-decoration:line-through;\">twenty</span>))<span style=\"text-decoration:underline;\">20</span> consecutive years within the state of Washington, and has an annual enrollment of at least ((<span style=\"text-decoration:line-through;\">seven hundred</span>))<span style=\"text-decoration:underline;\">700</span> full-time equivalent students;</div><div style=\"text-indent:0.5in;\">(iii) A nonprofit institution recognized by the state of Washington as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.77.240'>28B.77.240</a>; or</div><div style=\"text-indent:0.5in;\">(iv) An approved apprenticeship program under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=49.04'>49.04</a> RCW.</div><div style=\"text-indent:0.5in;\">(5) \"Maximum Washington college grant\":</div><div style=\"text-indent:0.5in;\">(a) For students attending two or four-year institutions of higher education as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.10.016'>28B.10.016</a> <span style=\"text-decoration:underline;\">that have signed the affidavit as provided for under section 2 of this act and are not subject to a prefinding settlement or a final court order under section 3 of this act</span>, is tuition and estimated fees for ((<span style=\"text-decoration:line-through;\">fifteen</span>))<span style=\"text-decoration:underline;\">15</span> quarter credit hours or the equivalent, as determined by the office, including operating fees, building fees, and services and activities fees.</div><div style=\"text-indent:0.5in;\">(b) For students attending private four-year not-for-profit institutions of higher education in Washington <span style=\"text-decoration:underline;\">that have signed the affidavit as provided for under section 2 of this act and are not subject to a prefinding settlement or a final court order under section 3 of this act</span>, ((<span style=\"text-decoration:line-through;\">in the 2019-20 academic year, is nine thousand seven hundred thirty-nine dollars and may</span>))<span style=\"text-decoration:underline;\">is $9,739 and must</span> increase each year ((<span style=\"text-decoration:line-through;\">afterwards</span>))<span style=\"text-decoration:underline;\">beginning in the 2025-26 academic year</span> by no more than the tuition growth factor.</div><div style=\"text-indent:0.5in;\">(c) For students attending two-year private not-for-profit institutions of higher education in Washington <span style=\"text-decoration:underline;\">that have signed the affidavit as provided for under section 2 of this act and are not subject to a prefinding settlement or a final court order under section 3 of this act</span>, ((<span style=\"text-decoration:line-through;\">in the 2019-20 academic year, is three thousand six hundred ninety-four dollars and may</span>))<span style=\"text-decoration:underline;\">is $3,694 and must</span> increase each year ((<span style=\"text-decoration:line-through;\">afterwards</span>))<span style=\"text-decoration:underline;\">beginning in the 2025-26 academic year</span> by no more than the tuition growth factor.</div><div style=\"text-indent:0.5in;\">(d) For students attending four-year private for-profit institutions of higher education in Washington <span style=\"text-decoration:underline;\">that have signed the affidavit as provided for under section 2 of this act and are not subject to a prefinding settlement or a final court order under section 3 of this act</span>, ((<span style=\"text-decoration:line-through;\">in the 2019-20 academic year, is eight thousand five hundred seventeen dollars and may</span>))<span style=\"text-decoration:underline;\">is $8,517 and must</span> increase each year ((<span style=\"text-decoration:line-through;\">afterwards</span>))<span style=\"text-decoration:underline;\">beginning in the 2025-26 academic year</span> by no more than the tuition growth factor.</div><div style=\"text-indent:0.5in;\">(e) For students attending two-year private for-profit institutions of higher education in Washington <span style=\"text-decoration:underline;\">that have signed the affidavit as provided for under section 2 of this act and are not subject to a prefinding settlement or a final court order under section 3 of this act</span>, ((<span style=\"text-decoration:line-through;\">in the 2019-20 academic year, is two thousand eight hundred twenty-three dollars and may</span>))<span style=\"text-decoration:underline;\">is $2,823 and must</span> increase each year ((<span style=\"text-decoration:line-through;\">afterwards</span>))<span style=\"text-decoration:underline;\">beginning in the 2025-26 academic year</span> by no more than the tuition growth factor.</div><div style=\"text-indent:0.5in;\">(f) For students attending Western Governors University-Washington, as established in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.77.240'>28B.77.240</a>, ((<span style=\"text-decoration:line-through;\">in the 2019-20 academic year, is five thousand six hundred nineteen dollars and may</span>))<span style=\"text-decoration:underline;\">upon signing the affidavit as provided for under section 2 of this act and subject to section 3 of this act, is $5,619 and must</span> increase each year ((<span style=\"text-decoration:line-through;\">afterwards</span>))<span style=\"text-decoration:underline;\">beginning in the 2025-26 academic year</span> by no more than the tuition growth factor.</div><div style=\"text-indent:0.5in;\">(g) <span style=\"text-decoration:underline;\">For students attending two or four-year institutions of higher education as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.10.016'>28B.10.016</a> that do not sign the affidavit as provided for under section 2 of this act or are subject to a prefinding settlement or a final court order under section 3 of this act, is the equivalent of academic year 2024-25 tuition and estimated fees for 15 quarter credit hours or the equivalent, as determined by the office, including operating fees, building fees, and services and activities fees.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(h) For students attending private four-year not-for-profit institutions of higher education in Washington that do not sign the affidavit as provided for under section 2 of this act or are subject to a prefinding settlement or a final court order under section 3 of this act, is $9,739.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) For students attending two-year private not-for-profit institutions of higher education in Washington that do not sign the affidavit as provided for under section 2 of this act or are subject to a prefinding settlement or a final court order under section 3 of this act, is $3,694.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(j) For students attending four-year private for-profit institutions of higher education in Washington that do not sign the affidavit as provided for under section 2 of this act or are subject to a prefinding settlement or a final court order under section 3 of this act, is $8,517.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(k) For students attending two-year private for-profit institutions of higher education in Washington that do not sign the affidavit as provided for under section 2 of this act or are subject to a prefinding settlement or a final court order under section 3 of this act, is $2,823.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(l) For students attending Western Governors University-Washington, as established in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.77.240'>28B.77.240</a>, and Western Governors University-Washington does not sign the affidavit as provided for under section 2 of this act or is subject to a prefinding settlement or a final court order under section 3 of this act, is $5,619.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(m)</span> For students attending approved apprenticeship programs, beginning in the 2022-23 academic year, is the same amount as the maximum Washington college grant for students attending two-year institutions of higher education as defined in (a) of this subsection to be used for tuition and fees, program supplies and equipment, and other costs that facilitate educational endeavors.</div><div style=\"text-indent:0.5in;\">(6) \"Office\" means the office of student financial assistance.</div><div style=\"text-indent:0.5in;\">(7) \"Tuition growth factor\" means an increase of no more than the average annual percentage growth rate of the median hourly wage for Washington for the previous fourteen years as the wage is determined by the federal bureau of labor statistics.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.92'>28B.92</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) In administering the Washington college grant program, the office shall adopt rules to allow for each institution of higher education to annually sign an affidavit that the institution has adopted policies in compliance with this section. The maximum Washington college grant award must be adjusted as provided for in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.92.030'>28B.92.030</a> for institutions of higher education that sign an affidavit attesting to the following nondiscrimination policies:</div><div style=\"text-indent:0.5in;\">(a) The institution prohibits discrimination on the basis of race, creed, color, national origin, citizenship or immigration status, sex, veteran or military status, sexual orientation, or the presence of any sensory, mental, or physical disability or the use of a trained dog guide or service animal by a person with a disability;</div><div style=\"text-indent:0.5in;\">(b) The institution operates its education program or activity in a manner free of discrimination. No student may be excluded from participation in an education program or activity, denied the benefits of an education program or activity, or subjected to discrimination on the basis of that student's age, sex, marital status, sexual orientation, race, creed, color, national origin, citizenship or immigration status, veteran or military status, or the presence of any sensory, mental, or physical disability or the use of a trained dog guide or service animal by a person with a disability, unless based upon a bona fide qualification of the education program; and</div><div style=\"text-indent:0.5in;\">(c) The institution, acting in its capacity as an employer, must not:</div><div style=\"text-indent:0.5in;\">(i) Refuse to hire, promote, or confer tenure to any person because of age, sex, marital status, sexual orientation, race, creed, color, national origin, citizenship or immigration status, veteran or military status, or the presence of any sensory, mental, or physical disability or the use of a trained dog guide or service animal by a person with a disability, unless based upon a bona fide occupational qualification. However, the prohibition against discrimination because of a disability in this subsection does not apply if the particular disability prevents the proper performance of the particular work involved. This subsection may not be construed to require an employer to establish employment goals or quotas based on sexual orientation;</div><div style=\"text-indent:0.5in;\">(ii) Discharge or bar any person from employment because of age, sex, marital status, sexual orientation, race, creed, color, national origin, citizenship or immigration status, veteran or military status, or the presence of any sensory, mental, or physical disability or the use of a trained dog guide or service animal by a person with a disability;</div><div style=\"text-indent:0.5in;\">(iii) Discriminate against any person in compensation or in other terms or conditions of employment because of age, sex, marital status, sexual orientation, race, creed, color, national origin, citizenship or immigration status, veteran or military status, or the presence of any sensory, mental, or physical disability or the use of a trained dog guide or service animal by a person with a disability. However, this section does not prohibit an employer from segregating washrooms or locker facilities on the basis of sex, or basing other terms and conditions of employment on the sex of employees where the Washington state human rights commission, created under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=49.60'>49.60</a> RCW, has by regulation or ruling in a particular instance found the employment practice to be appropriate for the practical realization of equality of opportunity between the sexes; or</div><div style=\"text-indent:0.5in;\">(iv) Print or circulate, or cause to be printed or circulated, any statement, advertisement, or publication, or to use any form of application for employment, or to make any inquiry in connection with prospective employment, which expresses any limitation, specification, or discrimination as to age, sex, marital status, sexual orientation, race, creed, color, national origin, citizenship or immigration status, veteran or military status, or the presence of any sensory, mental, or physical disability or the use of a trained dog guide or service animal by a person with a disability, or any intent to make any such limitation, specification, or discrimination, unless based upon a bona fide occupational qualification. However, nothing in this subsection prohibits advertising in a foreign language.</div><div style=\"text-indent:0.5in;\">(2) Participation in theology academic programs and campus ministry departments, including the employment, promotion, or granting of tenure of faculty members for courses of study in theology, is exempt from the requirements under this section.</div><div style=\"text-indent:0.5in;\">(3) Institutions of higher education that take no action regarding the signing of the affidavit shall receive the maximum Washington college grant as provided for under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.92.030'>28B.92.030</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.92'>28B.92</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Any institution of higher education subject to a prefinding settlement or a final court order for discriminatory employment practices in violation of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=49.60'>49.60</a> RCW are not eligible for adjustments to the maximum Washington college grant award as provided for in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.92.030'>28B.92.030</a>(5) unless:</div><div style=\"text-indent:0.5in;\">(a) The institution of higher education has fulfilled the conditions or obligations associated with any court order or settlement resulting from the violation; or</div><div style=\"text-indent:0.5in;\">(b) The institution of higher education has taken significant and meaningful steps to correct the violation, as determined by the Washington state human rights commission in matters in which the commission is a party.</div><div style=\"text-indent:0.5in;\">(2) An institution of higher education involved in a court proceeding brought by the attorney general under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=49.60.350'>49.60.350</a> may continue to receive the tuition growth factor provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28B.92.030'>28B.92.030</a> until a final order adjudicates the matter.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2024-12-30T18:47:35.837Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1143 is to amend the Washington college grant program by adjusting the award amounts and establishing specific requirements for institutions of higher education to receive these grants. Key changes include setting fixed amounts for grants based on the type of institution and allowing for increases tied to tuition growth. Additionally, institutions must adopt and comply with nondiscrimination policies to qualify for certain adjustments in grant amounts. Institutions with legal issues related to discriminatory practices are restricted from receiving adjustments unless they meet specified conditions.</p>\n<h3>Key Provisions</h3>\n<h4>Grant Amount Adjustments</h4>\n<ul>\n<li>The bill outlines specific maximum grant amounts for various types of institutions:</li>\n<li>Students at two or four-year institutions that sign the required affidavit receive grant amounts based on tuition and fees for 15 credit hours.</li>\n<li>Private four-year not-for-profit institutions receive $9,739, growing annually based on the tuition growth factor starting in the 2025-26 academic year.</li>\n<li>Two-year private not-for-profit institutions receive $3,694, also subject to annual growth.</li>\n<li>Four-year private for-profit institutions receive $8,517, with similar annual growth requirements.</li>\n<li>Two-year private for-profit institutions receive $2,823, with annual adjustments as specified.</li>\n<li>Specific amounts for students at Western Governors University-Washington and approved apprenticeship programs are established, with growth provisions.</li>\n</ul>\n<h4>Compliance and Nondiscrimination Policies</h4>\n<ul>\n<li>Institutions that wish to qualify for higher grant awards must sign an affidavit annually, affirming their compliance with nondiscrimination policies that prohibit discrimination based on various factors including race, sex, and disabilities.</li>\n<li>Institutions must not exclude any student from education programs or activities based on these factors.</li>\n</ul>\n<h4>Restrictions for Non-compliant Institutions</h4>\n<ul>\n<li>Institutions with ongoing legal findings or settlements relating to discriminatory practices are not eligible for increased grant amounts unless they meet specific conditions, such as resolving the violations or making significant improvements.</li>\n<li>Institutions under court proceedings retain their eligibility for the tuition growth factor until a final decision is issued.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2024-12-30T18:47:35.837Z",
    "text": "grant program higher education institutions tuition growth private for-profit compliance nondiscrimination affidavit restrictions discriminatory practices adjustments"
  }
}