{
  "id": 1152,
  "lastUpdated": "2025-03-01T06:51:39.573Z",
  "agency": "House",
  "description": "Enhancing public safety by establishing secure storage requirements for firearms in vehicles and residences.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-04T08:00:00.000Z",
    "text": "Referred to Rules 2 Review."
  },
  "sponsors": [
    "Doglio",
    "Walen",
    "Ryu",
    "Ramel",
    "Farivar",
    "Berry",
    "Leavitt",
    "Alvarado",
    "Mena",
    "Duerr",
    "Reed",
    "Parshley",
    "Fitzgibbon",
    "Callan",
    "Macri",
    "Cortes",
    "Obras",
    "Gregerson",
    "Simmons",
    "Peterson",
    "Rule",
    "Street",
    "Goodman",
    "Wylie",
    "Pollet",
    "Nance",
    "Berg",
    "Davis",
    "Ormsby",
    "Lekanoff",
    "Fosse",
    "Salahuddin",
    "Hill",
    "Tharinger"
  ],
  "document": {
    "name": "1152",
    "description": "House Bill 1152",
    "url": {
      "ts": "2025-01-02T18:38:18.277Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1152.htm"
    },
    "original": {
      "ts": "2025-01-02T18:38:18.277Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0325.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1152</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Doglio, Walen, Ryu, Ramel, Farivar, Berry, Leavitt, Alvarado, Mena, Duerr, Reed, Parshley, Fitzgibbon, Callan, Macri, Cortes, Obras, Gregerson, Simmons, Peterson, Rule, Street, Goodman, Wylie, Pollet, Nance, Berg, Davis, Ormsby, Lekanoff, Fosse, Salahuddin, Hill, and Tharinger<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/02/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Civil Rights &amp; Judiciary.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to enhancing public safety by establishing secure storage requirements for firearms in vehicles and residences and by directing the Washington office of firearm safety and violence prevention to provide education regarding firearm secure storage; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330A.020'>43.330A.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.050'>9.41.050</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.360'>9.41.360</a>; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41'>9.41</a> RCW; prescribing penalties; and providing an effective date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41'>9.41</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)<span style=\"font-weight:bold;\"> Secure storage of firearms in vehicles.</span></div><div style=\"text-indent:0.5in;\">(a) A person shall not store or leave a pistol in any vehicle unless (i) the pistol is stored unloaded in a container that is opaque, locked, hard-sided, and affixed within the vehicle, (ii) the container is concealed from view from outside the vehicle, and (iii) the vehicle is locked.</div><div style=\"text-indent:0.5in;\">(b) A person shall not store or leave a rifle or shotgun in any vehicle unless (i) the rifle or shotgun is stored unloaded in a container that is opaque, locked, hard-sided or soft-sided, and affixed within the vehicle, (ii) the container is concealed from view from outside the vehicle, and (iii) the vehicle is locked.</div><div style=\"text-indent:0.5in;\">(c) A rifle or shotgun stored in a soft-sided container in a vehicle in accordance with this subsection must also have a trigger lock or similar device that is designed to prevent the unauthorized use or discharge of the firearm installed on the rifle or shotgun while the firearm is stored in a soft-sided container.</div><div style=\"text-indent:0.5in;\">(d) For the purpose of this subsection, a hard-sided container excludes a glove compartment or center console but includes a console vault or other container specifically designed to securely store firearms.</div><div style=\"text-indent:0.5in;\">(e) This subsection does not apply to:</div><div style=\"text-indent:0.5in;\">(i) Antique firearms;</div><div style=\"text-indent:0.5in;\">(ii) Storing or leaving a firearm in a vehicle used for farm operations that is on the person's private farmland, including a leased farm, as \"farm\" and \"farmland\" are defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=7.48.310'>7.48.310</a>;</div><div style=\"text-indent:0.5in;\">(iii) A person who lives in a vehicle, as \"vehicle\" is defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.70.011'>46.70.011</a>, uses that vehicle as their primary residence, and stores or leaves their own firearms in that vehicle. For the purpose of this subsection, a person uses their vehicle as their primary residence when the person habitually uses the vehicle as living quarters a majority of the time and conducts activities in the vehicle consistent with the common understanding of residing, such as sleeping, eating, and keeping personal belongings. A person who lives in a vehicle is subject to all secure storage requirements for firearms in residences;</div><div style=\"text-indent:0.5in;\">(iv) Federal peace officers, general authority Washington peace officers, limited authority Washington peace officers, and specially commissioned Washington peace officers as those terms are defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.93.020'>10.93.020</a>;</div><div style=\"text-indent:0.5in;\">(v) A person who holds a valid Washington or out-of-state hunting license and who is engaged in lawful hunting activities;</div><div style=\"text-indent:0.5in;\">(vi) A person engaged in hunter education training and outreach offered by the Washington department of fish and wildlife; and</div><div style=\"text-indent:0.5in;\">(vii) An active member of the United States armed forces while on duty.</div><div style=\"text-indent:0.5in;\">(2) <span style=\"font-weight:bold;\">Secure storage of firearms in residences.</span></div><div style=\"text-indent:0.5in;\">(a) A person shall not store or leave a firearm in their residence unless the firearm is securely stored whenever it is not being carried or readily controlled by that person or another lawful authorized user.</div><div style=\"text-indent:0.5in;\">(b) For the purpose of this section, a firearm is \"securely stored\" if it is either: (i) Locked or disabled using a tamper-resistant mechanical lock or other safety device properly engaged in order to render the firearm inoperable by any person other than the owner or other lawfully authorized user, and also kept out of plain sight; or (ii) stored within a locked gun safe or similar locked container secure from access by unauthorized users.</div><div style=\"text-indent:0.5in;\">(c) For the purpose of this section, \"carried or readily controlled means\" means either: (i) The person or other lawful authorized user is carrying the firearm on their person; or (ii) the person or other lawful authorized user is within close enough proximity to the firearm to readily prevent unauthorized users from gaining access to the firearm.</div><div style=\"text-indent:0.5in;\">(d) For the purpose of this section \"residence\" means a building or vehicle that a person habitually uses as living quarters a majority of the time. \"Uses as living quarters\" means to conduct activities consistent with the common understanding of residing, such as sleeping; eating; keeping personal belongings; receiving mail; and paying utilities, rent, or mortgage. A nonpermanent or movable building or vehicle including, but not limited to, a motor home, travel trailer, camper, or boat, may qualify as a residence provided it is habitually used as living quarters a majority of the time.</div><div style=\"text-indent:0.5in;\">(e) This subsection does not apply to antique firearms.</div><div style=\"text-indent:0.5in;\">(3) <span style=\"font-weight:bold;\">Enforcement.</span></div><div style=\"text-indent:0.5in;\">(a)(i) A violation of this section is a class 1 civil infraction and subject to a monetary penalty of up to $1,000.</div><div style=\"text-indent:0.5in;\">(ii) A violation of this section is a misdemeanor when the violation allows a prohibited person to obtain access to and possession of a firearm.</div><div style=\"text-indent:0.5in;\">(iii) A violation of this section is a gross misdemeanor when the violation allows a prohibited person to take possession of a firearm and use that firearm in the commission of any crime.</div><div style=\"text-indent:0.5in;\">(iv) A violation of this section is a class C felony when the violation allows a prohibited person to take possession of a firearm and use that firearm to cause personal injury or death to a third party.</div><div style=\"text-indent:0.5in;\">(b) For the purpose of this section, \"prohibited person\" means a person who is prohibited from possessing a firearm under state or federal law.</div><div style=\"text-indent:0.5in;\">(c) This section does not apply if:</div><div style=\"text-indent:0.5in;\">(i) In the case of a person who is a prohibited person on the basis of the person's age, access to the firearm is with the lawful permission of the prohibited person's parent or guardian and supervised by an adult, or is in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.042'>9.41.042</a>;</div><div style=\"text-indent:0.5in;\">(ii) The prohibited person obtains, or obtains and discharges, the firearm in a lawful act of self-defense.</div><div style=\"text-indent:0.5in;\">(d) If a death or serious injury occurs as a result of an alleged violation of this section, the prosecuting attorney may decline to prosecute, even though technically sufficient evidence to prosecute exists, in situations where prosecution would serve no public purpose or would defeat the purpose of the law in question.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330A.020'>43.330A.020</a> and 2020 c 313 s 3 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The Washington office of firearm safety and violence prevention is created within the department for the purposes of coordinating and promoting effective state and local efforts to reduce firearm violence.</div><div style=\"text-indent:0.5in;\">(2) The duties of the office include, but are not limited to:</div><div style=\"text-indent:0.5in;\">(a) Working with law enforcement agencies, county prosecutors, researchers, and public health agencies throughout the state to identify and improve upon available data sources, data collection methods, and data-sharing mechanisms. The office will also identify gaps in available data needed for ongoing analysis, policy development, and the implementation of evidence-based firearm violence intervention and prevention strategies;</div><div style=\"text-indent:0.5in;\">(b) Researching, identifying, and recommending legislative policy options to promote the implementation of statewide evidence-based firearm violence intervention and prevention strategies;</div><div style=\"text-indent:0.5in;\">(c) Researching, identifying, and applying for nonstate funding to aid in the research, analysis, and implementation of statewide firearm violence intervention and prevention strategies;</div><div style=\"text-indent:0.5in;\">(d) Working with the office of crime ((<span style=\"text-decoration:line-through;\">victim[s]</span>))<span style=\"text-decoration:underline;\">victims</span> advocacy to identify opportunities to better support victims of firearm violence, a population that is currently underrepresented among recipients of victim services;</div><div style=\"text-indent:0.5in;\">(e) ((<span style=\"text-decoration:line-through;\">Contract [Contracting]</span>))<span style=\"text-decoration:underline;\">Contracting</span> for a statewide helpline, counseling, and referral services for victims, friends, and family members impacted by gun violence and community professionals and providers who engage with them;</div><div style=\"text-indent:0.5in;\">(f) ((<span style=\"text-decoration:line-through;\">Contract [Contracting]</span>))<span style=\"text-decoration:underline;\">Contracting</span> with the University of Washington to develop a best practice guide for therapy for gun violence victims;</div><div style=\"text-indent:0.5in;\">(g) Administering the Washington firearm violence intervention and prevention grant program as outlined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330A.050'>43.330A.050</a><span style=\"text-decoration:underline;\">;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(h) Educating the public regarding secure firearm storage requirements, benefits, and options</span>.</div><div style=\"text-indent:0.5in;\">(3) The office shall report to the appropriate legislative policy committees by December 1st every odd-numbered year on its progress and findings in analyzing data, developing strategies to prevent firearm violence, and recommendations for additional legislative policy options. The first report must be submitted by December 1, 2021.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.050'>9.41.050</a> and 2003 c 53 s 28 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) Except in the person's place of abode or fixed place of business, a person shall not carry a pistol concealed on his or her person without a license to carry a concealed pistol.</div><div style=\"text-indent:0.5in;\">(b) Every licensee shall have his or her concealed pistol license in his or her immediate possession at all times that he or she is required by this section to have a concealed pistol license and shall display the same upon demand to any police officer or to any other person when and if required by law to do so. Any violation of this subsection (1)(b) shall be a class 1 civil infraction under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=7.80'>7.80</a> RCW and shall be punished accordingly pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=7.80'>7.80</a> RCW and the infraction rules for courts of limited jurisdiction.</div><div style=\"text-indent:0.5in;\">(2)(a) A person shall not carry or place a loaded pistol in any vehicle unless the person has a license to carry a concealed pistol and: (i) The pistol is on the licensee's person, (ii) the licensee is within the vehicle at all times that the pistol is there, or (iii) the ((<span style=\"text-decoration:line-through;\">licensee is away from the vehicle and the pistol is locked within the vehicle and concealed from view from outside the vehicle</span>))<span style=\"text-decoration:underline;\">pistol is securely stored in accordance with section 1 of this act</span>.</div><div style=\"text-indent:0.5in;\">(b) A violation of this subsection is a misdemeanor.</div><div style=\"text-indent:0.5in;\">(3)((<span style=\"text-decoration:line-through;\">(a) A person at least eighteen years of age who is in possession of an unloaded pistol shall not leave the unloaded pistol in a vehicle unless the unloaded pistol is locked within the vehicle and concealed from view from outside the vehicle.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(b) A violation of this subsection is a misdemeanor.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(4)</span>)) Nothing in this section permits the possession of firearms illegal to possess under state or federal law.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.360'>9.41.360</a> and 2019 c 3 s 5 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) A person who stores or leaves a firearm in a location where the person knows, or reasonably should know, that a prohibited person may gain access to the firearm:</div><div style=\"text-indent:0.5in;\">(a) Is guilty of community endangerment due to unsafe storage of a firearm in the first degree if a prohibited person obtains access and possession of the firearm and causes personal injury or death with the firearm; or</div><div style=\"text-indent:0.5in;\">(b) Is guilty of community endangerment due to unsafe storage of a firearm in the second degree if a prohibited person obtains access and possession of the firearm and:</div><div style=\"text-indent:0.5in;\">(i) Causes the firearm to discharge;</div><div style=\"text-indent:0.5in;\">(ii) Carries, exhibits, or displays the firearm in a public place in a manner that either manifests an intent to intimidate another or that warrants alarm for the safety of other persons; or</div><div style=\"text-indent:0.5in;\">(iii) Uses the firearm in the commission of a crime.</div><div style=\"text-indent:0.5in;\">(2)(a) Community endangerment due to unsafe storage of a firearm in the first degree is a class C felony punishable according to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.20'>9A.20</a> RCW.</div><div style=\"text-indent:0.5in;\">(b) Community endangerment due to unsafe storage of a firearm in the second degree is a gross misdemeanor punishable according to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.20'>9A.20</a> RCW.</div><div style=\"text-indent:0.5in;\">(3) Subsection (1) of this section does not apply if:</div><div style=\"text-indent:0.5in;\">(a) The firearm was in secure gun storage, or secured with a trigger lock or similar device that is designed to prevent the unauthorized use or discharge of the firearm<span style=\"text-decoration:underline;\">, or secured in accordance with section 1 of this act</span>;</div><div style=\"text-indent:0.5in;\">(b) In the case of a person who is a prohibited person on the basis of the person's age, access to the firearm is with the lawful permission of the prohibited person's parent or guardian and supervised by an adult, or is in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.41.042'>9.41.042</a>;</div><div style=\"text-indent:0.5in;\">(c) The prohibited person obtains, or obtains and discharges, the firearm in a lawful act of self-defense; or</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(d) The prohibited person's access to the firearm was obtained as a result of an unlawful entry, provided that the unauthorized access or theft of the firearm is reported to a local law enforcement agency in the jurisdiction in which the unauthorized access or theft occurred within five days of the time the victim of the unlawful entry knew or reasonably should have known that the firearm had been taken.</span>))</div><div style=\"text-indent:0.5in;\">(4) If a death or serious injury occurs as a result of an alleged violation of subsection (1)(a) of this section, the prosecuting attorney may decline to prosecute, even though technically sufficient evidence to prosecute exists, in situations where prosecution would serve no public purpose or would defeat the purpose of the law in question.</div><div style=\"text-indent:0.5in;\">(5) For the purposes of this section, \"prohibited person\" means a person who is prohibited from possessing a firearm under state or federal law.</div><div style=\"text-indent:0.5in;\">(6) Nothing in this section mandates how or where a firearm must be stored.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span><span style=\"text-indent:0.5in;\">If any provision of this act or its application to any person or circumstance is held invalid, the remainder of the act or the application of the provision to other persons or circumstances is not affected.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span><span style=\"text-indent:0.5in;\">This act takes effect January 1, 2026.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-02T18:38:18.277Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to enhance public safety by establishing new secure storage requirements for firearms in vehicles and residences. It aims to prevent unauthorized access to firearms, which could lead to accidents or violence. Key changes include specific storage requirements for pistols, rifles, and shotguns and the imposition of penalties for violations. The bill also mandates education on secure firearm storage through the Washington office of firearm safety and violence prevention.</p>\n<h3>Key Provisions</h3>\n<h4>Secure Storage of Firearms in Vehicles</h4>\n<ul>\n<li>Individuals must not leave a pistol in a vehicle unless it is:<ul>\n<li>Unloaded and stored in a locked, opaque, hard-sided container affixed within the vehicle.</li>\n<li>Concealed from view and the vehicle is locked.</li></ul></li>\n<li>Individuals must not leave a rifle or shotgun in a vehicle unless it is:<ul>\n<li>Unloaded and stored similarly, but can also be in a soft-sided container.</li>\n<li>A trigger lock is required for rifles or shotguns in soft-sided containers.</li></ul></li>\n<li>Exceptions to the storage requirements include:<ul>\n<li>Antique firearms and firearms stored in vehicles for farm operations on private farmland.</li>\n<li>Firearms stored by individuals living in their vehicles as their primary residence.</li>\n<li>Law enforcement and military personnel under certain conditions.</li></ul></li>\n</ul>\n<h4>Secure Storage of Firearms in Residences</h4>\n<ul>\n<li>Firearms must be securely stored when not in use, which can mean:<ul>\n<li>Locked with a tamper-resistant mechanism or in a locked container, out of plain sight.</li>\n<li>The definition of \"carried or readily controlled\" is provided for clarity.</li></ul></li>\n<li>Antique firearms are exempt from these requirements.</li>\n</ul>\n<h4>Enforcement</h4>\n<ul>\n<li>Violations can result in penalties that vary based on the severity:<ul>\n<li>Class 1 civil infraction with a fine up to $1,000.</li>\n<li>Misdemeanor charges if violations allow access to a prohibited person.</li>\n<li>Gross misdemeanor charges if the firearm is used in a crime.</li>\n<li>Class C felony charges if the violation leads to injury or death.</li></ul></li>\n<li>\"Prohibited person\" is defined as someone not allowed to possess a firearm under state or federal law.</li>\n</ul>\n<h4>Amendments to Existing Laws</h4>\n<ul>\n<li>The bill amends existing legislation regarding the duties of the Washington office of firearm safety and violence prevention, including:<ul>\n<li>Coordinating data collection about firearm violence and developing prevention strategies.</li>\n<li>Educating the public on secure firearm storage.</li></ul></li>\n</ul>\n<h4>Other Provisions</h4>\n<ul>\n<li>A section highlights legal repercussions for negligent storage, with classifications for community endangerment based on the consequences of unauthorized access.</li>\n<li>The bill includes a severability clause and establishes an effective date of January 1, 2026.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2025-01-02T18:38:18.277Z",
    "text": "secure storage firearms vehicles residences public safety penalties education access prevention unauthorized accidents shootings safety measures"
  }
}