{
  "id": 1153,
  "lastUpdated": "2025-03-01T06:51:39.533Z",
  "agency": "House",
  "description": "Concerning urban forest management ordinances.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Agriculture & Natural Resources."
  },
  "sponsors": [
    "Duerr",
    "Ramel",
    "Parshley",
    "Berg",
    "Ormsby",
    "Hill"
  ],
  "document": {
    "name": "1153",
    "description": "House Bill 1153",
    "url": {
      "ts": "2025-01-03T20:17:04.317Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1153.htm"
    },
    "original": {
      "ts": "2025-01-03T20:17:04.317Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0349.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1153</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Duerr, Ramel, Parshley, Berg, Ormsby, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/03/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Agriculture &amp; Natural Resources.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to urban forest management ordinances; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.15.010'>76.15.010</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.15.110'>76.15.110</a>; and creating new sections.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The legislature finds that there is currently a shortage of housing, particularly affordable housing, within the state. The legislature finds one of the most efficient and sustainable ways to address this shortage is through the development of housing options within existing urban growth areas. The legislature also finds that tree canopy and green space are necessary for the health and wellness of urban growth area residents, and that the retention of the most significant and vital trees in a community is a valuable goal. To improve the quality of tree canopy and green space in the state, the legislature previously adopted chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.15'>76.15</a> RCW to encourage planning for, planting, maintaining, and managing trees in the state's cities, counties, and tribal lands.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Local government policies, programs, activities, and management plans regarding urban and community forestry may, however, limit or prevent development opportunities that would provide needed additional housing. The legislature believes it is important that actions taken by local governments to promote urban and community forestry and to address the negative impacts of a reduction in tree canopy do not adversely impact the ability of local governments to provide housing that is needed to accommodate projected population growth. Therefore, it is the intent of the legislature to provide guidance to local governments wishing to create tree bank programs as an additional tool for promoting urban and community forestry while also allowing for the development of needed housing. Tree banks can allow the removal of trees in one area being developed to be offset by the addition of trees to one or more areas in which the need for trees is more acute. Using tree banks can facilitate adding trees in areas that have historically suffered from environmental inequality and health disparities, areas subject to the urban heat island effect, and areas in which the trees will most benefit salmon and orca recovery efforts.</div><div style=\"text-indent:0.5in;\">At the same time, the legislature recognizes that the retention of critical trees is of even more benefit than is the use of tree banks. The legislature believes that local regulations can ensure that the most vital trees within a community are protected, even while providing developers with the ability to produce needed housing options. Through the use of incentives for preserving the trees that are most critical to maintaining a healthy urban tree canopy, local governments can encourage developers to maintain trees without disincentivizing or preventing the construction of housing. The legislature intends to encourage and assist local governments in the use of such regulations.</div><div style=\"text-indent:0.5in;\">It is the intent of the legislature that the department of natural resources produce model regulations incorporating tree banks and development incentives for the protection of vital trees for use by local governments. It is also the intent of the legislature that these model regulations be voluntary and that local governments retain discretion in choosing whether to adopt the regulations.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.15.010'>76.15.010</a> and 2021 c 209 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</div><div style=\"text-indent:0.5in;\">(1) \"Department\" means the department of natural resources.</div><div style=\"text-indent:0.5in;\">(2) \"Evergreen community\" means a city, town, or county designated as such under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.15.090'>76.15.090</a>.</div><div style=\"text-indent:0.5in;\">(3) \"Highly impacted community\" has the same meaning as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.405.020'>19.405.020</a> or an equivalent cumulative impacts analysis that identifies the environmental health conditions of communities as a factor of both environmental health hazards and vulnerable populations as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.405.020'>19.405.020</a>.</div><div style=\"text-indent:0.5in;\">(4) \"Management plan\" means an urban forest management plan developed pursuant to this chapter.</div><div style=\"text-indent:0.5in;\">(5) <span style=\"text-decoration:underline;\">\"Tree bank\" means an area or areas designated by a community wherein trees can be planted to compensate for the removal of trees elsewhere, and includes programs providing for the payment of a fee in lieu of physically planting the trees.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(6)</span> \"Tree canopy\" means the layer of leaves, branches, and stems of trees that cover the ground when viewed from above and that can be measured as a percentage of a land area shaded by trees.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(6)</span>))<span style=\"text-decoration:underline;\">(7)</span> \"Tribes\" means any federally recognized Indian tribes whose traditional lands and territories include parts of the state.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(7)</span>))<span style=\"text-decoration:underline;\">(8)</span> \"Urban and community forest\" or \"urban forest\" is that land in and around human settlements ranging from small communities to metropolitan areas, occupied or potentially occupied by trees and associated vegetation. Urban and community forestland may be planted or unplanted, used or unused, and includes public and private lands, lands along transportation and utility corridors, and forested watershed lands within populated areas. Nothing in this chapter may be construed to apply to lands subject to or designated under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.09'>76.09</a>, 79.70, 79.71, 84.33, or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.34'>84.34</a> RCW.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(8)</span>))<span style=\"text-decoration:underline;\">(9)</span> \"Urban and community forest assessment\" or \"urban forest assessment\" means an analysis of the urban and community forest inventory to: Establish the scope and scale of forest-related benefits and services; determine the economic valuation of such benefits, highlight trends, and issues of concern; identify high priority areas to be addressed; outline strategies for addressing the critical issues and urban landscapes; and identify opportunities for retaining trees, expanding forest canopy, and planting additional trees to sustain Washington's urban and community forests.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(9)</span>))<span style=\"text-decoration:underline;\">(10)</span> \"Urban and community forest inventory\" or \"urban forest inventory\" means a management tool designed to gauge the condition, management status, health, and diversity of an urban and community forest. An inventory may evaluate individual trees or groups of trees or canopy cover within urban and community forests, and will be periodically updated by the department.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(10)</span>))<span style=\"text-decoration:underline;\">(11)</span> \"Urban and community forestry\" or \"urban forestry\" means the planning, establishment, protection, care, and management of trees and associated plants individually, in small groups, or under more naturally forested conditions within cities, counties, and tribal lands.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(11)</span>))<span style=\"text-decoration:underline;\">(12)</span> \"Urban and community forestry ordinance\" or \"urban forestry ordinance\" is an ordinance developed by a city, county, or tribe that promotes urban forestry management and care of trees.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(12)</span>))<span style=\"text-decoration:underline;\">(13)</span> \"Vulnerable populations\" has the same meaning as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.405.020'>19.405.020</a>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.15.110'>76.15.110</a> and 2021 c 209 s 10 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The department must provide technical assistance and capacity building resources and opportunities to cities, counties, federally recognized tribes, and other public and private entities in the development and coordination of policies, programs, and activities for the promotion of urban and community forestry.</div><div style=\"text-indent:0.5in;\">(2) The department may use existing urban and community forestry inventory tools or develop additional tools to assist cities, counties, federally recognized tribes, and other public and private entities to collect urban and community forest tree data that informs urban and community forestry management, planning, and policy development.</div><div style=\"text-indent:0.5in;\">(3) The department shall strive to enable Washington cities' urban forest managers to access carbon markets by working to ensure tools developed under this section are compatible with existing and developing urban forest carbon market reporting protocols.</div><div style=\"text-indent:0.5in;\">(4) The department may use existing tools to assist communities to develop urban forestry management plans. Management plans may include, but not be limited to, the following elements:</div><div style=\"text-indent:0.5in;\">(a) Inventory and assessment of the jurisdiction's urban and community forests utilized as a dynamic management tool to set goals, implement programs, and monitor outcomes that may be adjusted over time;</div><div style=\"text-indent:0.5in;\">(b) ((<span style=\"text-decoration:line-through;\">Canopy</span>))<span style=\"text-decoration:underline;\">Tree canopy</span> cover goals;</div><div style=\"text-indent:0.5in;\">(c) Reforestation and tree canopy expansion goals within the city's, town's, and county's boundaries;</div><div style=\"text-indent:0.5in;\">(d) Restoration of public forests;</div><div style=\"text-indent:0.5in;\">(e) Achieving forest stand and <span style=\"text-decoration:underline;\">tree</span> diversity goals;</div><div style=\"text-indent:0.5in;\">(f) Maximizing vegetated stormwater management with trees and other vegetation that reduces runoff, increases soil infiltration, and reduces stormwater pollution;</div><div style=\"text-indent:0.5in;\">(g) Environmental health goals specific to air quality, habitat for wildlife, and energy conservation;</div><div style=\"text-indent:0.5in;\">(h) Vegetation management practices and programs to prevent vegetation from interfering with or damaging utilities and public facilities;</div><div style=\"text-indent:0.5in;\">(i) Prioritizing planting sites;</div><div style=\"text-indent:0.5in;\">(j) Standards for tree selection, siting, planting, and pruning;</div><div style=\"text-indent:0.5in;\">(k) Scheduling maintenance and stewardship for new and established trees;</div><div style=\"text-indent:0.5in;\">(l) Staff and volunteer training requirements emphasizing appropriate expertise and professionalism;</div><div style=\"text-indent:0.5in;\">(m) Guidelines for protecting existing trees from construction-related damage and damage related to preserving territorial views;</div><div style=\"text-indent:0.5in;\">(n) Integrating disease and pest management;</div><div style=\"text-indent:0.5in;\">(o) Wood waste utilization;</div><div style=\"text-indent:0.5in;\">(p) Community outreach, participation, education programs, and partnerships with nongovernment organizations;</div><div style=\"text-indent:0.5in;\">(q) Time frames for achieving plan goals, objectives, and tasks;</div><div style=\"text-indent:0.5in;\">(r) Monitoring and measuring progress toward those benchmarks and goals;</div><div style=\"text-indent:0.5in;\">(s) Consistency with the urban wildland interface codes developed by the state building code council;</div><div style=\"text-indent:0.5in;\">(t) Emphasizing landscape and revegetation plans in residential and commercial development areas where tree retention objectives are challenging to achieve; and</div><div style=\"text-indent:0.5in;\">(u) Maximizing building heating and cooling energy efficiency through appropriate siting of trees for summer shading, passive solar heating in winter, and for wind breaks.</div><div style=\"text-indent:0.5in;\">(5) The department may use existing tools to assist communities to develop urban forestry ordinances. Ordinances may include, but not be limited to, the following elements:</div><div style=\"text-indent:0.5in;\">(a) Tree canopy cover, density, and spacing;</div><div style=\"text-indent:0.5in;\">(b) Tree conservation and retention;</div><div style=\"text-indent:0.5in;\">(c) Vegetated stormwater runoff management using native trees and appropriate nonnative, nonnaturalized vegetation;</div><div style=\"text-indent:0.5in;\">(d) Clearing, grading, protection of soils, reductions in soil compaction, and use of appropriate soils with low runoff potential and high infiltration rates;</div><div style=\"text-indent:0.5in;\">(e) Appropriate tree siting and maintenance for vegetation management practices and programs to prevent vegetation from interfering with or damaging utilities and public facilities;</div><div style=\"text-indent:0.5in;\">(f) Native species and nonnative, nonnaturalized species diversity selection to reduce disease and pests in urban forests;</div><div style=\"text-indent:0.5in;\">(g) Tree maintenance;</div><div style=\"text-indent:0.5in;\">(h) Street tree installation and maintenance;</div><div style=\"text-indent:0.5in;\">(i) Tree and vegetation buffers for riparian areas, critical areas, transportation and utility corridors, and commercial and residential areas;</div><div style=\"text-indent:0.5in;\">(j) Tree assessments for new construction permitting;</div><div style=\"text-indent:0.5in;\">(k) Recommended forest conditions for different land use types;</div><div style=\"text-indent:0.5in;\">(l) Variances for hardship and safety;</div><div style=\"text-indent:0.5in;\">(m) Variances to avoid conflicts with renewable solar energy infrastructure, passive solar building design, and locally grown produce; and</div><div style=\"text-indent:0.5in;\">(n) Permits and appeals.</div><div style=\"text-indent:0.5in;\">(6) <span style=\"text-decoration:underline;\">The department must establish optional model urban forestry ordinances and recommendations and deliver technical assistance and planning support to local jurisdictions that decide to utilize the model ordinances and recommendations. These model ordinances and recommendations must:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) Establish criteria for including tree bank programs in urban forestry ordinances;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) Establish criteria for designating areas for tree banks, including that tree banks must be located within areas identified as priority regions under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.15.100'>76.15.100</a> and areas suffering from adverse environmental factors including, but not limited to, erosion, flooding, air or water pollution, and the urban heat island effect;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) Using the best available science, determine, at a minimum:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) The appropriate ratios of trees planted within the tree bank to trees removed elsewhere within the community; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) The appropriate species of trees to be used within the tree bank;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(d) Provide a tree selection and siting tool for use by local jurisdictions;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(e) Provide best practices for maintaining and growing newly planted trees within a tree bank, including by:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Providing estimates of the cost to maintain and nurture newly planted trees to ensure their survival; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Providing alternative methods for covering those costs, including through the imposition of an appropriate fee related to the use of the tree bank, to ensure that sufficient funds will be available to cover the costs of maintaining and nurturing the newly planted trees;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(f) Use the best available science to establish criteria for determining trees that, due to their size, environmental impact, or other significance are critical to retain during development;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(g) Prohibit a jurisdiction from requiring the retention outside of a critical area of any tree deemed by the jurisdiction to be significant, landmark, or otherwise of special import if such retention would affect a proposed development by:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Reducing the maximum allowed density, number of allowed lots, or maximum allowed floor area ratio;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Precluding the construction of middle housing as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.030'>36.70A.030</a> or accessory dwelling units as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.696'>36.70A.696</a>; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Precluding the ability to establish any required access or utility connections to a lot; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(h) Provide options for incentivizing developers to retain trees deemed by a jurisdiction to be significant, landmark, or otherwise of special import including, but not limited to, incentives related to:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Increasing the allowed building density or height;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Reducing minimum required lot sizes;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Reducing or eliminating landscaping requirements; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iv) Reducing open space or setback requirements.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(7)(a) Subject to the availability of amounts appropriated for this specific purpose, the department shall develop and administer a grant program to provide grants to cities and counties that adopt the model urban forestry ordinances produced by the department, for the purpose of implementing the requirements of the ordinances.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) In order to qualify for a grant, a county or city must have substantially adopted the model urban forestry ordinance as related to the use of tree banks within the county or city, and must allow for the option to utilize a tree bank in the majority of the jurisdiction. Additionally, in order for a city or county with a population of more than 75,000 to qualify for a grant, the city or county must adopt at least one of the model incentives for the retention of trees deemed by a jurisdiction to be significant, landmark, or otherwise of special import as provided for in the model ordinances. The department may also award grants to a county or city that has adopted, prior to the effective date of this section, ordinances for urban forestry that the department determines, in its discretion, are substantially similar to the model ordinances produced by the department, for the purpose of implementing the county's or city's ordinances.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(8)</span> The department may consult with the department of commerce in the process of providing technical assistance, on issues including, but not limited to, intersections between urban forestry programs and growth management act planning.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(7)</span>))<span style=\"text-decoration:underline;\">(9)</span> The department may use existing and develop additional innovative tools to facilitate successful implementation of urban forestry programs including, but not limited to, comprehensive tool kit packages (tree kits) that can easily be shared, locally adapted, and used by cities, counties, tribes, and community stakeholders.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(8)</span>))<span style=\"text-decoration:underline;\">(10)</span> The department must encourage communities to include participation and input by vulnerable populations through community organizations and members of the public for urban and community forestry plans in the regions where they are based.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(9)</span>))<span style=\"text-decoration:underline;\">(11)</span> Delivery of resources must be targeted based on the analysis and prioritization provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.15.100'>76.15.100</a>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">If specific funding for the purposes of this act, referencing this act by bill or chapter number, is not provided by June 30, 2025, in the omnibus appropriations act, this act is null and void.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-03T20:17:04.317Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to improve urban forest management in Washington State while addressing the need for affordable housing. It recognizes that local government policies for tree canopy and green space can sometimes hinder housing development. The bill aims to promote the use of \"tree banks,\" which allow for tree removal in one area to be mitigated by tree planting in another. This initiative seeks to balance environmental sustainability with housing needs, advocating for local regulations that protect significant trees while still permitting necessary housing construction. The bill instructs the Department of Natural Resources to create voluntary model regulations for local governments to enhance urban forestry.</p>\n<h3>Key Provisions</h3>\n<h4>Tree Bank and Urban Forestry Guidance</h4>\n<ul>\n<li>Local governments are encouraged to create tree bank programs to promote urban forestry while allowing for housing development.</li>\n<li>These tree banks enable the removal of trees in developed areas to be offset by planting in areas with greater need for trees.</li>\n<li>It promotes tree planting in regions facing environmental issues and supports salmon and orca recovery efforts.</li>\n</ul>\n<h4>Protection of Critical Trees</h4>\n<ul>\n<li>Local regulations can be established to protect vital trees while still allowing housing development.</li>\n<li>Incentives may be provided for developers to retain significant trees, ensuring the preservation of important green spaces.</li>\n</ul>\n<h4>Model Regulations and Technical Support</h4>\n<ul>\n<li>The Department of Natural Resources will produce voluntary model regulations that include guidelines for tree banks and development incentives.</li>\n<li>The regulations will help local governments choose whether to adopt these guidelines for urban forestry management.</li>\n</ul>\n<h4>Technical Assistance and Capacity Building</h4>\n<ul>\n<li>The Department will provide resources and assistance for cities and counties in creating and coordinating urban forestry policies.</li>\n<li>Inventory tools will be developed to help communities manage and assess their urban forests effectively.</li>\n</ul>\n<h4>Grant Program</h4>\n<ul>\n<li>A grant program will be established to support cities and counties that adopt model urban forestry ordinances that utilize tree banks.</li>\n<li>To qualify for grants, local jurisdictions must adopt certain urban forestry standards and incentives for tree retention.</li>\n</ul>\n<h4>Engagement with Vulnerable Populations</h4>\n<ul>\n<li>Community outreach and participation from vulnerable populations are emphasized to ensure their input in urban forestry plans.</li>\n<li>Efforts will be made to focus resources in areas identified as needing additional environmental support based on health and conservation needs.</li>\n</ul>\n<h4>Contingency for Funding</h4>\n<ul>\n<li>The bill will become null and void if specific funding for its implementation is not provided by June 30, 2025, in the omnibus appropriations act.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2025-01-03T20:17:04.317Z",
    "text": "tree bank urban forestry housing development significant trees environmental sustainability salmon orca recovery incentives green spaces community outreach vulnerable populations grant program"
  }
}