{
  "id": 1154,
  "lastUpdated": "2025-03-01T06:51:39.540Z",
  "agency": "House",
  "description": "Ensuring environmental and public health protection from solid waste handling facility operations.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-28T08:00:00.000Z",
    "text": "Rules Committee relieved of further consideration.  Placed on second reading."
  },
  "sponsors": [
    "Duerr",
    "Doglio",
    "Ramel",
    "Berry",
    "Ryu",
    "Callan",
    "Pollet",
    "Berg",
    "Davis",
    "Kloba",
    "Hunt"
  ],
  "document": {
    "name": "1154",
    "description": "House Bill 1154",
    "url": {
      "ts": "2025-01-03T20:17:06.090Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1154.htm"
    },
    "original": {
      "ts": "2025-01-03T20:17:06.090Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0312.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1154</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Duerr, Doglio, Ramel, Berry, Ryu, Callan, Pollet, Berg, Davis, Kloba, and Hunt<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/03/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Environment &amp; Energy.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to ensuring environmental and public health protection from solid waste handling facility operations; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.135'>70A.205.135</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.140'>70A.205.140</a>; adding new sections to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW; and prescribing penalties.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a> and 2016 c 119 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Applications for permits to operate a new or modified solid waste handling facility shall be on forms prescribed by the department and shall contain a description of the proposed facilities and operations at the site, plans and specifications for any new or additional facilities to be constructed, and such other information as the jurisdictional health department may deem necessary in order to determine whether the site and solid waste disposal facilities located thereon will comply with local regulations and state rules.</div><div style=\"text-indent:0.5in;\">(2) Upon receipt of an application for a permit to establish or modify a solid waste handling facility, the jurisdictional health department shall refer one copy of the application to the department which shall report its findings to the jurisdictional health department. When the application is for a permit to establish or modify a solid waste handling facility located in an area that is not under a quarantine, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=17.24.007'>17.24.007</a>, and when the facility will receive material for composting from an area under a quarantine, the jurisdictional health department shall also provide a copy of the application to the department of agriculture. The department of agriculture shall review the application to determine whether it contains information demonstrating that the proposed facility presents a risk of spreading disease, plant pathogens, or pests to areas that are not under a quarantine. For the purposes of this subsection, \"composting\" means the biological degradation and transformation of organic solid waste under controlled conditions designed to promote aerobic decomposition.</div><div style=\"text-indent:0.5in;\">(3) The jurisdictional health department shall investigate every application as may be necessary to determine whether a proposed or modified site and facilities meet all solid waste, air, and other applicable laws and regulations, and conforms with the approved comprehensive solid waste handling plan, and complies with all zoning requirements.</div><div style=\"text-indent:0.5in;\">(4) When the jurisdictional health department finds that the permit should be issued, ((<span style=\"text-decoration:line-through;\">it</span>))<span style=\"text-decoration:underline;\">and the department has approved the permit under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a>, the jurisdictional health department</span> shall issue such permit. Every application shall be approved or disapproved within ((<span style=\"text-decoration:line-through;\">ninety</span>))<span style=\"text-decoration:underline;\">90</span> days after its receipt by the jurisdictional health department.</div><div style=\"text-indent:0.5in;\">(5) The jurisdictional board of health may establish reasonable fees for permits and renewal of permits. All permit fees collected by the health department shall be deposited in the treasury and to the account from which the health department's operating expenses are paid.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a> and 2020 c 20 s 1173 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->((<span style=\"text-decoration:line-through;\">Every</span>))<span style=\"text-decoration:underline;\">(1) Except as provided in subsection (4) of this section, every</span> permit issued by a jurisdictional health department under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a> shall be reviewed by the department to ensure that the proposed site or facility conforms with:</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(1)</span>))<span style=\"text-decoration:underline;\">(a)</span> All applicable laws and regulations including the ((<span style=\"text-decoration:line-through;\">minimal</span>))<span style=\"text-decoration:underline;\">minimum</span> functional standards for solid waste handling; and</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(2)</span>))<span style=\"text-decoration:underline;\">(b)</span> The approved comprehensive solid waste management plan.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2)</span> The department shall review the permit within ((<span style=\"text-decoration:line-through;\">thirty</span>))<span style=\"text-decoration:underline;\">30</span> days after the issuance of the permit by the jurisdictional health department. ((<span style=\"text-decoration:line-through;\">The</span>))<span style=\"text-decoration:underline;\">For solid waste handling facilities other than landfills, the</span> department may appeal the issuance of the permit by the jurisdictional health department to the pollution control hearings board, as described in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B'>43.21B</a> RCW, for noncompliance with subsection (1) ((<span style=\"text-decoration:line-through;\">or (2)</span>))<span style=\"text-decoration:underline;\">(a) or (b)</span> of this section.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3)</span> No permit issued pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a> after June 7, 1984, shall be considered valid unless it has been reviewed by the department.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(4)(a) Every permit issued by a jurisdictional health department under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a> for landfilling must be reviewed and approved by the department to ensure that the proposed landfill conforms with:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) All applicable laws and regulations including the minimum functional standards for solid waste handling; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) The approved comprehensive solid waste management plan.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) The department shall review the permit prior to the issuance of the permit by the jurisdictional health department. The department may only approve a permit that ensures that the landfill conforms with all applicable laws and regulations, including the minimum functional standards for solid waste handling. The department may require a jurisdictional health department to amend the contents of a proposed permit to ensure conformance with applicable laws and regulations, including the minimum functional standards for solid waste handling.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) A jurisdictional health department or applicant may appeal the department's denial or amendment of a landfill permit under this section, including the denial of the renewal of a permit, to the pollution control hearings board.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(d) No permit issued under this subsection after August 1, 2025, is considered valid unless it has been approved by the department.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.135'>70A.205.135</a> and 2020 c 20 s 1174 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Every permit for an existing solid waste handling facility issued pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a> shall be renewed at least every five years on a date established by the jurisdictional health department having jurisdiction of the site and as specified in the permit. If a permit is to be renewed for longer than one year, the local jurisdictional health department may hold a public hearing before making such a decision. Prior to renewing a permit, the health department shall conduct a review as it deems necessary to assure that the solid waste handling facility or facilities located on the site continues to meet minimum functional standards of the department, applicable local regulations, and are not in conflict with the approved solid waste management plan. A jurisdictional health department shall approve or disapprove a permit renewal within ((<span style=\"text-decoration:line-through;\">forty-five</span>))<span style=\"text-decoration:underline;\">45</span> days of conducting its review. The department shall review and may appeal the renewal <span style=\"text-decoration:underline;\">of permits for solid waste handling facilities other than landfills</span> as set forth for the approval of permits in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a><span style=\"text-decoration:underline;\">(2). The department must review and approve or disapprove renewal of permits for landfill disposal facilities as set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a>(4)</span>.</div><div style=\"text-indent:0.5in;\">(2) The jurisdictional board of health may establish reasonable fees for permits reviewed under this section. All permit fees collected by the health department shall be deposited in the treasury and to the account from which the health department's operating expenses are paid.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.140'>70A.205.140</a> and 2016 c 119 s 5 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Any permit for a solid waste disposal site issued as provided herein shall be subject to suspension at any time the <span style=\"text-decoration:underline;\">department or the</span> jurisdictional health department determines that the site or the solid waste disposal facilities located on the site are being operated in violation of this chapter, the regulations of the department, the rules of the department of agriculture, or local laws and regulations.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) In addition to the provisions of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.140'>70A.205.140</a>, a jurisdictional health department or the department may:</div><div style=\"text-indent:0.5in;\">(a) Impose a civil penalty not to exceed $10,000 per day of operation of a solid waste handling facility in violation of the requirements of this chapter or a permit issued under this chapter; and</div><div style=\"text-indent:0.5in;\">(b) Issue an order requiring compliance by a solid waste handling facility in violation of the requirements of this chapter or a permit issued under this chapter. A person who fails to take corrective action as specified in a compliance order is liable for a civil penalty as provided in (a) of this subsection.</div><div style=\"text-indent:0.5in;\">(2)(a) If the department chooses to enforce the requirements of this chapter with respect to a solid waste handling facility in a jurisdiction, the department must notify the jurisdictional health department with a letter of intent that includes:</div><div style=\"text-indent:0.5in;\">(i) The start and any end date of the department's enforcement activities; and</div><div style=\"text-indent:0.5in;\">(ii) The geographical boundaries of solid waste handling facilities at which the enforcement activities are planned.</div><div style=\"text-indent:0.5in;\">(b) If a solid waste handling facility owner or operator pays a penalty under this section for a violation to a government entity, any penalty imposed by a different government entity for a violation based on the same incident and conduct shall be reduced by the amount of the prior penalty.</div><div style=\"text-indent:0.5in;\">(c) Upon receipt of an order by the jurisdictional health department or department, a solid waste handling facility owner or operator must provide information necessary to determine compliance with the requirements of this chapter applicable to solid waste handling facilities.</div><div style=\"text-indent:0.5in;\">(d) An applicant or permittee must allow the jurisdictional health department and department to conduct inspections and collect samples.</div><div style=\"text-indent:0.5in;\">(3) Penalties levied by the department under this section must be deposited in the model toxics control operating account created in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.305.180'>70A.305.180</a>.</div><div style=\"text-indent:0.5in;\">(4) A person who is issued an order or incurs a penalty from a jurisdictional health department or the department under this section may appeal the order or penalty to the pollution control hearings board established by chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B'>43.21B</a> RCW.</div><div style=\"text-indent:0.5in;\">(5) This section does not apply to actions taken by the department under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.305'>70A.305</a> RCW.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->By January 1, 2026, and each five years thereafter, each jurisdictional health department must transmit to the department a list of any violations of the requirements of this chapter historically or currently identified by the jurisdictional health department with respect to each solid waste facility that is currently operating in the jurisdiction. This list must include a description of any enforcement actions taken against the solid waste facility and whether the identified violation has been resolved to the satisfaction of the jurisdictional health department.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-03T20:17:06.090Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1154 is to enhance environmental and public health protections related to solid waste handling facility operations in Washington State. The bill proposes amendments to several existing regulations and introduces new provisions to ensure that these facilities operate in compliance with health and safety standards. Key changes include the establishment of strict permit review processes, increased authority for health departments, and the imposition of penalties for non-compliance. These updates aim to reduce risks associated with solid waste management and improve oversight of these facilities.</p>\n<h3>Key Provisions</h3>\n<h4>Permit Application and Approval</h4>\n<ul>\n<li>Applications for permits to operate new or modified solid waste facilities must include detailed descriptions, plans, and specifications.</li>\n<li>The jurisdictional health department is required to refer applications to the state department for review and findings.</li>\n<li>Applications must be approved or disapproved within 90 days of receipt.</li>\n<li>Permit fees may be established by the jurisdictional board of health and must be deposited into the treasury.</li>\n</ul>\n<h4>Permit Review Process</h4>\n<ul>\n<li>Every permit issued by health departments must conform to all relevant laws and the approved solid waste management plans.</li>\n<li>The department must review permits within 30 days following issuance by the health department.</li>\n<li>Appeals to permit decisions may be made through the pollution control hearings board.</li>\n</ul>\n<h4>Permit Renewal and Compliance</h4>\n<ul>\n<li>Existing solid waste facility permits must be renewed at least every five years, with local public hearings required for long-term renewals.</li>\n<li>Health departments are responsible for ensuring continued compliance with minimum standards and may approve or deny renewal applications.</li>\n</ul>\n<h4>Enforcement and Penalties</h4>\n<ul>\n<li>New provisions allow the imposition of civil penalties up to $10,000 per day for violations of solid waste requirements.</li>\n<li>The jurisdictional health department may issue compliance orders to facilities that violate permits or regulations.</li>\n<li>Affected parties can appeal orders or penalties to the pollution control hearings board.</li>\n</ul>\n<h4>Reporting Requirements</h4>\n<ul>\n<li>Each jurisdictional health department must submit a biennial report listing violations and enforcement actions taken against solid waste facilities.</li>\n</ul>"
    }
  },
  "subDocuments": [
    {
      "name": "1154-S",
      "description": "Substitute House Bill 1154 as Recommended by Environment & Energy",
      "url": {
        "ts": "2025-01-29T00:58:50.863Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1154-S.htm"
      },
      "original": {
        "ts": "2025-01-29T00:58:50.863Z",
        "text": "<!DOCTYPE html ><html><body><div>H-0785.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1154</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Environment &amp; Energy (originally sponsored by Representatives Duerr, Doglio, Ramel, Berry, Ryu, Callan, Pollet, Berg, Davis, Kloba, and Hunt)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 01/29/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to ensuring environmental and public health protection from solid waste handling facility operations; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.135'>70A.205.135</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.140'>70A.205.140</a>; reenacting and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.110'>43.21B.110</a>; adding new sections to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW; and prescribing penalties.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a> and 2016 c 119 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Applications for permits to operate a new or modified solid waste handling facility shall be on forms prescribed by the department and shall contain a description of the proposed facilities and operations at the site, plans and specifications for any new or additional facilities to be constructed, and such other information as the jurisdictional health department may deem necessary in order to determine whether the site and solid waste disposal facilities located thereon will comply with local regulations and state rules.</div><div style=\"text-indent:0.5in;\">(2) Upon receipt of an application for a permit to establish or modify a solid waste handling facility, the jurisdictional health department shall refer one copy of the application to the department which shall report its findings to the jurisdictional health department. When the application is for a permit to establish or modify a solid waste handling facility located in an area that is not under a quarantine, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=17.24.007'>17.24.007</a>, and when the facility will receive material for composting from an area under a quarantine, the jurisdictional health department shall also provide a copy of the application to the department of agriculture. The department of agriculture shall review the application to determine whether it contains information demonstrating that the proposed facility presents a risk of spreading disease, plant pathogens, or pests to areas that are not under a quarantine. For the purposes of this subsection, \"composting\" means the biological degradation and transformation of organic solid waste under controlled conditions designed to promote aerobic decomposition.</div><div style=\"text-indent:0.5in;\">(3) The jurisdictional health department shall investigate every application as may be necessary to determine whether a proposed or modified site and facilities meet all solid waste, air, and other applicable laws and regulations, and conforms with the approved comprehensive solid waste handling plan, and complies with all zoning requirements.</div><div style=\"text-indent:0.5in;\">(4) When the jurisdictional health department finds that the permit should be issued, ((<span style=\"text-decoration:line-through;\">it</span>))<span style=\"text-decoration:underline;\">and the department has approved the permit under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a>(4), the jurisdictional health department</span> shall issue such permit. Every application shall be approved or disapproved within ((<span style=\"text-decoration:line-through;\">ninety</span>))<span style=\"text-decoration:underline;\">90</span> days after its receipt by the jurisdictional health department.</div><div style=\"text-indent:0.5in;\">(5) The jurisdictional board of health may establish reasonable fees for permits and renewal of permits. All permit fees collected by the health department shall be deposited in the treasury and to the account from which the health department's operating expenses are paid.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a> and 2020 c 20 s 1173 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->((<span style=\"text-decoration:line-through;\">Every</span>))<span style=\"text-decoration:underline;\">(1) Except as provided in subsection (4) of this section, every</span> permit issued by a jurisdictional health department under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a> shall be reviewed by the department to ensure that the proposed site or facility conforms with:</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(1)</span>))<span style=\"text-decoration:underline;\">(a)</span> All applicable laws and regulations including the ((<span style=\"text-decoration:line-through;\">minimal</span>))<span style=\"text-decoration:underline;\">minimum</span> functional standards for solid waste handling; and</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(2)</span>))<span style=\"text-decoration:underline;\">(b)</span> The approved comprehensive solid waste management plan.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2)</span> The department shall review the permit within ((<span style=\"text-decoration:line-through;\">thirty</span>))<span style=\"text-decoration:underline;\">30</span> days after the issuance of the permit by the jurisdictional health department. ((<span style=\"text-decoration:line-through;\">The</span>))<span style=\"text-decoration:underline;\">For solid waste handling facilities other than landfills, the</span> department may appeal the issuance of the permit by the jurisdictional health department to the pollution control hearings board, as described in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B'>43.21B</a> RCW, for noncompliance with subsection (1) ((<span style=\"text-decoration:line-through;\">or (2)</span>))<span style=\"text-decoration:underline;\">(a) or (b)</span> of this section.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3)</span> No permit issued pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a> after June 7, 1984, shall be considered valid unless it has been reviewed by the department.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(4)(a) Every permit issued by a jurisdictional health department under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a> for landfilling must be reviewed and approved by the department to ensure that the proposed landfill conforms with:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) All applicable laws and regulations including the minimum functional standards for solid waste handling; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) The approved comprehensive solid waste management plan.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) The department shall review the permit prior to the issuance of the permit by the jurisdictional health department. The department may only approve a permit that ensures that the landfill conforms with all applicable laws and regulations, including the minimum functional standards for solid waste handling. The department may require a jurisdictional health department to amend the contents of a proposed permit to ensure conformance with applicable laws and regulations, including the minimum functional standards for solid waste handling.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) A jurisdictional health department or applicant may appeal the department's denial or amendment of a landfill permit under this section, including the denial of the renewal of a permit, to the pollution control hearings board.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(d) No permit issued under this subsection after August 1, 2027, is considered valid unless it has been approved by the department.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.135'>70A.205.135</a> and 2020 c 20 s 1174 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Every permit for an existing solid waste handling facility issued pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a> shall be renewed at least every five years on a date established by the jurisdictional health department having jurisdiction of the site and as specified in the permit. If a permit is to be renewed for longer than one year, the local jurisdictional health department may hold a public hearing before making such a decision. Prior to renewing a permit, the health department shall conduct a review as it deems necessary to assure that the solid waste handling facility or facilities located on the site continues to meet minimum functional standards of the department, applicable local regulations, and are not in conflict with the approved solid waste management plan. A jurisdictional health department shall approve or disapprove a permit renewal within ((<span style=\"text-decoration:line-through;\">forty-five</span>))<span style=\"text-decoration:underline;\">45</span> days of conducting its review. The department shall review and may appeal the renewal <span style=\"text-decoration:underline;\">of permits for solid waste handling facilities other than landfills</span> as set forth for the approval of permits in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a><span style=\"text-decoration:underline;\">(2). The department must review and approve or disapprove renewal of permits for landfill disposal facilities as set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a>(4)</span>.</div><div style=\"text-indent:0.5in;\">(2) The jurisdictional board of health may establish reasonable fees for permits reviewed under this section. All permit fees collected by the health department shall be deposited in the treasury and to the account from which the health department's operating expenses are paid.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.140'>70A.205.140</a> and 2016 c 119 s 5 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Any permit for a solid waste disposal site issued as provided herein shall be subject to suspension at any time the <span style=\"text-decoration:underline;\">department or the</span> jurisdictional health department determines that the site or the solid waste disposal facilities located on the site are being operated in violation of this chapter, the regulations of the department, the rules of the department of agriculture, or local laws and regulations.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) In addition to the provisions of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.140'>70A.205.140</a>, a jurisdictional health department or the department may:</div><div style=\"text-indent:0.5in;\">(a) Impose a civil penalty not to exceed $5,000 per day for the first 14 days of operation. If the violation is not resolved within 14 days, the agency imposing the penalty may increase the penalty not to exceed $10,000 per day of operation of a solid waste handling facility in violation of the requirements of this chapter or a permit issued under this chapter; and</div><div style=\"text-indent:0.5in;\">(b) Issue an order requiring compliance by a solid waste handling facility in violation of the requirements of this chapter or a permit issued under this chapter. A person who fails to take corrective action as specified in a compliance order is liable for a civil penalty as provided in (a) of this subsection. Before issuing a civil penalty, a jurisdictional health department will attempt to reach compliance with the solid waste handling facility through education and outreach.</div><div style=\"text-indent:0.5in;\">(2)(a) A jurisdictional health department may send written notice to the department that it is deferring to the department's authority under this section to enforce the requirements of this chapter with respect to a solid waste handling facility in a jurisdiction.</div><div style=\"text-indent:0.5in;\">(b) The department may exercise the department's authority under this section to take enforcement action in the absence of a deferral by the jurisdictional health department if, in the department's judgment, the jurisdictional health department's enforcement response fails to adequately address violations of this chapter by a solid waste handling facility operator. When the department begins enforcement activities, the department must notify the jurisdictional health department with a letter of intent that includes:</div><div style=\"text-indent:0.5in;\">(i) The start and any end date of the department's enforcement activities; and</div><div style=\"text-indent:0.5in;\">(ii) The geographical boundaries of solid waste handling facilities at which the enforcement activities are planned.</div><div style=\"text-indent:0.5in;\">(c) If a solid waste handling facility owner or operator pays a penalty under this section for a violation to a government entity, any penalty imposed by a different government entity for a violation based on the same incident and conduct shall be reduced by the amount of the prior penalty.</div><div style=\"text-indent:0.5in;\">(d) Upon receipt of an order by the jurisdictional health department or department, a solid waste handling facility owner or operator must provide information necessary to determine compliance with the requirements of this chapter applicable to solid waste handling facilities.</div><div style=\"text-indent:0.5in;\">(e) An applicant or permittee must allow the jurisdictional health department and department to conduct inspections and collect samples.</div><div style=\"text-indent:0.5in;\">(3)(a) Penalties levied by a jurisdictional health department shall be deposited in the treasury and to the account from which such jurisdictional health department's operating expenses are paid.</div><div style=\"text-indent:0.5in;\">(b) Penalties levied by the department under this section must be deposited in the model toxics control operating account created in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.305.180'>70A.305.180</a>.</div><div style=\"text-indent:0.5in;\">(4) A person who is issued an order or incurs a penalty from:</div><div style=\"text-indent:0.5in;\">(a) A jurisdictional health department may appeal the order or penalty to the local health officer;</div><div style=\"text-indent:0.5in;\">(b) The department under this section may appeal the order or penalty to the pollution control hearings board established by chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B'>43.21B</a> RCW.</div><div style=\"text-indent:0.5in;\">(5) This section does not apply to actions taken by the department under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.305'>70A.305</a> RCW.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->By January 1, 2026, and each five years thereafter, each jurisdictional health department must transmit to the department a list of any violations of the requirements of this chapter currently identified by the jurisdictional health department with respect to each solid waste facility that is currently operating in the jurisdiction. This list must include a description of any enforcement actions taken against the solid waste facility and whether the identified violation has been resolved to the satisfaction of the jurisdictional health department.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 7.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.110'>43.21B.110</a> and 2024 c 347 s 5, 2024 c 340 s 4, and 2024 c 339 s 16 are each reenacted and amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The hearings board shall only have jurisdiction to hear and decide appeals from the following decisions of the department, the director, local conservation districts, the air pollution control boards or authorities as established pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15'>70A.15</a> RCW, local health departments, the department of natural resources, the department of fish and wildlife, the parks and recreation commission, and authorized public entities described in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79.100'>79.100</a> RCW:</div><div style=\"text-indent:0.5in;\">(a) Civil penalties imposed pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.230'>70A.230</a> RCW and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.155'>18.104.155</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3160'>70A.15.3160</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.300.090'>70A.300.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.20.050'>70A.20.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.230.020'>70A.230.020</a>, <span style=\"text-decoration:underline;\">section 5 of this act,</span> 70A.205.280,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.355.070'>70A.355.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.430.070'>70A.430.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.500.260'>70A.500.260</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.505.100'>70A.505.100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.505.110'>70A.505.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.530.040'>70A.530.040</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.350.070'>70A.350.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.515.060'>70A.515.060</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.040'>70A.245.040</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.050'>70A.245.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.070'>70A.245.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.080'>70A.245.080</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.130'>70A.245.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.140'>70A.245.140</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.65.200'>70A.65.200</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.455.090'>70A.455.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.550.030'>70A.550.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.555.110'>70A.555.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.560.020'>70A.560.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.565.030'>70A.565.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.09.170'>76.09.170</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=77.55.440'>77.55.440</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=78.44.250'>78.44.250</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=88.46.090'>88.46.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.600'>90.03.600</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.46.270'>90.46.270</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.144'>90.48.144</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.310'>90.56.310</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.330'>90.56.330</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.102'>90.64.102</a>.</div><div style=\"text-indent:0.5in;\">(b) Orders issued pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.043'>18.104.043</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.060'>18.104.060</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.130'>18.104.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.27A.190'>43.27A.190</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.2520'>70A.15.2520</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3010'>70A.15.3010</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.4530'>70A.15.4530</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.6010'>70A.15.6010</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.280'>70A.205.280</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.214.140'>70A.214.140</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.300.120'>70A.300.120</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.350.070'>70A.350.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.65.200'>70A.65.200</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.505.100'>70A.505.100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.555.110'>70A.555.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.560.020'>70A.560.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.565.030'>70A.565.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=86.16.020'>86.16.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=88.46.070'>88.46.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.665'>90.03.665</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.14.130'>90.14.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.46.250'>90.46.250</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.120'>90.48.120</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.240'>90.48.240</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.330'>90.56.330</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.040'>90.64.040</a>.</div><div style=\"text-indent:0.5in;\">(c) Except as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.210'>90.03.210</a>(2), the issuance, modification, or termination of any permit, certificate, or license by the department or any air authority in the exercise of its jurisdiction, including the issuance or termination of a waste disposal permit, the denial of an application for a waste disposal permit, the modification of the conditions or the terms of a waste disposal permit, a decision to approve or deny a solid waste management plan under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.055'>70A.205.055</a>, approval or denial of an application for a beneficial use determination under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.260'>70A.205.260</a>, an application for a change under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.383'>90.03.383</a>, or a permit to distribute reclaimed water under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.46.220'>90.46.220</a>.</div><div style=\"text-indent:0.5in;\">(d) Decisions of local health departments regarding the granting or denial of solid waste permits pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW, including appeals by the department as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a>.</div><div style=\"text-indent:0.5in;\">(e) Decisions of local health departments regarding the issuance and enforcement of permits to use or dispose of biosolids under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.226.090'>70A.226.090</a>.</div><div style=\"text-indent:0.5in;\">(f) Decisions of the department regarding waste-derived fertilizer or micronutrient fertilizer under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=15.54.820'>15.54.820</a>.</div><div style=\"text-indent:0.5in;\">(g) Decisions of local conservation districts related to the denial of approval or denial of certification of a dairy nutrient management plan; conditions contained in a plan; application of any dairy nutrient management practices, standards, methods, and technologies to a particular dairy farm; and failure to adhere to the plan review and approval timelines in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.026'>90.64.026</a> as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.028'>90.64.028</a>.</div><div style=\"text-indent:0.5in;\">(h) Any other decision by the department or an air authority which pursuant to law must be decided as an adjudicative proceeding under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW.</div><div style=\"text-indent:0.5in;\">(i) Decisions of the department of natural resources, the department of fish and wildlife, and the department that are reviewable under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.09'>76.09</a> RCW, and the department of natural resources' appeals of county, city, or town objections under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.09.050'>76.09.050</a>(7).</div><div style=\"text-indent:0.5in;\">(j) Forest health hazard orders issued by the commissioner of public lands under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.06.180'>76.06.180</a>.</div><div style=\"text-indent:0.5in;\">(k) Decisions of the department of fish and wildlife to issue, deny, condition, or modify a hydraulic project approval permit under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=77.55'>77.55</a> RCW, to issue a stop work order, to issue a notice to comply, to issue a civil penalty, or to issue a notice of intent to disapprove applications.</div><div style=\"text-indent:0.5in;\">(l) Decisions of the department of natural resources that are reviewable under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=78.44.270'>78.44.270</a>.</div><div style=\"text-indent:0.5in;\">(m) Decisions of an authorized public entity under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79.100.010'>79.100.010</a> to take temporary possession or custody of a vessel or to contest the amount of reimbursement owed that are reviewable by the hearings board under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79.100.120'>79.100.120</a>.</div><div style=\"text-indent:0.5in;\">(n) Decisions of the department of ecology that are appealable under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a> to set recycled minimum postconsumer content for covered products or to temporarily exclude types of covered products in plastic containers from minimum postconsumer recycled content requirements.</div><div style=\"text-indent:0.5in;\">(o) Orders by the department of ecology under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.455.080'>70A.455.080</a>.</div><div style=\"text-indent:0.5in;\">(2) The following hearings shall not be conducted by the hearings board:</div><div style=\"text-indent:0.5in;\">(a) Hearings required by law to be conducted by the shorelines hearings board pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.58'>90.58</a> RCW, except where appeals to the pollution control hearings board and appeals to the shorelines hearings board have been consolidated pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.340'>43.21B.340</a>.</div><div style=\"text-indent:0.5in;\">(b) Hearings conducted by the department pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3010'>70A.15.3010</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3070'>70A.15.3070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3080'>70A.15.3080</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3090'>70A.15.3090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3100'>70A.15.3100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3110'>70A.15.3110</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.44.180'>90.44.180</a>.</div><div style=\"text-indent:0.5in;\">(c) Appeals of decisions by the department under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.110'>90.03.110</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.44.220'>90.44.220</a>.</div><div style=\"text-indent:0.5in;\">(d) Hearings conducted by the department to adopt, modify, or repeal rules.</div><div style=\"text-indent:0.5in;\">(3) Review of rules and regulations adopted by the hearings board shall be subject to review in accordance with the provisions of the administrative procedure act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-01-29T00:58:50.863Z",
        "text": "<h3>Purpose</h3>\n<p>The main goal of the edits to the proposed legislation is to enhance environmental and public health protections concerning solid waste handling facilities. Key changes include modifications related to permit processes, penalties for violations, and requirements for annual reporting on compliance. The impact of these changes aims to ensure stricter oversight and accountability for solid waste management practices.</p>\n<h3>Key Changes</h3>\n<h4>Amendments to RCW</h4>\n<ul>\n<li><strong>Addition of reenacted and amended RCW 43.21B.110:</strong></li>\n<li>This amendment adds clarity regarding the jurisdiction of the hearings board to review appeals related to decisions made by various environmental authorities.</li>\n</ul>\n<h4>Permit Processes</h4>\n<ul>\n<li><p><strong>Streamlined Permit Requirements:</strong></p></li>\n<li><p>The jurisdictional health department is required to issue permits upon finding that permits should be granted, contingent on departmental approval.</p></li>\n<li><p><strong>Permit Review Timeline:</strong></p></li>\n<li><p>The time frame for the jurisdiction that receives applications to issue decisions is reinforced to ensure timely processing. All applications must now be approved or disapproved within <strong>90 days</strong> of receipt.</p></li>\n<li><p><strong>Public Hearing Requirement:</strong></p></li>\n<li><p>If permit renewals are requested for longer than one year, the jurisdictional health department may hold a public hearing.</p></li>\n</ul>\n<h4>Penalties and Enforcement</h4>\n<ul>\n<li><p><strong>Changes to Civil Penalties:</strong></p></li>\n<li><p>New provisions allow for a civil penalty of <strong>$5,000 per day for the first 14 days</strong> of a violation, which could increase to <strong>$10,000 per day</strong> if the violation is not resolved within that time frame.</p></li>\n<li><p><strong>Compliance Orders:</strong></p></li>\n<li><p>Provisions for issuing compliance orders are enhanced, requiring attempts for compliance through education and outreach before penalties are applied.</p></li>\n<li><p><strong>Inspection Rights:</strong></p></li>\n<li><p>Facility owners or operators must allow inspections and sampling by health departments.</p></li>\n</ul>\n<h4>Reporting and Compliance</h4>\n<ul>\n<li><p><strong>Annual Violation Reporting:</strong></p></li>\n<li><p>By <strong>January 1, 2026</strong>, and every five years thereafter, jurisdictional health departments must report any historical or current violations, including enforcement actions taken.</p></li>\n<li><p><strong>Documentation of Health Department Findings:</strong></p></li>\n<li><p>A requirement for health departments to document and report any findings related to compliance issues at solid waste facilities. </p></li>\n</ul>\n<p>These changes reflect a commitment to ensuring that solid waste handling facilities operate in a manner that is safe for both public health and the environment.</p>"
      }
    },
    {
      "name": "1154-S2",
      "description": "Second Substitute House Bill 1154 as Recommended by Appropriations",
      "url": {
        "ts": "2025-02-22T00:15:16.920Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1154-S2.htm"
      },
      "original": {
        "ts": "2025-02-22T00:15:16.920Z",
        "text": "<!DOCTYPE html ><html><body><div>H-1632.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SECOND SUBSTITUTE HOUSE BILL 1154</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Appropriations (originally sponsored by Representatives Duerr, Doglio, Ramel, Berry, Ryu, Callan, Pollet, Berg, Davis, Kloba, and Hunt)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/21/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to ensuring environmental and public health protection from solid waste handling facility operations; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.135'>70A.205.135</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.140'>70A.205.140</a>; reenacting and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.110'>43.21B.110</a>; adding new sections to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW; creating a new section; and prescribing penalties.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a> and 2016 c 119 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Applications for permits to operate a new or modified solid waste handling facility shall be on forms prescribed by the department and shall contain a description of the proposed facilities and operations at the site, plans and specifications for any new or additional facilities to be constructed, and such other information as the jurisdictional health department may deem necessary in order to determine whether the site and solid waste disposal facilities located thereon will comply with local regulations and state rules.</div><div style=\"text-indent:0.5in;\">(2) Upon receipt of an application for a permit to establish or modify a solid waste handling facility, the jurisdictional health department shall refer one copy of the application to the department which shall report its findings to the jurisdictional health department. When the application is for a permit to establish or modify a solid waste handling facility located in an area that is not under a quarantine, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=17.24.007'>17.24.007</a>, and when the facility will receive material for composting from an area under a quarantine, the jurisdictional health department shall also provide a copy of the application to the department of agriculture. The department of agriculture shall review the application to determine whether it contains information demonstrating that the proposed facility presents a risk of spreading disease, plant pathogens, or pests to areas that are not under a quarantine. For the purposes of this subsection, \"composting\" means the biological degradation and transformation of organic solid waste under controlled conditions designed to promote aerobic decomposition.</div><div style=\"text-indent:0.5in;\">(3) The jurisdictional health department shall investigate every application as may be necessary to determine whether a proposed or modified site and facilities meet all solid waste, air, and other applicable laws and regulations, and conforms with the approved comprehensive solid waste handling plan, and complies with all zoning requirements.</div><div style=\"text-indent:0.5in;\">(4) When the jurisdictional health department finds that the permit should be issued, ((<span style=\"text-decoration:line-through;\">it</span>))<span style=\"text-decoration:underline;\">and the department has approved the permit under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a>(4), the jurisdictional health department</span> shall issue such permit. Every application shall be approved or disapproved within ((<span style=\"text-decoration:line-through;\">ninety</span>))<span style=\"text-decoration:underline;\">90</span> days after its receipt by the jurisdictional health department.</div><div style=\"text-indent:0.5in;\">(5) The jurisdictional board of health may establish reasonable fees for permits and renewal of permits. All permit fees collected by the health department shall be deposited in the treasury and to the account from which the health department's operating expenses are paid.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a> and 2020 c 20 s 1173 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->((<span style=\"text-decoration:line-through;\">Every</span>))<span style=\"text-decoration:underline;\">(1) Except as provided in subsection (4) of this section, every</span> permit issued by a jurisdictional health department under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a> shall be reviewed by the department to ensure that the proposed site or facility conforms with:</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(1)</span>))<span style=\"text-decoration:underline;\">(a)</span> All applicable laws and regulations including the ((<span style=\"text-decoration:line-through;\">minimal</span>))<span style=\"text-decoration:underline;\">minimum</span> functional standards for solid waste handling; and</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(2)</span>))<span style=\"text-decoration:underline;\">(b)</span> The approved comprehensive solid waste management plan.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2)</span> The department shall review the permit within ((<span style=\"text-decoration:line-through;\">thirty</span>))<span style=\"text-decoration:underline;\">30</span> days after the issuance of the permit by the jurisdictional health department. ((<span style=\"text-decoration:line-through;\">The</span>))<span style=\"text-decoration:underline;\">For solid waste handling facilities other than landfills, the</span> department may appeal the issuance of the permit by the jurisdictional health department to the pollution control hearings board, as described in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B'>43.21B</a> RCW, for noncompliance with subsection (1) ((<span style=\"text-decoration:line-through;\">or (2)</span>))<span style=\"text-decoration:underline;\">(a) or (b)</span> of this section.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3)</span> No permit issued pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a> after June 7, 1984, shall be considered valid unless it has been reviewed by the department.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(4)(a) Every permit issued by a jurisdictional health department under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a> for landfilling must be reviewed and approved by the department to ensure that the proposed landfill conforms with:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) All applicable laws and regulations including the minimum functional standards for solid waste handling; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) The approved comprehensive solid waste management plan.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) The department shall review the permit prior to the issuance of the permit by the jurisdictional health department. The department may only approve a permit that ensures that the landfill conforms with all applicable laws and regulations, including the minimum functional standards for solid waste handling. The department may require a jurisdictional health department to amend the contents of a proposed permit to ensure conformance with applicable laws and regulations, including the minimum functional standards for solid waste handling.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) A jurisdictional health department or applicant may appeal the department's denial or amendment of a landfill permit under this section, including the denial of the renewal of a permit, to the pollution control hearings board.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(d) No permit issued under this subsection after August 1, 2027, is considered valid unless it has been approved by the department.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.135'>70A.205.135</a> and 2020 c 20 s 1174 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Every permit for an existing solid waste handling facility issued pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.125'>70A.205.125</a> shall be renewed at least every five years on a date established by the jurisdictional health department having jurisdiction of the site and as specified in the permit. If a permit is to be renewed for longer than one year, the local jurisdictional health department may hold a public hearing before making such a decision. Prior to renewing a permit, the health department shall conduct a review as it deems necessary to assure that the solid waste handling facility or facilities located on the site continues to meet minimum functional standards of the department, applicable local regulations, and are not in conflict with the approved solid waste management plan. A jurisdictional health department shall approve or disapprove a permit renewal within ((<span style=\"text-decoration:line-through;\">forty-five</span>))<span style=\"text-decoration:underline;\">45</span> days of conducting its review. The department shall review and may appeal the renewal <span style=\"text-decoration:underline;\">of permits for solid waste handling facilities other than landfills</span> as set forth for the approval of permits in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a><span style=\"text-decoration:underline;\">(2). The department must review and approve or disapprove renewal of permits for landfill disposal facilities as set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a>(4)</span>.</div><div style=\"text-indent:0.5in;\">(2) The jurisdictional board of health may establish reasonable fees for permits reviewed under this section. All permit fees collected by the health department shall be deposited in the treasury and to the account from which the health department's operating expenses are paid.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.140'>70A.205.140</a> and 2016 c 119 s 5 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Any permit for a solid waste disposal site issued as provided herein shall be subject to suspension at any time the <span style=\"text-decoration:underline;\">department or the</span> jurisdictional health department determines that the site or the solid waste disposal facilities located on the site are being operated in violation of this chapter, the regulations of the department, the rules of the department of agriculture, or local laws and regulations.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) In addition to the provisions of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.140'>70A.205.140</a>, a jurisdictional health department or the department may:</div><div style=\"text-indent:0.5in;\">(a) Impose a civil penalty not to exceed $5,000 per day for the first 14 days of operation. If the violation is not resolved within 14 days, the agency imposing the penalty may increase the penalty not to exceed $10,000 per day of operation of a solid waste handling facility in violation of the requirements of this chapter or a permit issued under this chapter; and</div><div style=\"text-indent:0.5in;\">(b) Issue an order requiring compliance by a solid waste handling facility in violation of the requirements of this chapter or a permit issued under this chapter. A person who fails to take corrective action as specified in a compliance order is liable for a civil penalty as provided in (a) of this subsection. Before issuing a civil penalty, a jurisdictional health department will attempt to reach compliance with the solid waste handling facility through education and outreach.</div><div style=\"text-indent:0.5in;\">(2)(a) A jurisdictional health department may send written notice to the department that it is deferring to the department's authority under this section to enforce the requirements of this chapter with respect to a solid waste handling facility in a jurisdiction.</div><div style=\"text-indent:0.5in;\">(b) The department may exercise the department's authority under this section to take enforcement action in the absence of a deferral by the jurisdictional health department if, in the department's judgment, the jurisdictional health department's enforcement response fails to adequately address violations of this chapter by a solid waste handling facility operator. When the department begins enforcement activities, the department must notify the jurisdictional health department with a letter of intent that includes:</div><div style=\"text-indent:0.5in;\">(i) The start and any end date of the department's enforcement activities; and</div><div style=\"text-indent:0.5in;\">(ii) The geographical boundaries of solid waste handling facilities at which the enforcement activities are planned.</div><div style=\"text-indent:0.5in;\">(c) If a solid waste handling facility owner or operator pays a penalty under this section for a violation to a government entity, any penalty imposed by a different government entity for a violation based on the same incident and conduct shall be reduced by the amount of the prior penalty.</div><div style=\"text-indent:0.5in;\">(d) Upon receipt of an order by the jurisdictional health department or department, a solid waste handling facility owner or operator must provide information necessary to determine compliance with the requirements of this chapter applicable to solid waste handling facilities.</div><div style=\"text-indent:0.5in;\">(e) An applicant or permittee must allow the jurisdictional health department and department to conduct inspections and collect samples.</div><div style=\"text-indent:0.5in;\">(3)(a) Penalties levied by a jurisdictional health department shall be deposited in the treasury and to the account from which such jurisdictional health department's operating expenses are paid.</div><div style=\"text-indent:0.5in;\">(b) Penalties levied by the department under this section must be deposited in the model toxics control operating account created in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.305.180'>70A.305.180</a>.</div><div style=\"text-indent:0.5in;\">(4) A person who is issued an order or incurs a penalty from:</div><div style=\"text-indent:0.5in;\">(a) A jurisdictional health department may appeal the order or penalty to the local health officer;</div><div style=\"text-indent:0.5in;\">(b) The department under this section may appeal the order or penalty to the pollution control hearings board established by chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B'>43.21B</a> RCW.</div><div style=\"text-indent:0.5in;\">(5) This section does not apply to actions taken by the department under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.305'>70A.305</a> RCW.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->By January 1, 2026, and each five years thereafter, each jurisdictional health department must transmit to the department a list of any violations of the requirements of this chapter currently identified by the jurisdictional health department with respect to each solid waste facility that is currently operating in the jurisdiction. This list must include a description of any enforcement actions taken against the solid waste facility and whether the identified violation has been resolved to the satisfaction of the jurisdictional health department.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 7.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.110'>43.21B.110</a> and 2024 c 347 s 5, 2024 c 340 s 4, and 2024 c 339 s 16 are each reenacted and amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The hearings board shall only have jurisdiction to hear and decide appeals from the following decisions of the department, the director, local conservation districts, the air pollution control boards or authorities as established pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15'>70A.15</a> RCW, local health departments, the department of natural resources, the department of fish and wildlife, the parks and recreation commission, and authorized public entities described in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79.100'>79.100</a> RCW:</div><div style=\"text-indent:0.5in;\">(a) Civil penalties imposed pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.230'>70A.230</a> RCW and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.155'>18.104.155</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3160'>70A.15.3160</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.300.090'>70A.300.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.20.050'>70A.20.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.230.020'>70A.230.020</a>, <span style=\"text-decoration:underline;\">section 5 of this act,</span> 70A.205.280,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.355.070'>70A.355.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.430.070'>70A.430.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.500.260'>70A.500.260</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.505.100'>70A.505.100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.505.110'>70A.505.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.530.040'>70A.530.040</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.350.070'>70A.350.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.515.060'>70A.515.060</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.040'>70A.245.040</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.050'>70A.245.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.070'>70A.245.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.080'>70A.245.080</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.130'>70A.245.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.140'>70A.245.140</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.65.200'>70A.65.200</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.455.090'>70A.455.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.550.030'>70A.550.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.555.110'>70A.555.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.560.020'>70A.560.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.565.030'>70A.565.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.09.170'>76.09.170</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=77.55.440'>77.55.440</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=78.44.250'>78.44.250</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=88.46.090'>88.46.090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.600'>90.03.600</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.46.270'>90.46.270</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.144'>90.48.144</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.310'>90.56.310</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.330'>90.56.330</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.102'>90.64.102</a>.</div><div style=\"text-indent:0.5in;\">(b) Orders issued pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.043'>18.104.043</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.060'>18.104.060</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.104.130'>18.104.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.27A.190'>43.27A.190</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.2520'>70A.15.2520</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3010'>70A.15.3010</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.4530'>70A.15.4530</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.6010'>70A.15.6010</a>, <span style=\"text-decoration:underline;\">section 5 of this act,</span> 70A.205.280,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.214.140'>70A.214.140</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.300.120'>70A.300.120</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.350.070'>70A.350.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.65.200'>70A.65.200</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.505.100'>70A.505.100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.555.110'>70A.555.110</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.560.020'>70A.560.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.565.030'>70A.565.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=86.16.020'>86.16.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=88.46.070'>88.46.070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.665'>90.03.665</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.14.130'>90.14.130</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.46.250'>90.46.250</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.120'>90.48.120</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.48.240'>90.48.240</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.330'>90.56.330</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.040'>90.64.040</a>.</div><div style=\"text-indent:0.5in;\">(c) Except as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.210'>90.03.210</a>(2), the issuance, modification, or termination of any permit, certificate, or license by the department or any air authority in the exercise of its jurisdiction, including the issuance or termination of a waste disposal permit, the denial of an application for a waste disposal permit, the modification of the conditions or the terms of a waste disposal permit, a decision to approve or deny a solid waste management plan under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.055'>70A.205.055</a>, approval or denial of an application for a beneficial use determination under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.260'>70A.205.260</a>, an application for a change under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.383'>90.03.383</a>, or a permit to distribute reclaimed water under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.46.220'>90.46.220</a>.</div><div style=\"text-indent:0.5in;\">(d) Decisions of local health departments regarding the granting or denial of solid waste permits pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205'>70A.205</a> RCW, including appeals by the department as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.205.130'>70A.205.130</a>.</div><div style=\"text-indent:0.5in;\">(e) Decisions of local health departments regarding the issuance and enforcement of permits to use or dispose of biosolids under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.226.090'>70A.226.090</a>.</div><div style=\"text-indent:0.5in;\">(f) Decisions of the department regarding waste-derived fertilizer or micronutrient fertilizer under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=15.54.820'>15.54.820</a>.</div><div style=\"text-indent:0.5in;\">(g) Decisions of local conservation districts related to the denial of approval or denial of certification of a dairy nutrient management plan; conditions contained in a plan; application of any dairy nutrient management practices, standards, methods, and technologies to a particular dairy farm; and failure to adhere to the plan review and approval timelines in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.026'>90.64.026</a> as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.64.028'>90.64.028</a>.</div><div style=\"text-indent:0.5in;\">(h) Any other decision by the department or an air authority which pursuant to law must be decided as an adjudicative proceeding under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW.</div><div style=\"text-indent:0.5in;\">(i) Decisions of the department of natural resources, the department of fish and wildlife, and the department that are reviewable under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.09'>76.09</a> RCW, and the department of natural resources' appeals of county, city, or town objections under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.09.050'>76.09.050</a>(7).</div><div style=\"text-indent:0.5in;\">(j) Forest health hazard orders issued by the commissioner of public lands under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=76.06.180'>76.06.180</a>.</div><div style=\"text-indent:0.5in;\">(k) Decisions of the department of fish and wildlife to issue, deny, condition, or modify a hydraulic project approval permit under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=77.55'>77.55</a> RCW, to issue a stop work order, to issue a notice to comply, to issue a civil penalty, or to issue a notice of intent to disapprove applications.</div><div style=\"text-indent:0.5in;\">(l) Decisions of the department of natural resources that are reviewable under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=78.44.270'>78.44.270</a>.</div><div style=\"text-indent:0.5in;\">(m) Decisions of an authorized public entity under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79.100.010'>79.100.010</a> to take temporary possession or custody of a vessel or to contest the amount of reimbursement owed that are reviewable by the hearings board under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=79.100.120'>79.100.120</a>.</div><div style=\"text-indent:0.5in;\">(n) Decisions of the department of ecology that are appealable under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.245.020'>70A.245.020</a> to set recycled minimum postconsumer content for covered products or to temporarily exclude types of covered products in plastic containers from minimum postconsumer recycled content requirements.</div><div style=\"text-indent:0.5in;\">(o) Orders by the department of ecology under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.455.080'>70A.455.080</a>.</div><div style=\"text-indent:0.5in;\">(2) The following hearings shall not be conducted by the hearings board:</div><div style=\"text-indent:0.5in;\">(a) Hearings required by law to be conducted by the shorelines hearings board pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.58'>90.58</a> RCW, except where appeals to the pollution control hearings board and appeals to the shorelines hearings board have been consolidated pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21B.340'>43.21B.340</a>.</div><div style=\"text-indent:0.5in;\">(b) Hearings conducted by the department pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3010'>70A.15.3010</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3070'>70A.15.3070</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3080'>70A.15.3080</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3090'>70A.15.3090</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3100'>70A.15.3100</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.15.3110'>70A.15.3110</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.44.180'>90.44.180</a>.</div><div style=\"text-indent:0.5in;\">(c) Appeals of decisions by the department under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.03.110'>90.03.110</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.44.220'>90.44.220</a>.</div><div style=\"text-indent:0.5in;\">(d) Hearings conducted by the department to adopt, modify, or repeal rules.</div><div style=\"text-indent:0.5in;\">(3) Review of rules and regulations adopted by the hearings board shall be subject to review in accordance with the provisions of the administrative procedure act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 8.  </span><span style=\"text-indent:0.5in;\">If specific funding for the purposes of this act, referencing this act by bill or chapter number, is not provided by June 30, 2025, in the omnibus appropriations act, this act is null and void.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-02-22T00:15:16.920Z",
        "text": "<h3>Purpose</h3>\n<p>The edits made to the proposed legislature bill aim to enhance the regulation of solid waste handling facilities in Washington State. Key changes include adjustments in permit review processes, updates to the penalties for violations, and improvements in the enforcement mechanisms. These revisions focus on increasing compliance with environmental and public health standards while streamlining the procedures for both issuing and renewing permits. The overall impact is intended to promote better management of solid waste, thereby protecting public health and the environment more effectively.</p>\n<h3>Key Changes</h3>\n<h4>Permit Application and Review</h4>\n<ul>\n<li>The edited bill reaffirms that applications for solid waste handling facility permits must follow departmental forms and include specific details about proposed operations.</li>\n<li>The jurisdictional health department must ensure comprehensive reviews of applications for compliance with laws and local regulations.</li>\n<li>The time limit for permit approval or disapproval has been kept at 90 days.</li>\n</ul>\n<h4>Permit Issuance and Oversight</h4>\n<ul>\n<li>The edited version stipulates that all permits issued must be reviewed by the department for compliance with solid waste regulations and plans.</li>\n<li>Updates clarify the process and timelines under which the department reviews permits, shifting the completed permit approvals for landfills to 2027.</li>\n</ul>\n<h4>Penalties for Non-Compliance</h4>\n<ul>\n<li>The daily penalty for violations begins at $5,000 for the first 14 days and may escalate to $10,000 thereafter.</li>\n<li>Educational outreach must precede penalties unless immediate enforcement is deemed necessary.</li>\n<li>It explicitly allows the jurisdictional health department to defer to the department's enforcement actions if necessary.</li>\n</ul>\n<h4>Reporting and Accountability</h4>\n<ul>\n<li>A new section requires jurisdictional health departments to report any identified violations to the department every five years, ensuring accountability.</li>\n</ul>\n<h4>Appeals Process</h4>\n<ul>\n<li>The process for appealing orders or penalties from both the jurisdictional health department and the state department has been clarified, specifying where appeals should be directed.</li>\n</ul>\n<h4>Funding Clause</h4>\n<ul>\n<li>A new section states that if specific funding for the act is not provided by a certain date, the act will become null and void, ensuring financial support is secured for implementation.</li>\n</ul>\n<p>These changes collectively strengthen the legislative framework governing solid waste management and aim to achieve better compliance with environmental health standards.</p>"
      }
    }
  ],
  "keywords": {
    "ts": "2025-01-03T20:17:06.090Z",
    "text": "solid waste handling facility operations permit application approval permit review process permit renewal compliance enforcement penalties reporting requirements"
  }
}