{
  "id": 1157,
  "lastUpdated": "2025-03-01T06:51:39.824Z",
  "agency": "House",
  "description": "Authorizing access to certifications of birth and death to additional family members.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-31T08:00:00.000Z",
    "text": "First reading, referred to Health & Long-Term Care."
  },
  "sponsors": [
    "Steele"
  ],
  "document": {
    "name": "1157",
    "description": "House Bill 1157",
    "url": {
      "ts": "2025-01-03T20:17:08.713Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1157.htm"
    },
    "original": {
      "ts": "2025-01-03T20:17:08.713Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0269.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1157</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representative Steele<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/03/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Health Care &amp; Wellness.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to authorizing access to certifications of birth and death to additional family members; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.58A.530'>70.58A.530</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.58A.530'>70.58A.530</a> and 2021 c 55 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) A certification issued in accordance with this section is considered for all purposes the same as the original vital record and is prima facie evidence of the facts stated therein.</div><div style=\"text-indent:0.5in;\">(b) An informational copy is not considered the same as the original vital record and does not serve as prima facie evidence of the facts stated therein.</div><div style=\"text-indent:0.5in;\">(2) The state and local registrar shall issue all certifications registered in the vital records system from the state's central vital records system database upon submission by a qualified applicant of all required information and documentation required either by this chapter or by rule, or both, and shall ensure that all certifications include:</div><div style=\"text-indent:0.5in;\">(a) The date of registration; and</div><div style=\"text-indent:0.5in;\">(b) Security features that deter altering, counterfeiting, or simulation without ready detection as required under this chapter.</div><div style=\"text-indent:0.5in;\">(3) A person requesting a certification of birth, death, fetal death, or birth resulting in stillbirth must submit an application, identity documentation, evidence of eligibility, and the applicable fee established in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.58A.560'>70.58A.560</a> to the state or local registrar.</div><div style=\"text-indent:0.5in;\">(4) For a certification of birth, the state or local registrar may release the certification only to:</div><div style=\"text-indent:0.5in;\">(a) The subject of the record or the subject of the record's spouse or domestic partner, child, parent, stepparent, stepchild, sibling, grandparent, great grandparent, grandchild, <span style=\"text-decoration:underline;\">great grandchild,</span> legal guardian, legal representative, or authorized representative; or</div><div style=\"text-indent:0.5in;\">(b) A government agency or court, if the certification will be used in the conduct of the agency's or court's official duties.</div><div style=\"text-indent:0.5in;\">(5) The state registrar may issue an heirloom certification of birth to a qualified applicant consistent with subsection (4) of this section. The heirloom certification of birth must contain the state seal and be signed by the governor.</div><div style=\"text-indent:0.5in;\">(6) The state registrar may issue a certification of a birth record registered as delayed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.58A.120'>70.58A.120</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.58A.130'>70.58A.130</a> to a qualified applicant consistent with subsection (4) of this section. The certification must:</div><div style=\"text-indent:0.5in;\">(a) Be marked as delayed; and</div><div style=\"text-indent:0.5in;\">(b) Include a description of the evidence or court order number used to establish the delayed record.</div><div style=\"text-indent:0.5in;\">(7) The state registrar may issue a certification of a birth record for a person adopted under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.33'>26.33</a> RCW and registered under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.58A.400'>70.58A.400</a> to a qualified applicant consistent with subsection (4) of this section. The certification:</div><div style=\"text-indent:0.5in;\">(a) Must not include reference to the adoption of the child; and</div><div style=\"text-indent:0.5in;\">(b) For children born outside of the state, must be issued consistent with the certification standards of this section, unless the court orders otherwise.</div><div style=\"text-indent:0.5in;\">(8) When providing a birth certification to a qualified applicant under this chapter, the state or local registrar shall include information prepared by the department setting forth the advisability of a security freeze under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.182.230'>19.182.230</a> and the process for acquiring a security freeze.</div><div style=\"text-indent:0.5in;\">(9) For a certification of death, the state or local registrar may release the certification only to:</div><div style=\"text-indent:0.5in;\">(a) The decedent's spouse or domestic partner, child, parent, stepparent, stepchild, sibling, grandparent, great grandparent, grandchild, <span style=\"text-decoration:underline;\">great grandchild,</span> legal guardian immediately prior to death, legal representative, authorized representative, or next of kin as specified in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=11.28.120'>11.28.120</a>;</div><div style=\"text-indent:0.5in;\">(b) A funeral director, the funeral establishment licensed pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.39'>18.39</a> RCW, or the person having the right to control the disposition of the human remains under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=68.50.160'>68.50.160</a> named on the death record, within twelve months of the date of death; or</div><div style=\"text-indent:0.5in;\">(c) A government agency or court, if the certification will be used in the conduct of the agency's or court's official duties.</div><div style=\"text-indent:0.5in;\">(10) The state or local registrar may issue a short form certification of death that does not display information relating to cause and manner of death to a qualified applicant. In addition to the qualified applicants listed in subsection (9) of this section, a qualified applicant for a short form certification of death includes:</div><div style=\"text-indent:0.5in;\">(a) A title insurer or title insurance agent handling a transaction involving real property in which the decedent held some right, title, or interest; or</div><div style=\"text-indent:0.5in;\">(b) A person that demonstrates that the certified copy is necessary for a determination related to the death or the protection of a personal or property right related to the death.</div><div style=\"text-indent:0.5in;\">(11) The state or local registrar may issue reports of fetal death either as a certification of a fetal death or as a certification of birth resulting in a stillbirth, or both.</div><div style=\"text-indent:0.5in;\">(12) When issuing a certification of fetal death, the state or local registrar may release the certification only to:</div><div style=\"text-indent:0.5in;\">(a) A parent, a parent's legal representative, an authorized representative, a sibling, or a grandparent;</div><div style=\"text-indent:0.5in;\">(b) The funeral director or funeral establishment licensed pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.39'>18.39</a> RCW and named on the fetal death record, within twelve months of the date of fetal death; or</div><div style=\"text-indent:0.5in;\">(c) A government agency or court, if the certification will be used in the conduct of the agency's or court's official duties.</div><div style=\"text-indent:0.5in;\">(13) When issuing a certification of birth resulting in stillbirth, the state or local registrar may release the certification only to the individual who gave birth listed on the fetal death record.</div><div style=\"text-indent:0.5in;\">(a) A certification of birth resulting in stillbirth must comply with the format requirements prescribed by the state registrar and be in a format similar to a certification of birth.</div><div style=\"text-indent:0.5in;\">(b) The certification of birth resulting in stillbirth must contain a title at the top of the certification that reads: \"This certificate of birth resulting in stillbirth is not proof of a live birth and is not an identity document.\"</div><div style=\"text-indent:0.5in;\">(c) Nothing in this subsection (13):</div><div style=\"text-indent:0.5in;\">(i) May be the basis for a civil cause of action seeking damages or criminal charges against any person or entity for bodily injury, personal injury, or wrongful death for a stillbirth;</div><div style=\"text-indent:0.5in;\">(ii) Shall alter a woman's rights to reproductive freedom or equal protection under the law, or to alter or supersede any other provision of law; and</div><div style=\"text-indent:0.5in;\">(iii) Except for the right to request a certification of birth resulting in stillbirth, may constitute the basis of any new right, privilege, or entitlement, or abrogate any existing right, privilege, or entitlement.</div><div style=\"text-indent:0.5in;\">(14) The state or local registrar shall review the identity documentation and evidence of eligibility to determine if the person requesting the certification is a qualified applicant under this section. The state or local registrar may verify the identity documents and evidence of eligibility to determine the acceptability and authenticity of identity documentation and evidence of eligibility.</div><div style=\"text-indent:0.5in;\">(15) The state or local registrar may not issue a certification of birth or fetal death, including a certification of birth resulting in stillbirth, that includes information from the confidential section of record, except as provided in subsection (16) of this section.</div><div style=\"text-indent:0.5in;\">(16) The state registrar may release information contained in the confidential section of the birth record only to the following persons:</div><div style=\"text-indent:0.5in;\">(a) The individual who is the subject of the birth record, upon confirmation of documentation and evidence of identity of the requestor in a manner approved by the state board of health and the department. The state registrar must limit the confidential information provided to the individual who is the subject of the birth record's information, and may not include the parent's confidential information; or</div><div style=\"text-indent:0.5in;\">(b) A member of the public, upon order of a court of competent jurisdiction.</div><div style=\"text-indent:0.5in;\">(17) A person requesting a certification of marriage, dissolution of marriage, or dissolution of domestic partnership currently held by the department must submit an application and the applicable fee established in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.58A.560'>70.58A.560</a> to the state registrar.</div><div style=\"text-indent:0.5in;\">(18) The state registrar may mark deceased on a birth certification when that birth record is matched to a death record under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.58A.060'>70.58A.060</a>.</div><div style=\"text-indent:0.5in;\">(19) The state or local registrar must issue an informational copy from the central vital records system to anyone. Informational copies must contain only the information allowed by rule. Informational copies of death records must not display information related to cause and manner of death.</div><div style=\"text-indent:0.5in;\">(20) A person requesting an informational copy must submit an application and the applicable fee established in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.58A.560'>70.58A.560</a> to the state or local registrar.</div><div style=\"text-indent:0.5in;\">(21) If no record is identified as matching the information provided in the application, the state or local registrar shall issue a document indicating that a search of the vital records system was made and no matching record was identified.</div><div style=\"text-indent:0.5in;\">(22) All government agencies or courts to whom certifications or informational copies are issued must pay the applicable fee for certifications established in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.58A.560'>70.58A.560</a>.</div><div style=\"text-indent:0.5in;\">(23) The state or local registrar must comply with the requirements of this chapter when issuing a certification or informational copy of a vital life event.</div><div style=\"text-indent:0.5in;\">(24) The department may issue, through electronic means and processes determined by the department, verifications of information contained on birth or death records filed with the department when a verification is requested by a government agency, insurance company, hospital, or any other organization in the conduct of its official duties for fraud prevention and good governance purposes as determined by the department. The department shall charge a fee for a search under this subsection.</div><div style=\"text-indent:0.5in;\">(25) For the purposes of this section:</div><div style=\"text-indent:0.5in;\">(a) \"Qualified applicant\" means a person who is eligible to receive a certification of a vital record based on the standards established by this chapter and department rule.</div><div style=\"text-indent:0.5in;\">(b) \"Stillbirth\" means the same as fetal death as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.58A.010'>70.58A.010</a>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-03T20:17:08.713Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1157 is to expand access to certifications of birth and death to additional family members, thereby making it easier for more people to obtain official vital records. The bill amends existing legislation (RCW 70.58A.530) to include new family members, specifically allowing certifications to be accessed by a broader group of relatives. This change aims to simplify the process for families needing these important documents for legal and personal matters.</p>\n<h3>Key Provisions</h3>\n<h4>Access to Certifications</h4>\n<ul>\n<li>The state and local registrars shall issue certifications of birth, death, fetal death, or stillbirth to qualified applicants upon submission of relevant documentation and fees.</li>\n<li>Birth certifications can now be released to the following family members:<ul>\n<li>Spouses or domestic partners</li>\n<li>Children, parents, stepparents, stepchildren</li>\n<li>Siblings, grandparents, great grandparents, grandchildren, and <strong>great grandchildren</strong></li>\n<li>Legal guardians, legal representatives, or authorized representatives</li>\n<li>Government agencies or courts for official duties</li></ul></li>\n</ul>\n<h4>Issuance of Certifications</h4>\n<ul>\n<li><strong>Heirloom Certifications</strong>: State registrar can issue heirloom certifications of birth that include the state seal and the governor's signature.</li>\n<li><strong>Delayed Birth Records</strong>: The registrar can issue certifications for delayed births marked as such, explaining the reasons behind the delay.</li>\n<li><strong>Adoption Records</strong>: Certifications for adopted individuals must not reference the adoption and comply with the standards set for birth records.</li>\n</ul>\n<h4>Confidential Information</h4>\n<ul>\n<li>Registrars cannot provide certifications containing information from the confidential section of vital records unless specified exceptions apply.</li>\n<li>Confidential information may only be released to:<ul>\n<li>The individual subject of the record (subject to limitations)</li>\n<li>Members of the public under court order</li></ul></li>\n</ul>\n<h4>Certification for Deaths and Fetal Deaths</h4>\n<ul>\n<li>Death certifications are accessible to immediate family, funeral directors, or government agencies for official purposes.</li>\n<li>Short form death certifications that do not include cause of death can also be issued to certain qualified applicants, including title insurers.</li>\n</ul>\n<h4>General Provisions</h4>\n<ul>\n<li>Informational copies of vital records can be requested by anyone but will not show sensitive details such as cause of death.</li>\n<li>Government agencies must pay applicable fees for certifications or informational copies.</li>\n<li>The department may provide verifications of birth or death records electronically to authorized entities for fraud prevention purposes. </li>\n</ul>\n<p>This bill clearly outlines who can request these vital records and the processes involved, aiming to increase accessibility for families in need of official documentation during significant life events.</p>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2025-01-03T20:17:08.713Z",
    "text": "access certifications family members vital records birth death process heirloom delayed adoption confidential information"
  }
}