{
  "id": 1160,
  "lastUpdated": "2025-03-01T06:51:40.066Z",
  "agency": "House",
  "description": "Concerning local government design review.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-28T08:00:00.000Z",
    "text": "Rules Committee relieved of further consideration.  Placed on second reading."
  },
  "sponsors": [
    "Walen",
    "Ramel",
    "Leavitt",
    "Duerr"
  ],
  "document": {
    "name": "1160",
    "description": "House Bill 1160",
    "url": {
      "ts": "2025-01-03T20:17:11.580Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1160.htm"
    },
    "original": {
      "ts": "2025-01-03T20:17:11.580Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0381.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1160</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Walen, Ramel, Leavitt, and Duerr<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/03/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Local Government.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to local government design review; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70B.020'>36.70B.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.630'>36.70A.630</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.635'>36.70A.635</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70B.020'>36.70B.020</a> and 2023 c 338 s 5 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Unless the context clearly requires otherwise, the definitions in this section apply throughout this chapter.</div><div style=\"text-indent:0.5in;\">(1) \"Closed record appeal\" means an administrative appeal on the record to a local government body or officer, including the legislative body, following an open record hearing on a project permit application when the appeal is on the record with no or limited new evidence or information allowed to be submitted and only appeal argument allowed.</div><div style=\"text-indent:0.5in;\">(2) \"Local government\" means a county, city, or town.</div><div style=\"text-indent:0.5in;\">(3) \"Open record hearing\" means a hearing, conducted by a single hearing body or officer authorized by the local government to conduct such hearings, that creates the local government's record through testimony and submission of evidence and information, under procedures prescribed by the local government by ordinance or resolution. An open record hearing may be held prior to a local government's decision on a project permit to be known as an \"open record predecision hearing.\" An open record hearing may be held on an appeal, to be known as an \"open record appeal hearing,\" if no open record predecision hearing has been held on the project permit.</div><div style=\"text-indent:0.5in;\">(4) \"Project permit\" or \"project permit application\" means any land use or environmental permit or license required from a local government for a project action, including but not limited to subdivisions, binding site plans, planned unit developments, conditional uses, shoreline substantial development permits, site plan review, permits or approvals required by critical area ordinances, site-specific rezones which do not require a comprehensive plan amendment, but excluding the adoption or amendment of a comprehensive plan, subarea plan, or development regulations except as otherwise specifically included in this subsection.</div><div style=\"text-indent:0.5in;\">(5) \"Public meeting\" means an informal meeting, hearing, workshop, or other public gathering of people to obtain comments from the public or other agencies on a proposed project permit prior to the local government's decision. A public meeting may include, but is not limited to, ((<span style=\"text-decoration:line-through;\">a design review or</span>))<span style=\"text-decoration:underline;\">an</span> architectural control board meeting, a special review district or community council meeting, or a scoping meeting on a draft environmental impact statement. A public meeting does not include an open record hearing. The proceedings at a public meeting may be recorded and a report or recommendation may be included in the local government's project permit application file.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.630'>36.70A.630</a> and 2023 c 333 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) ((<span style=\"text-decoration:line-through;\">For purposes of this section, \"design review\" means a formally adopted local government process by which projects are reviewed for compliance with design standards for the type of use adopted through local ordinance.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(2) Except as provided in subsection (3) of this section, counties and cities planning under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.040'>36.70A.040</a> may apply in any design review process only clear and objective development regulations governing the exterior design of new development. For purposes of this section, a clear and objective development regulation:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(a) Must include one or more ascertainable guideline, standard, or criterion by which an applicant can determine whether a given building design is permissible under that development regulation; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(b) May not result in a reduction in density, height, bulk, or scale below the generally applicable development regulations for a development proposal in the applicable zone.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(3) The provisions of subsection (2) of this section do not apply to development regulations that apply only to designated landmarks or historic districts established under a local preservation ordinance.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(4)</span>))<span style=\"text-decoration:underline;\">A local government planning under this chapter may not require the submission of more than one architectural drawing as a prerequisite to the review of a housing development permit application, and, when reviewing such an application, may only require administrative design review to determine compliance with any applicable design standards unless additional design review is otherwise required by state or federal law, or the developments involve the alteration or removal of a structure designated as a landmark or that is within a historic district established under a local preservation ordinance.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2)</span> Any design review process must be conducted concurrently, or otherwise logically integrated, with the consolidated review and decision process for project permits set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70B.120'>36.70B.120</a>(3)((<span style=\"text-decoration:line-through;\">, and no design review process may include more than one public meeting</span>)).</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(5)</span>))<span style=\"text-decoration:underline;\">(3)</span> A county or city must comply with the requirements of this section beginning <span style=\"text-decoration:underline;\">the sooner of</span> six months after its next periodic comprehensive plan update required under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.130'>36.70A.130</a> <span style=\"text-decoration:underline;\">or six months after its next implementation progress report required under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.130'>36.70A.130</a>.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(4) For the purposes of this section, \"housing development\" means a proposed or existing structure that is used as a home, residence, or place to sleep by one or more persons including, but not limited to, single-family residences, manufactured homes, multifamily housing, group homes, and foster care facilities</span>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.635'>36.70A.635</a> and 2024 c 152 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Except as provided in subsection (4) of this section, any city that is required or chooses to plan under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.040'>36.70A.040</a> must provide by ordinance and incorporate into its development regulations, zoning regulations, and other official controls, authorization for the following:</div><div style=\"text-indent:0.5in;\">(a) For cities with a population of at least 25,000 but less than 75,000 based on office of financial management population estimates:</div><div style=\"text-indent:0.5in;\">(i) The development of at least two units per lot on all lots zoned predominantly for residential use, unless zoning permitting higher densities or intensities applies;</div><div style=\"text-indent:0.5in;\">(ii) The development of at least four units per lot on all lots zoned predominantly for residential use, unless zoning permitting higher densities or intensities applies, within one-quarter mile walking distance of a major transit stop; and</div><div style=\"text-indent:0.5in;\">(iii) The development of at least four units per lot on all lots zoned predominantly for residential use, unless zoning permitting higher densities or intensities applies, if at least one unit is affordable housing.</div><div style=\"text-indent:0.5in;\">(b) For cities with a population of at least 75,000 based on office of financial management population estimates:</div><div style=\"text-indent:0.5in;\">(i) The development of at least four units per lot on all lots zoned predominantly for residential use, unless zoning permitting higher densities or intensities applies;</div><div style=\"text-indent:0.5in;\">(ii) The development of at least six units per lot on all lots zoned predominantly for residential use, unless zoning permitting higher densities or intensities applies, within one-quarter mile walking distance of a major transit stop; and</div><div style=\"text-indent:0.5in;\">(iii) The development of at least six units per lot on all lots zoned predominantly for residential use, unless zoning permitting higher densities or intensities applies, if at least two units are affordable housing.</div><div style=\"text-indent:0.5in;\">(c) For cities with a population of less than 25,000, that are within a contiguous urban growth area with the largest city in a county with a population of more than 275,000, based on office of financial management population estimates the development of at least two units per lot on all lots zoned predominantly for residential use, unless zoning permitting higher densities or intensities applies.</div><div style=\"text-indent:0.5in;\">(2)(a) To qualify for the additional units allowed under subsection (1) of this section, the applicant must commit to renting or selling the required number of units as affordable housing. The units must be maintained as affordable for a term of at least 50 years, and the property must satisfy that commitment and all required affordability and income eligibility conditions adopted by the local government under this chapter. A city must require the applicant to record a covenant or deed restriction that ensures the continuing rental of units subject to these affordability requirements consistent with the conditions in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.14'>84.14</a> RCW for a period of no less than 50 years. The covenant or deed restriction must also address criteria and policies to maintain public benefit if the property is converted to a use other than which continues to provide for permanently affordable housing.</div><div style=\"text-indent:0.5in;\">(b) The units dedicated as affordable must be provided in a range of sizes comparable to other units in the development. To the extent practicable, the number of bedrooms in affordable units must be in the same proportion as the number of bedrooms in units within the entire development. The affordable units must generally be distributed throughout the development and have substantially the same functionality as the other units in the development.</div><div style=\"text-indent:0.5in;\">(c) If a city has enacted a program under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.540'>36.70A.540</a>, the terms of that program govern to the extent they vary from the requirements of this subsection.</div><div style=\"text-indent:0.5in;\">(3) If a city has enacted a program under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.540'>36.70A.540</a>, subsection (1) of this section does not preclude the city from requiring any development, including development described in subsection (1) of this section, to provide affordable housing, either on-site or through an in-lieu payment, nor limit the city's ability to expand such a program or modify its requirements.</div><div style=\"text-indent:0.5in;\">(4)(a) As an alternative to the density requirements in subsection (1) of this section, a city may implement the density requirements in subsection (1) of this section for at least 75 percent of lots in the city that are primarily dedicated to single-family detached housing units.</div><div style=\"text-indent:0.5in;\">(b) The 25 percent of lots for which the requirements of subsection (1) of this section are not implemented must include but are not limited to:</div><div style=\"text-indent:0.5in;\">(i) Any areas within the city for which the department has certified an extension of the implementation timelines under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.637'>36.70A.637</a> due to the risk of displacement;</div><div style=\"text-indent:0.5in;\">(ii) Any areas within the city for which the department has certified an extension of the implementation timelines under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.638'>36.70A.638</a> due to a lack of infrastructure capacity;</div><div style=\"text-indent:0.5in;\">(iii) Any lots, parcels, and tracts designated with critical areas or their buffers that are exempt from the density requirements as provided in subsection (8) of this section;</div><div style=\"text-indent:0.5in;\">(iv) Any portion of a city within a one-mile radius of a commercial airport with at least 9,000,000 annual enplanements that is exempt from the parking requirements under subsection (7)(b) of this section; and</div><div style=\"text-indent:0.5in;\">(v) Any areas subject to sea level rise, increased flooding, susceptible to wildfires, or geological hazards over the next 100 years.</div><div style=\"text-indent:0.5in;\">(c) Unless identified as at higher risk of displacement under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(g), the 25 percent of lots for which the requirements of subsection (1) of this section are not implemented may not include:</div><div style=\"text-indent:0.5in;\">(i) Any areas for which the exclusion would further racially disparate impacts or result in zoning with a discriminatory effect;</div><div style=\"text-indent:0.5in;\">(ii) Any areas within one-half mile walking distance of a major transit stop; or</div><div style=\"text-indent:0.5in;\">(iii) Any areas historically covered by a covenant or deed restriction excluding racial minorities from owning property or living in the area, as known to the city at the time of each comprehensive plan update.</div><div style=\"text-indent:0.5in;\">(5) A city subject to the requirements of subsection (1)(a) or (b) of this section must allow at least six of the nine types of middle housing to achieve the unit density required in subsection (1) of this section. A city may allow accessory dwelling units to achieve the unit density required in subsection (1) of this section. Cities are not required to allow accessory dwelling units or middle housing types beyond the density requirements in subsection (1) of this section. A city must also allow zero lot line short subdivision where the number of lots created is equal to the unit density required in subsection (1) of this section.</div><div style=\"text-indent:0.5in;\">(6) Any city subject to the requirements of this section:</div><div style=\"text-indent:0.5in;\">(a) ((<span style=\"text-decoration:line-through;\">If applying design review for middle housing, only administrative design review shall be required;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(b) Except as provided in (a) of this subsection, shall</span>))<span style=\"text-decoration:underline;\">Shall</span> not require through development regulations any standards for middle housing that are more restrictive than those required for detached single-family residences, but may apply any objective development regulations that are required for detached single-family residences, including, but not limited to, set-back, lot coverage, stormwater, clearing, and tree canopy and retention requirements;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(c)</span>))<span style=\"text-decoration:underline;\">(b)</span> Shall apply to middle housing the same development permit and environmental review processes that apply to detached single-family residences, unless otherwise required by state law including, but not limited to, shoreline regulations under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.58'>90.58</a> RCW, building codes under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.27'>19.27</a> RCW, energy codes under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.27A'>19.27A</a> RCW, or electrical codes under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.28'>19.28</a> RCW;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(d)</span>))<span style=\"text-decoration:underline;\">(c)</span> Shall not require off-street parking as a condition of permitting development of middle housing within one-half mile walking distance of a major transit stop;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(e)</span>))<span style=\"text-decoration:underline;\">(d)</span> Shall not require more than one off-street parking space per unit as a condition of permitting development of middle housing on lots no greater than 6,000 square feet before any zero lot line subdivisions or lot splits;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(f)</span>))<span style=\"text-decoration:underline;\">(e)</span> Shall not require more than two off-street parking spaces per unit as a condition of permitting development of middle housing on lots greater than 6,000 square feet before any zero lot line subdivisions or lot splits; and</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(g)</span>))<span style=\"text-decoration:underline;\">(f)</span> Are not required to achieve the per unit density under chapter 332, Laws of 2023 on lots after subdivision below 1,000 square feet unless the city chooses to enact smaller allowable lot sizes.</div><div style=\"text-indent:0.5in;\">(7) The provisions of subsection (6)((<span style=\"text-decoration:line-through;\">(d)</span>))<span style=\"text-decoration:underline;\">(c)</span> through ((<span style=\"text-decoration:line-through;\">(f)</span>))<span style=\"text-decoration:underline;\">(e)</span> of this section do not apply:</div><div style=\"text-indent:0.5in;\">(a) If a local government submits to the department an empirical study prepared by a credentialed transportation or land use planning expert that clearly demonstrates, and the department finds and certifies, that the application of the parking limitations of subsection (6)((<span style=\"text-decoration:line-through;\">(d)</span>))<span style=\"text-decoration:underline;\">(c)</span> through ((<span style=\"text-decoration:line-through;\">(f)</span>))<span style=\"text-decoration:underline;\">(e)</span> of this section for middle housing will be significantly less safe for vehicle drivers or passengers, pedestrians, or bicyclists than if the jurisdiction's parking requirements were applied to the same location for the same number of detached houses. The department must develop guidance to assist cities on items to include in the study; or</div><div style=\"text-indent:0.5in;\">(b) To portions of cities within a one-mile radius of a commercial airport in Washington with at least 9,000,000 annual enplanements.</div><div style=\"text-indent:0.5in;\">(8) The provisions of this section do not apply to:</div><div style=\"text-indent:0.5in;\">(a) Portions of a lot, parcel, or tract designated with critical areas designated under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.170'>36.70A.170</a> or their buffers as required by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.170'>36.70A.170</a>, except for critical aquifer recharge areas where a single-family detached house is an allowed use provided that any requirements to maintain aquifer recharge are met;</div><div style=\"text-indent:0.5in;\">(b) Areas designated as sole-source aquifers by the United States environmental protection agency on islands in the Puget Sound;</div><div style=\"text-indent:0.5in;\">(c) A watershed serving a reservoir for potable water if that watershed is or was listed, as of July 23, 2023, as impaired or threatened under section 303(d) of the federal clean water act (33 U.S.C. Sec. 1313(d));</div><div style=\"text-indent:0.5in;\">(d) Lots that have been designated urban separators by countywide planning policies as of July 23, 2023; or</div><div style=\"text-indent:0.5in;\">(e) A lot that was created through the splitting of a single residential lot.</div><div style=\"text-indent:0.5in;\">(9) Nothing in this section prohibits a city from permitting detached single-family residences.</div><div style=\"text-indent:0.5in;\">(10) Nothing in this section requires a city to issue a building permit if other federal, state, and local requirements for a building permit are not met.</div><div style=\"text-indent:0.5in;\">(11) A city must comply with the requirements of this section on the latter of:</div><div style=\"text-indent:0.5in;\">(a) Six months after its next periodic comprehensive plan update required under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.130'>36.70A.130</a> if the city meets the population threshold based on the 2020 office of financial management population data; or</div><div style=\"text-indent:0.5in;\">(b) 12 months after their next implementation progress report required under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.130'>36.70A.130</a> after a determination by the office of financial management that the city has reached a population threshold established under this section.</div><div style=\"text-indent:0.5in;\">(12) A city complying with this section and not granted a timeline extension under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.638'>36.70A.638</a> does not have to update its capital facilities plan element required by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(3) to accommodate the increased housing required by chapter 332, Laws of 2023 until the first periodic comprehensive plan update required for the city under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.130'>36.70A.130</a>(5) that occurs on or after June 30, 2034.</div><div style=\"text-indent:0.5in;\">(13) Until June 30, 2026, for cities subject to a growth target adopted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.210'>36.70A.210</a> that limit the maximum residential capacity of the jurisdiction, any additional residential capacity required by this section for lots, parcels, and tracts with critical areas or critical area buffers outside of critical areas or their buffers may not be considered an inconsistency with the countywide planning policies, multicounty planning policies, or growth targets adopted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.210'>36.70A.210</a>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-03T20:17:11.580Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1160 is to amend existing laws regarding local government design reviews to enhance the efficiency and effectiveness of the housing development process. Key changes include limiting the number of architectural drawings required for housing permit applications and mandating concurrent design reviews with other project permits. This aims to simplify the approval process for housing developments while ensuring that they meet necessary design standards, particularly in cities with varying population sizes and housing needs.</p>\n<h3>Key Provisions</h3>\n<h4>Housing Development Permits</h4>\n<ul>\n<li>Local governments may not require more than one architectural drawing as a prerequisite for housing development permit applications.</li>\n<li>Administrative design review will be the standard to determine compliance with applicable design standards for housing developments unless additional review is necessitated by state or federal law.</li>\n</ul>\n<h4>Concurrent Review Processes</h4>\n<ul>\n<li>Design review processes must be conducted concurrently with project permit reviews, ensuring a streamlined decision-making approach.</li>\n</ul>\n<h4>Density Requirements for Residential Lots</h4>\n<ul>\n<li>Cities with populations ranging from 25,000 to under 75,000 must allow:<ul>\n<li>At least two units per residential lot.</li>\n<li>At least four units per lot near major transit stops or if one unit is affordable housing.</li></ul></li>\n<li>Cities with populations of 75,000 and above must permit:<ul>\n<li>A minimum of four units per residential lot.</li>\n<li>Six units if within walking distance of transit stops or if two units are affordable.</li></ul></li>\n</ul>\n<h4>Affordable Housing Commitments</h4>\n<ul>\n<li>Developers must commit to maintaining affordability for a minimum of 50 years, and record a covenant ensuring compliance.</li>\n<li>Affordable units must be comparable in size and functionality to other units in the development.</li>\n</ul>\n<h4>Middle Housing Regulations</h4>\n<ul>\n<li>Cities must allow various types of middle housing to meet density requirements.</li>\n<li>Development standards for middle housing should not be more restrictive than for detached single-family residences.</li>\n</ul>\n<h4>Exceptions and Exemptions</h4>\n<ul>\n<li>Requirements do not apply to:<ul>\n<li>Areas designated with critical habitats, historic districts, or those impacted by environmental hazards.</li>\n<li>Detached single-family residences are still permissible under these provisions.</li></ul></li>\n<li>Cities have specific timelines to comply with these requirements based on their comprehensive plan updates. </li>\n</ul>\n<p>These changes emphasize promoting housing development while balancing design standards and community needs.</p>"
    }
  },
  "subDocuments": [
    {
      "name": "1160-S",
      "description": "Substitute House Bill 1160 as Recommended by Local Government",
      "url": {
        "ts": "2025-02-05T23:03:35.530Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1160-S.htm"
      },
      "original": {
        "ts": "2025-02-05T23:03:35.530Z",
        "text": "<!DOCTYPE html ><html><body><div>H-1101.3</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1160</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Local Government (originally sponsored by Representatives Walen, Ramel, Leavitt, and Duerr)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/07/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to local government design review; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70B.020'>36.70B.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.030'>36.70A.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.630'>36.70A.630</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.635'>36.70A.635</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70B.020'>36.70B.020</a> and 2023 c 338 s 5 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Unless the context clearly requires otherwise, the definitions in this section apply throughout this chapter.</div><div style=\"text-indent:0.5in;\">(1) \"Closed record appeal\" means an administrative appeal on the record to a local government body or officer, including the legislative body, following an open record hearing on a project permit application when the appeal is on the record with no or limited new evidence or information allowed to be submitted and only appeal argument allowed.</div><div style=\"text-indent:0.5in;\">(2) \"Local government\" means a county, city, or town.</div><div style=\"text-indent:0.5in;\">(3) \"Open record hearing\" means a hearing, conducted by a single hearing body or officer authorized by the local government to conduct such hearings, that creates the local government's record through testimony and submission of evidence and information, under procedures prescribed by the local government by ordinance or resolution. An open record hearing may be held prior to a local government's decision on a project permit to be known as an \"open record predecision hearing.\" An open record hearing may be held on an appeal, to be known as an \"open record appeal hearing,\" if no open record predecision hearing has been held on the project permit.</div><div style=\"text-indent:0.5in;\">(4) \"Project permit\" or \"project permit application\" means any land use or environmental permit or license required from a local government for a project action, including but not limited to subdivisions, binding site plans, planned unit developments, conditional uses, shoreline substantial development permits, site plan review, permits or approvals required by critical area ordinances, site-specific rezones which do not require a comprehensive plan amendment, but excluding the adoption or amendment of a comprehensive plan, subarea plan, or development regulations except as otherwise specifically included in this subsection.</div><div style=\"text-indent:0.5in;\">(5) \"Public meeting\" means an informal meeting, hearing, workshop, or other public gathering of people to obtain comments from the public or other agencies on a proposed project permit prior to the local government's decision. A public meeting may include, but is not limited to, ((<span style=\"text-decoration:line-through;\">a design review or</span>))<span style=\"text-decoration:underline;\">an</span> architectural control board meeting, a special review district or community council meeting, or a scoping meeting on a draft environmental impact statement. A public meeting does not include an open record hearing. The proceedings at a public meeting may be recorded and a report or recommendation may be included in the local government's project permit application file.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.030'>36.70A.030</a> and 2024 c 152 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Unless the context clearly requires otherwise, the definitions in this section apply throughout this chapter.</div><div style=\"text-indent:0.5in;\">(1) \"Active transportation\" means forms of pedestrian mobility including walking or running, the use of a mobility assistive device such as a wheelchair, bicycling and cycling irrespective of the number of wheels, and the use of small personal devices such as foot scooters or skateboards. Active transportation includes both traditional and electric assist bicycles and other devices. Planning for active transportation must consider and address accommodation pursuant to the Americans with disabilities act and the distinct needs of each form of active transportation.</div><div style=\"text-indent:0.5in;\">(2) \"Active transportation facilities\" means facilities provided for the safety and mobility of active transportation users including, but not limited to, trails, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=47.30.005'>47.30.005</a>, sidewalks, bike lanes, shared-use paths, and other facilities in the public right-of-way.</div><div style=\"text-indent:0.5in;\">(3) \"Administrative design review\" means a development permit process whereby an application is reviewed, approved, or denied by the planning director or the planning director's designee based solely on <span style=\"text-decoration:underline;\">clear,</span> objective<span style=\"text-decoration:underline;\">, and ascertainable</span> design and development standards without a public predecision hearing, unless such review is otherwise required by state or federal law, or the structure is a designated landmark or historic district established under a local preservation ordinance. A city <span style=\"text-decoration:underline;\">or county</span> may utilize public meetings, hearings, or voluntary review boards to consider, recommend, or approve requests for variances <span style=\"text-decoration:underline;\">or design departures</span> from locally established design review standards.</div><div style=\"text-indent:0.5in;\">(4) \"Adopt a comprehensive land use plan\" means to enact a new comprehensive land use plan or to update an existing comprehensive land use plan.</div><div style=\"text-indent:0.5in;\">(5) \"Affordable housing\" means, unless the context clearly indicates otherwise, residential housing whose monthly costs, including utilities other than telephone, do not exceed thirty percent of the monthly income of a household whose income is:</div><div style=\"text-indent:0.5in;\">(a) For rental housing, 60 percent of the median household income adjusted for household size, for the county where the household is located, as reported by the United States department of housing and urban development; or</div><div style=\"text-indent:0.5in;\">(b) For owner-occupied housing, 80 percent of the median household income adjusted for household size, for the county where the household is located, as reported by the United States department of housing and urban development.</div><div style=\"text-indent:0.5in;\">(6) \"Agricultural land\" means land primarily devoted to the commercial production of horticultural, viticultural, floricultural, dairy, apiary, vegetable, or animal products or of berries, grain, hay, straw, turf, seed, Christmas trees not subject to the excise tax imposed by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.33.100'>84.33.100</a> through  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.33.140'>84.33.140</a>, finfish in upland hatcheries, or livestock, and that has long-term commercial significance for agricultural production.</div><div style=\"text-indent:0.5in;\">(7) \"City\" means any city or town, including a code city.</div><div style=\"text-indent:0.5in;\">(8) \"Comprehensive land use plan,\" \"comprehensive plan,\" or \"plan\" means a generalized coordinated land use policy statement of the governing body of a county or city that is adopted pursuant to this chapter.</div><div style=\"text-indent:0.5in;\">(9) \"Cottage housing\" means residential units on a lot with a common open space that either: (a) Is owned in common; or (b) has units owned as condominium units with property owned in common and a minimum of 20 percent of the lot size as open space.</div><div style=\"text-indent:0.5in;\">(10) \"Courtyard apartments\" means attached dwelling units arranged on two or three sides of a yard or court.</div><div style=\"text-indent:0.5in;\">(11) \"Critical areas\" include the following areas and ecosystems: (a) Wetlands; (b) areas with a critical recharging effect on aquifers used for potable water; (c) fish and wildlife habitat conservation areas; (d) frequently flooded areas; and (e) geologically hazardous areas. \"Fish and wildlife habitat conservation areas\" does not include such artificial features or constructs as irrigation delivery systems, irrigation infrastructure, irrigation canals, or drainage ditches that lie within the boundaries of and are maintained by a port district or an irrigation district or company.</div><div style=\"text-indent:0.5in;\">(12) \"Department\" means the department of commerce.</div><div style=\"text-indent:0.5in;\">(13) \"Development regulations\" or \"regulation\" means the controls placed on development or land use activities by a county or city, including, but not limited to, zoning ordinances, critical areas ordinances, shoreline master programs, official controls, planned unit development ordinances, subdivision ordinances, and binding site plan ordinances together with any amendments thereto. A development regulation does not include a decision to approve a project permit application, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70B.020'>36.70B.020</a>, even though the decision may be expressed in a resolution or ordinance of the legislative body of the county or city.</div><div style=\"text-indent:0.5in;\">(14) \"Emergency housing\" means temporary indoor accommodations for individuals or families who are homeless or at imminent risk of becoming homeless that is intended to address the basic health, food, clothing, and personal hygiene needs of individuals or families. Emergency housing may or may not require occupants to enter into a lease or an occupancy agreement.</div><div style=\"text-indent:0.5in;\">(15) \"Emergency shelter\" means a facility that provides a temporary shelter for individuals or families who are currently homeless. Emergency shelter may not require occupants to enter into a lease or an occupancy agreement. Emergency shelter facilities may include day and warming centers that do not provide overnight accommodations.</div><div style=\"text-indent:0.5in;\">(16) \"Environmental justice\" means the fair treatment and meaningful involvement of all people regardless of race, color, national origin, or income with respect to development, implementation, and enforcement of environmental laws, regulations, and policies. Environmental justice includes addressing disproportionate environmental and health impacts in all laws, rules, and policies with environmental impacts by prioritizing vulnerable populations and overburdened communities and the equitable distribution of resources and benefits.</div><div style=\"text-indent:0.5in;\">(17) \"Extremely low-income household\" means a single person, family, or unrelated persons living together whose adjusted income is at or below thirty percent of the median household income adjusted for household size, for the county where the household is located, as reported by the United States department of housing and urban development.</div><div style=\"text-indent:0.5in;\">(18) \"Forestland\" means land primarily devoted to growing trees for long-term commercial timber production on land that can be economically and practically managed for such production, including Christmas trees subject to the excise tax imposed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.33.100'>84.33.100</a> through  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.33.140'>84.33.140</a>, and that has long-term commercial significance. In determining whether forestland is primarily devoted to growing trees for long-term commercial timber production on land that can be economically and practically managed for such production, the following factors shall be considered: (a) The proximity of the land to urban, suburban, and rural settlements; (b) surrounding parcel size and the compatibility and intensity of adjacent and nearby land uses; (c) long-term local economic conditions that affect the ability to manage for timber production; and (d) the availability of public facilities and services conducive to conversion of forestland to other uses.</div><div style=\"text-indent:0.5in;\">(19) \"Freight rail dependent uses\" means buildings and other infrastructure that are used in the fabrication, processing, storage, and transport of goods where the use is dependent on and makes use of an adjacent short line railroad. Such facilities are both urban and rural development for purposes of this chapter. \"Freight rail dependent uses\" does not include buildings and other infrastructure that are used in the fabrication, processing, storage, and transport of coal, liquefied natural gas, or \"crude oil\" as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.56.010'>90.56.010</a>.</div><div style=\"text-indent:0.5in;\">(20) \"Geologically hazardous areas\" means areas that because of their susceptibility to erosion, sliding, earthquake, or other geological events, are not suited to the siting of commercial, residential, or industrial development consistent with public health or safety concerns.</div><div style=\"text-indent:0.5in;\">(21) \"Green infrastructure\" means a wide array of natural assets and built structures within an urban growth area boundary, including parks and other areas with protected tree canopy, and management practices at multiple scales that manage wet weather and that maintain and restore natural hydrology by storing, infiltrating, evapotranspiring, and harvesting and using stormwater.</div><div style=\"text-indent:0.5in;\">(22) \"Green space\" means an area of land, vegetated by natural features such as grass, trees, or shrubs, within an urban context and less than one acre in size that creates public value through one or more of the following attributes:</div><div style=\"text-indent:0.5in;\">(a) Is accessible to the public;</div><div style=\"text-indent:0.5in;\">(b) Promotes physical and mental health of residents;</div><div style=\"text-indent:0.5in;\">(c) Provides relief from the urban heat island effects;</div><div style=\"text-indent:0.5in;\">(d) Promotes recreational and aesthetic values;</div><div style=\"text-indent:0.5in;\">(e) Protects streams or water supply; or</div><div style=\"text-indent:0.5in;\">(f) Preserves visual quality along highway, road, or street corridors.</div><div style=\"text-indent:0.5in;\">(23) \"Long-term commercial significance\" includes the growing capacity, productivity, and soil composition of the land for long-term commercial production, in consideration with the land's proximity to population areas, and the possibility of more intense uses of the land.</div><div style=\"text-indent:0.5in;\">(24) \"Low-income household\" means a single person, family, or unrelated persons living together whose adjusted income is at or below eighty percent of the median household income adjusted for household size, for the county where the household is located, as reported by the United States department of housing and urban development.</div><div style=\"text-indent:0.5in;\">(25) \"Major transit stop\" means:</div><div style=\"text-indent:0.5in;\">(a) A stop on a high capacity transportation system funded or expanded under the provisions of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=81.104'>81.104</a> RCW;</div><div style=\"text-indent:0.5in;\">(b) Commuter rail stops;</div><div style=\"text-indent:0.5in;\">(c) Stops on rail or fixed guideway systems; or</div><div style=\"text-indent:0.5in;\">(d) Stops on bus rapid transit routes, including those stops that are under construction.</div><div style=\"text-indent:0.5in;\">(26) \"Middle housing\" means buildings that are compatible in scale, form, and character with single-family houses and contain two or more attached, stacked, or clustered homes including duplexes, triplexes, fourplexes, fiveplexes, sixplexes, townhouses, stacked flats, courtyard apartments, and cottage housing.</div><div style=\"text-indent:0.5in;\">(27) \"Minerals\" include gravel, sand, and valuable metallic substances.</div><div style=\"text-indent:0.5in;\">(28) \"Moderate-income household\" means a single person, family, or unrelated persons living together whose adjusted income is at or below 120 percent of the median household income adjusted for household size, for the county where the household is located, as reported by the United States department of housing and urban development.</div><div style=\"text-indent:0.5in;\">(29) \"Overburdened community\" means a geographic area where vulnerable populations face combined, multiple environmental harms and health impacts, and includes, but is not limited to, highly impacted communities as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.405.020'>19.405.020</a>.</div><div style=\"text-indent:0.5in;\">(30) \"Per capita vehicle miles traveled\" means the number of miles traveled using cars and light trucks in a calendar year divided by the number of residents in Washington. The calculation of this value excludes vehicle miles driven conveying freight.</div><div style=\"text-indent:0.5in;\">(31) \"Permanent supportive housing\" is subsidized, leased housing with no limit on length of stay that prioritizes people who need comprehensive support services to retain tenancy and utilizes admissions practices designed to use lower barriers to entry than would be typical for other subsidized or unsubsidized rental housing, especially related to rental history, criminal history, and personal behaviors. Permanent supportive housing is paired with on-site or off-site voluntary services designed to support a person living with a complex and disabling behavioral health or physical health condition who was experiencing homelessness or was at imminent risk of homelessness prior to moving into housing to retain their housing and be a successful tenant in a housing arrangement, improve the resident's health status, and connect the resident of the housing with community-based health care, treatment, or employment services. Permanent supportive housing is subject to all of the rights and responsibilities defined in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=59.18'>59.18</a> RCW.</div><div style=\"text-indent:0.5in;\">(32) \"Public facilities\" include streets, roads, highways, sidewalks, street and road lighting systems, traffic signals, domestic water systems, storm and sanitary sewer systems, parks and recreational facilities, and schools.</div><div style=\"text-indent:0.5in;\">(33) \"Public services\" include fire protection and suppression, law enforcement, public health, education, recreation, environmental protection, and other governmental services.</div><div style=\"text-indent:0.5in;\">(34) \"Recreational land\" means land so designated under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.1701'>36.70A.1701</a> and that, immediately prior to this designation, was designated as agricultural land of long-term commercial significance under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.170'>36.70A.170</a>. Recreational land must have playing fields and supporting facilities existing before July 1, 2004, for sports played on grass playing fields.</div><div style=\"text-indent:0.5in;\">(35) \"Rural character\" refers to the patterns of land use and development established by a county in the rural element of its comprehensive plan:</div><div style=\"text-indent:0.5in;\">(a) In which open space, the natural landscape, and vegetation predominate over the built environment;</div><div style=\"text-indent:0.5in;\">(b) That foster traditional rural lifestyles, rural-based economies, and opportunities to both live and work in rural areas;</div><div style=\"text-indent:0.5in;\">(c) That provide visual landscapes that are traditionally found in rural areas and communities;</div><div style=\"text-indent:0.5in;\">(d) That are compatible with the use of the land by wildlife and for fish and wildlife habitat;</div><div style=\"text-indent:0.5in;\">(e) That reduce the inappropriate conversion of undeveloped land into sprawling, low-density development;</div><div style=\"text-indent:0.5in;\">(f) That generally do not require the extension of urban governmental services; and</div><div style=\"text-indent:0.5in;\">(g) That are consistent with the protection of natural surface water flows and groundwater and surface water recharge and discharge areas.</div><div style=\"text-indent:0.5in;\">(36) \"Rural development\" refers to development outside the urban growth area and outside agricultural, forest, and mineral resource lands designated pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.170'>36.70A.170</a>. Rural development can consist of a variety of uses and residential densities, including clustered residential development, at levels that are consistent with the preservation of rural character and the requirements of the rural element. Rural development does not refer to agriculture or forestry activities that may be conducted in rural areas.</div><div style=\"text-indent:0.5in;\">(37) \"Rural governmental services\" or \"rural services\" include those public services and public facilities historically and typically delivered at an intensity usually found in rural areas, and may include domestic water systems and fire and police protection services associated with rural development and normally not associated with urban areas. Rural services do not include storm or sanitary sewers, except as otherwise authorized by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.110'>36.70A.110</a>(4).</div><div style=\"text-indent:0.5in;\">(38) \"Short line railroad\" means those railroad lines designated class II or class III by the United States surface transportation board.</div><div style=\"text-indent:0.5in;\">(39) \"Single-family zones\" means those zones where single-family detached housing is the predominant land use.</div><div style=\"text-indent:0.5in;\">(40) \"Stacked flat\" means dwelling units in a residential building of no more than three stories on a residential zoned lot in which each floor may be separately rented or owned.</div><div style=\"text-indent:0.5in;\">(41) \"Townhouses\" means buildings that contain three or more attached single-family dwelling units that extend from foundation to roof and that have a yard or public way on not less than two sides.</div><div style=\"text-indent:0.5in;\">(42) \"Transportation system\" means all infrastructure and services for all forms of transportation within a geographical area, irrespective of the responsible jurisdiction or transportation provider.</div><div style=\"text-indent:0.5in;\">(43) \"Urban governmental services\" or \"urban services\" include those public services and public facilities at an intensity historically and typically provided in cities, specifically including storm and sanitary sewer systems, domestic water systems, street cleaning services, fire and police protection services, public transit services, and other public utilities associated with urban areas and normally not associated with rural areas.</div><div style=\"text-indent:0.5in;\">(44) \"Urban growth\" refers to growth that makes intensive use of land for the location of buildings, structures, and impermeable surfaces to such a degree as to be incompatible with the primary use of land for the production of food, other agricultural products, or fiber, or the extraction of mineral resources, rural uses, rural development, and natural resource lands designated pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.170'>36.70A.170</a>. A pattern of more intensive rural development, as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(5)(d), is not urban growth. When allowed to spread over wide areas, urban growth typically requires urban governmental services. \"Characterized by urban growth\" refers to land having urban growth located on it, or to land located in relationship to an area with urban growth on it as to be appropriate for urban growth.</div><div style=\"text-indent:0.5in;\">(45) \"Urban growth areas\" means those areas designated by a county pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.110'>36.70A.110</a>.</div><div style=\"text-indent:0.5in;\">(46) \"Very low-income household\" means a single person, family, or unrelated persons living together whose adjusted income is at or below fifty percent of the median household income adjusted for household size, for the county where the household is located, as reported by the United States department of housing and urban development.</div><div style=\"text-indent:0.5in;\">(47)(a) \"Vulnerable populations\" means population groups that are more likely to be at higher risk for poor health outcomes in response to environmental harms, due to: (i) Adverse socioeconomic factors, such as unemployment, high housing and transportation costs relative to income, limited access to nutritious food and adequate health care, linguistic isolation, and other factors that negatively affect health outcomes and increase vulnerability to the effects of environmental harms; and (ii) sensitivity factors, such as low birth weight and higher rates of hospitalization.</div><div style=\"text-indent:0.5in;\">(b) \"Vulnerable populations\" includes, but is not limited to:</div><div style=\"text-indent:0.5in;\">(i) Racial or ethnic minorities;</div><div style=\"text-indent:0.5in;\">(ii) Low-income populations; and</div><div style=\"text-indent:0.5in;\">(iii) Populations disproportionately impacted by environmental harms.</div><div style=\"text-indent:0.5in;\">(48) \"Wetland\" or \"wetlands\" means areas that are inundated or saturated by surface water or groundwater at a frequency and duration sufficient to support, and that under normal circumstances do support, a prevalence of vegetation typically adapted for life in saturated soil conditions. Wetlands generally include swamps, marshes, bogs, and similar areas. Wetlands do not include those artificial wetlands intentionally created from nonwetland sites, including, but not limited to, irrigation and drainage ditches, grass-lined swales, canals, detention facilities, wastewater treatment facilities, farm ponds, and landscape amenities, or those wetlands created after July 1, 1990, that were unintentionally created as a result of the construction of a road, street, or highway. Wetlands may include those artificial wetlands intentionally created from nonwetland areas created to mitigate conversion of wetlands.</div><div style=\"text-indent:0.5in;\">(49) \"Wildland urban interface\" means the geographical area where structures and other human development meets or intermingles with wildland vegetative fuels.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.630'>36.70A.630</a> and 2023 c 333 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) For purposes of this section, \"design review\" means a formally adopted local government process by which projects are reviewed for compliance with design standards for the type of use adopted through local ordinance.</div><div style=\"text-indent:0.5in;\">(2) Except as provided in subsection (3) of this section, counties and cities planning under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.040'>36.70A.040</a> may apply in any design review process only clear and objective development regulations governing the exterior design of new development. For purposes of this section, a clear and objective development regulation:</div><div style=\"text-indent:0.5in;\">(a) Must include one or more ((<span style=\"text-decoration:line-through;\">ascertainable guideline, standard, or criterion</span>))<span style=\"text-decoration:underline;\">standards</span> by which an applicant can determine whether a given building design is permissible under that development regulation; and</div><div style=\"text-indent:0.5in;\">(b) May not result in a reduction in density, height, bulk, or scale below the generally applicable development regulations for a development proposal in the applicable zone.</div><div style=\"text-indent:0.5in;\">(3) The provisions of subsection (2) of this section do not apply to development regulations that apply only to designated landmarks or historic districts established under a local preservation ordinance.</div><div style=\"text-indent:0.5in;\">(4) <span style=\"text-decoration:underline;\">A local government planning under this chapter may not require the submission of more than one architectural drawing set of one design concept as a prerequisite to the review of a housing development permit application, and, when reviewing such an application, may only require administrative design review to determine compliance with any applicable design standards unless additional design review is otherwise required by state or federal law, or the developments involve the alteration or removal of a structure designated as a landmark or that is within a historic district established under a local preservation ordinance.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(5)</span> Any design review process must be conducted concurrently, or otherwise logically integrated, with the consolidated review and decision process for project permits set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70B.120'>36.70B.120</a>(3)((<span style=\"text-decoration:line-through;\">, and no design review process may include more than one public meeting</span>)).</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(5)</span>))<span style=\"text-decoration:underline;\">(6)</span> A county or city must comply with the requirements of this section beginning <span style=\"text-decoration:underline;\">the sooner of</span> six months after its next periodic comprehensive plan update required under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.130'>36.70A.130</a> <span style=\"text-decoration:underline;\">or six months after its next implementation progress report required under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.130'>36.70A.130</a>.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(7) For the purposes of this section, \"housing development\" means a proposed or existing structure that is used as a home, residence, or place to sleep by one or more persons including, but not limited to, single-family residences, middle housing, manufactured homes, multifamily housing, group homes, and foster care facilities</span>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.635'>36.70A.635</a> and 2024 c 152 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Except as provided in subsection (4) of this section, any city that is required or chooses to plan under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.040'>36.70A.040</a> must provide by ordinance and incorporate into its development regulations, zoning regulations, and other official controls, authorization for the following:</div><div style=\"text-indent:0.5in;\">(a) For cities with a population of at least 25,000 but less than 75,000 based on office of financial management population estimates:</div><div style=\"text-indent:0.5in;\">(i) The development of at least two units per lot on all lots zoned predominantly for residential use, unless zoning permitting higher densities or intensities applies;</div><div style=\"text-indent:0.5in;\">(ii) The development of at least four units per lot on all lots zoned predominantly for residential use, unless zoning permitting higher densities or intensities applies, within one-quarter mile walking distance of a major transit stop; and</div><div style=\"text-indent:0.5in;\">(iii) The development of at least four units per lot on all lots zoned predominantly for residential use, unless zoning permitting higher densities or intensities applies, if at least one unit is affordable housing.</div><div style=\"text-indent:0.5in;\">(b) For cities with a population of at least 75,000 based on office of financial management population estimates:</div><div style=\"text-indent:0.5in;\">(i) The development of at least four units per lot on all lots zoned predominantly for residential use, unless zoning permitting higher densities or intensities applies;</div><div style=\"text-indent:0.5in;\">(ii) The development of at least six units per lot on all lots zoned predominantly for residential use, unless zoning permitting higher densities or intensities applies, within one-quarter mile walking distance of a major transit stop; and</div><div style=\"text-indent:0.5in;\">(iii) The development of at least six units per lot on all lots zoned predominantly for residential use, unless zoning permitting higher densities or intensities applies, if at least two units are affordable housing.</div><div style=\"text-indent:0.5in;\">(c) For cities with a population of less than 25,000, that are within a contiguous urban growth area with the largest city in a county with a population of more than 275,000, based on office of financial management population estimates the development of at least two units per lot on all lots zoned predominantly for residential use, unless zoning permitting higher densities or intensities applies.</div><div style=\"text-indent:0.5in;\">(2)(a) To qualify for the additional units allowed under subsection (1) of this section, the applicant must commit to renting or selling the required number of units as affordable housing. The units must be maintained as affordable for a term of at least 50 years, and the property must satisfy that commitment and all required affordability and income eligibility conditions adopted by the local government under this chapter. A city must require the applicant to record a covenant or deed restriction that ensures the continuing rental of units subject to these affordability requirements consistent with the conditions in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=84.14'>84.14</a> RCW for a period of no less than 50 years. The covenant or deed restriction must also address criteria and policies to maintain public benefit if the property is converted to a use other than which continues to provide for permanently affordable housing.</div><div style=\"text-indent:0.5in;\">(b) The units dedicated as affordable must be provided in a range of sizes comparable to other units in the development. To the extent practicable, the number of bedrooms in affordable units must be in the same proportion as the number of bedrooms in units within the entire development. The affordable units must generally be distributed throughout the development and have substantially the same functionality as the other units in the development.</div><div style=\"text-indent:0.5in;\">(c) If a city has enacted a program under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.540'>36.70A.540</a>, the terms of that program govern to the extent they vary from the requirements of this subsection.</div><div style=\"text-indent:0.5in;\">(3) If a city has enacted a program under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.540'>36.70A.540</a>, subsection (1) of this section does not preclude the city from requiring any development, including development described in subsection (1) of this section, to provide affordable housing, either on-site or through an in-lieu payment, nor limit the city's ability to expand such a program or modify its requirements.</div><div style=\"text-indent:0.5in;\">(4)(a) As an alternative to the density requirements in subsection (1) of this section, a city may implement the density requirements in subsection (1) of this section for at least 75 percent of lots in the city that are primarily dedicated to single-family detached housing units.</div><div style=\"text-indent:0.5in;\">(b) The 25 percent of lots for which the requirements of subsection (1) of this section are not implemented must include but are not limited to:</div><div style=\"text-indent:0.5in;\">(i) Any areas within the city for which the department has certified an extension of the implementation timelines under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.637'>36.70A.637</a> due to the risk of displacement;</div><div style=\"text-indent:0.5in;\">(ii) Any areas within the city for which the department has certified an extension of the implementation timelines under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.638'>36.70A.638</a> due to a lack of infrastructure capacity;</div><div style=\"text-indent:0.5in;\">(iii) Any lots, parcels, and tracts designated with critical areas or their buffers that are exempt from the density requirements as provided in subsection (8) of this section;</div><div style=\"text-indent:0.5in;\">(iv) Any portion of a city within a one-mile radius of a commercial airport with at least 9,000,000 annual enplanements that is exempt from the parking requirements under subsection (7)(b) of this section; and</div><div style=\"text-indent:0.5in;\">(v) Any areas subject to sea level rise, increased flooding, susceptible to wildfires, or geological hazards over the next 100 years.</div><div style=\"text-indent:0.5in;\">(c) Unless identified as at higher risk of displacement under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(g), the 25 percent of lots for which the requirements of subsection (1) of this section are not implemented may not include:</div><div style=\"text-indent:0.5in;\">(i) Any areas for which the exclusion would further racially disparate impacts or result in zoning with a discriminatory effect;</div><div style=\"text-indent:0.5in;\">(ii) Any areas within one-half mile walking distance of a major transit stop; or</div><div style=\"text-indent:0.5in;\">(iii) Any areas historically covered by a covenant or deed restriction excluding racial minorities from owning property or living in the area, as known to the city at the time of each comprehensive plan update.</div><div style=\"text-indent:0.5in;\">(5) A city subject to the requirements of subsection (1)(a) or (b) of this section must allow at least six of the nine types of middle housing to achieve the unit density required in subsection (1) of this section. A city may allow accessory dwelling units to achieve the unit density required in subsection (1) of this section. Cities are not required to allow accessory dwelling units or middle housing types beyond the density requirements in subsection (1) of this section. A city must also allow zero lot line short subdivision where the number of lots created is equal to the unit density required in subsection (1) of this section.</div><div style=\"text-indent:0.5in;\">(6) Any city subject to the requirements of this section:</div><div style=\"text-indent:0.5in;\">(a) ((<span style=\"text-decoration:line-through;\">If applying design review for middle housing, only administrative design review shall be required;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(b) Except as provided in (a) of this subsection, shall</span>))<span style=\"text-decoration:underline;\">Shall</span> not require through development regulations any standards for middle housing that are more restrictive than those required for detached single-family residences, but may apply any objective development regulations that are required for detached single-family residences, including, but not limited to, set-back, lot coverage, stormwater, clearing, and tree canopy and retention requirements;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(c)</span>))<span style=\"text-decoration:underline;\">(b)</span> Shall apply to middle housing the same development permit and environmental review processes that apply to detached single-family residences, unless otherwise required by state law including, but not limited to, shoreline regulations under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=90.58'>90.58</a> RCW, building codes under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.27'>19.27</a> RCW, energy codes under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.27A'>19.27A</a> RCW, or electrical codes under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.28'>19.28</a> RCW;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(d)</span>))<span style=\"text-decoration:underline;\">(c)</span> Shall not require off-street parking as a condition of permitting development of middle housing within one-half mile walking distance of a major transit stop;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(e)</span>))<span style=\"text-decoration:underline;\">(d)</span> Shall not require more than one off-street parking space per unit as a condition of permitting development of middle housing on lots no greater than 6,000 square feet before any zero lot line subdivisions or lot splits;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(f)</span>))<span style=\"text-decoration:underline;\">(e)</span> Shall not require more than two off-street parking spaces per unit as a condition of permitting development of middle housing on lots greater than 6,000 square feet before any zero lot line subdivisions or lot splits; and</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(g)</span>))<span style=\"text-decoration:underline;\">(f)</span> Are not required to achieve the per unit density under chapter 332, Laws of 2023 on lots after subdivision below 1,000 square feet unless the city chooses to enact smaller allowable lot sizes.</div><div style=\"text-indent:0.5in;\">(7) The provisions of subsection (6)((<span style=\"text-decoration:line-through;\">(d)</span>))<span style=\"text-decoration:underline;\">(c)</span> through ((<span style=\"text-decoration:line-through;\">(f)</span>))<span style=\"text-decoration:underline;\">(e)</span> of this section do not apply:</div><div style=\"text-indent:0.5in;\">(a) If a local government submits to the department an empirical study prepared by a credentialed transportation or land use planning expert that clearly demonstrates, and the department finds and certifies, that the application of the parking limitations of subsection (6)((<span style=\"text-decoration:line-through;\">(d)</span>))<span style=\"text-decoration:underline;\">(c)</span> through ((<span style=\"text-decoration:line-through;\">(f)</span>))<span style=\"text-decoration:underline;\">(e)</span> of this section for middle housing will be significantly less safe for vehicle drivers or passengers, pedestrians, or bicyclists than if the jurisdiction's parking requirements were applied to the same location for the same number of detached houses. The department must develop guidance to assist cities on items to include in the study; or</div><div style=\"text-indent:0.5in;\">(b) To portions of cities within a one-mile radius of a commercial airport in Washington with at least 9,000,000 annual enplanements.</div><div style=\"text-indent:0.5in;\">(8) The provisions of this section do not apply to:</div><div style=\"text-indent:0.5in;\">(a) Portions of a lot, parcel, or tract designated with critical areas designated under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.170'>36.70A.170</a> or their buffers as required by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.170'>36.70A.170</a>, except for critical aquifer recharge areas where a single-family detached house is an allowed use provided that any requirements to maintain aquifer recharge are met;</div><div style=\"text-indent:0.5in;\">(b) Areas designated as sole-source aquifers by the United States environmental protection agency on islands in the Puget Sound;</div><div style=\"text-indent:0.5in;\">(c) A watershed serving a reservoir for potable water if that watershed is or was listed, as of July 23, 2023, as impaired or threatened under section 303(d) of the federal clean water act (33 U.S.C. Sec. 1313(d));</div><div style=\"text-indent:0.5in;\">(d) Lots that have been designated urban separators by countywide planning policies as of July 23, 2023; or</div><div style=\"text-indent:0.5in;\">(e) A lot that was created through the splitting of a single residential lot.</div><div style=\"text-indent:0.5in;\">(9) Nothing in this section prohibits a city from permitting detached single-family residences.</div><div style=\"text-indent:0.5in;\">(10) Nothing in this section requires a city to issue a building permit if other federal, state, and local requirements for a building permit are not met.</div><div style=\"text-indent:0.5in;\">(11) A city must comply with the requirements of this section on the latter of:</div><div style=\"text-indent:0.5in;\">(a) Six months after its next periodic comprehensive plan update required under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.130'>36.70A.130</a> if the city meets the population threshold based on the 2020 office of financial management population data; or</div><div style=\"text-indent:0.5in;\">(b) 12 months after their next implementation progress report required under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.130'>36.70A.130</a> after a determination by the office of financial management that the city has reached a population threshold established under this section.</div><div style=\"text-indent:0.5in;\">(12) A city complying with this section and not granted a timeline extension under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.638'>36.70A.638</a> does not have to update its capital facilities plan element required by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(3) to accommodate the increased housing required by chapter 332, Laws of 2023 until the first periodic comprehensive plan update required for the city under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.130'>36.70A.130</a>(5) that occurs on or after June 30, 2034.</div><div style=\"text-indent:0.5in;\">(13) Until June 30, 2026, for cities subject to a growth target adopted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.210'>36.70A.210</a> that limit the maximum residential capacity of the jurisdiction, any additional residential capacity required by this section for lots, parcels, and tracts with critical areas or critical area buffers outside of critical areas or their buffers may not be considered an inconsistency with the countywide planning policies, multicounty planning policies, or growth targets adopted under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.210'>36.70A.210</a>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-02-05T23:03:35.530Z",
        "text": "<h3>Purpose</h3>\n<p>The edits made to the proposed legislation aim to update and clarify definitions and procedures related to local government design review processes in Washington State. The updated version shifts the focus of design review processes and emphasizes the need for more accessibility in housing development, including clear guidelines for affordable housing. The changes serve to streamline these processes, promote inclusivity, and ensure efficient compliance with state laws regarding land use and development.</p>\n<h3>Key Changes</h3>\n<h4>General Updates</h4>\n<ul>\n<li>The <strong>amended sections now include RCW 36.70A.030</strong> alongside the original RCWs, indicating a broader scope of regulation.</li>\n<li>An emphasis on <strong>\"active transportation\"</strong> was added to define active modes of transportation, enhancing the focus on pedestrian mobility and related infrastructure.</li>\n</ul>\n<h4>Definitions</h4>\n<ul>\n<li><p><strong>New Definitions</strong>: Several new definitions were introduced to clarify terms used throughout the legislation, including:</p>\n<ul>\n<li><strong>Active transportation</strong> and <strong>active transportation facilities</strong> to promote pedestrian and cycling infrastructure.</li>\n<li><strong>Administrative design review</strong> describes a streamlined process for reviewing and approving design standards.</li></ul></li>\n<li><p><strong>Affordable Housing</strong>: Revised definitions of <strong>\"affordable housing\"</strong> provide clear income thresholds, ensuring the legislation addresses varied affordability concerns within residential developments.</p></li>\n</ul>\n<h4>Design Review Process</h4>\n<ul>\n<li>The structure of the <strong>\"design review\"</strong> process was clarified to ensure that any review must comply with clear and objective standards, simplifying the evaluation for developers.</li>\n<li>Provisions were added to specify that <strong>only one design concept</strong> needs to be submitted before reviewing a housing development permit, which is a significant relaxation of previous requirements.</li>\n</ul>\n<h4>Housing Development</h4>\n<ul>\n<li>The definition of <strong>\"housing development\"</strong> was expanded to include <strong>middle housing</strong>, indicating a shift towards promoting more diverse housing options.</li>\n<li>Cities are now required to <strong>allow a variety of middle housing types</strong>, which include duplexes, triplexes, and others, thus facilitating compact and diverse communities.</li>\n</ul>\n<h4>Implementation and Compliance</h4>\n<ul>\n<li>The timeline for cities to comply with the new requirements was clarified, ensuring that regulatory changes are implemented within defined timeframes.</li>\n<li>Updated rules specify conditions under which cities must provide affordable housing units, removing barriers to housing development while still allowing for individualized requirements based on local needs.</li>\n</ul>\n<h4>Exemptions and Exceptions</h4>\n<ul>\n<li>Specific provisions exempt certain geographic areas from new density requirements to protect critical regions and maintain public safety, ensuring careful development consideration in sensitive areas.</li>\n</ul>\n<p>These changes collectively aim to modernize and make local governance around design review and housing development more responsive to community needs and state growth targets.</p>"
      }
    }
  ],
  "keywords": {
    "ts": "2025-01-03T20:17:11.580Z",
    "text": "housing development process efficiency architectural drawings design review approvals density requirements affordable housing commitments middle housing regulations exemptions comprehensive plan updates"
  }
}