{
  "id": 1167,
  "lastUpdated": "2025-03-01T06:51:40.472Z",
  "agency": "House",
  "description": "Directing the statewide career and technical education task force to consider educational opportunities for careers in maritime professions.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-28T08:00:00.000Z",
    "text": "Rules Committee relieved of further consideration.  Placed on second reading."
  },
  "sponsors": [
    "Shavers",
    "Reed",
    "Ryu",
    "Paul",
    "Simmons",
    "Nance",
    "Timmons"
  ],
  "document": {
    "name": "1167",
    "description": "House Bill 1167",
    "url": {
      "ts": "2025-01-06T19:21:47.453Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1167.htm"
    },
    "original": {
      "ts": "2025-01-06T19:21:47.453Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0366.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1167</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Shavers, Reed, Ryu, Paul, Simmons, Nance, and Timmons<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/06/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Postsecondary Education &amp; Workforce.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to directing the statewide career and technical education task force to consider expanding and strengthening certain educational opportunities for careers in maritime professions; and amending 2024 c 234 s 3 (uncodified).<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>2024 c 234 s 3 (uncodified) is amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The statewide career and technical education task force is established in the office of the superintendent of public instruction. The members of the task force are as follows:</div><div style=\"text-indent:0.5in;\">(a) The superintendent of public instruction or the superintendent's designee;</div><div style=\"text-indent:0.5in;\">(b) Two representatives from a statewide organization representing career and technical education, at least one of whom must be a career and technical education core plus classroom instructor;</div><div style=\"text-indent:0.5in;\">(c) A representative of career and technical education core plus aerospace and advanced manufacturing selected by an organization representing aerospace or advanced industrial manufacturers;</div><div style=\"text-indent:0.5in;\">(d) A representative of career and technical education core plus construction selected by an organization representing general contractors;</div><div style=\"text-indent:0.5in;\">(e) A representative of career and technical education core plus maritime selected by an organization representing maritime interests;</div><div style=\"text-indent:0.5in;\">(f) <span style=\"text-decoration:underline;\">A representative from the Washington state department of transportation state ferries division;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(g)</span> A representative from the state board for community and technical colleges selected by the state board for community and technical colleges;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(g)</span>))<span style=\"text-decoration:underline;\">(h)</span> A representative from a skill center as selected by the Washington state skill center association;</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(h)</span>))<span style=\"text-decoration:underline;\">(i)</span> A representative from the allied health industry; and</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(i)</span>))<span style=\"text-decoration:underline;\">(j)</span> A representative from the workforce training and education coordinating board selected by the workforce training and education coordinating board.</div><div style=\"text-indent:0.5in;\">(2) The superintendent of public instruction or the superintendent's designee shall chair the task force, and staff support for the task force must be provided by the office of the superintendent of public instruction.</div><div style=\"text-indent:0.5in;\">(3) The task force shall develop recommendations for:</div><div style=\"text-indent:0.5in;\">(a) Expanding and strengthening the accessibility, stability, and uniformity of secondary work-integrated learning opportunities, including career and technical education, career connected learning, regional apprenticeship programs, career and technical education core plus programs, work-based learning, internships and externships, <span style=\"text-decoration:underline;\">opportunities that lead or articulate to public and private postsecondary education programs approved by the United States coast guard for awarding the standards of training, certification, and watchkeeping credentials,</span> and other types of work-integrated learning. Recommendations required by this subsection (3)(a) should address governance, operations, and codification, and must be in the form of draft legislation. The legislature does not intend for recommendations required by this subsection (3)(a) to modify the operation of career and technical education core plus programs established prior to January 1, 2024;</div><div style=\"text-indent:0.5in;\">(b) The successful administration and operation of career and technical education core plus programs through appropriate collaboration with industry sector leadership from program areas to inform the administration and continual improvement of the programs, review data outcomes, recommend program improvements, ensure that the programs reflect applicable industry competencies, and identify appropriate program credentials; and</div><div style=\"text-indent:0.5in;\">(c) A career and technical education core plus model framework that can be used to guide the expansion, establishment, and operation of career and technical education core plus programs. In making recommendations in accordance with this subsection (3)(c), the task force must consider, at a minimum, the following:</div><div style=\"text-indent:0.5in;\">(i) Curricula and instructional hours that lead or articulate to industry-recognized nondegree credentials;</div><div style=\"text-indent:0.5in;\">(ii) Curricula provided without cost to educators;</div><div style=\"text-indent:0.5in;\">(iii) Academic course equivalencies;</div><div style=\"text-indent:0.5in;\">(iv) Courses and course sequencing;</div><div style=\"text-indent:0.5in;\">(v) The development, maintenance, and expansion of industry, labor, and community partnerships;</div><div style=\"text-indent:0.5in;\">(vi) Program credentials;</div><div style=\"text-indent:0.5in;\">(vii) Training and professional development for educators and counselors;</div><div style=\"text-indent:0.5in;\">(viii) Alignment with postsecondary education and training programs;</div><div style=\"text-indent:0.5in;\">(ix) The promotion of student, family, and community awareness of career and technical education core plus programs, including instructional offerings and potential work placement opportunities; and</div><div style=\"text-indent:0.5in;\">(x) The development and expansion of a cohort of employers willing to hire and place students that have successfully completed career and technical education core plus programs.</div><div style=\"text-indent:0.5in;\">(4) The task force, in accordance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.01.036'>43.01.036</a>, shall report its findings and recommendations to the governor, the appropriate fiscal and policy committees of the legislature, and the state board of education by November 15, 2025.</div><div style=\"text-indent:0.5in;\">(5) This section expires June 30, 2026.</div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-06T19:21:47.453Z",
      "text": "<h3>Purpose</h3>\n<p>The main goal of House Bill 1167 is to direct the statewide career and technical education task force to explore ways to expand and improve educational opportunities for careers in maritime professions. The key changes include:</p>\n<ul>\n<li>An emphasis on integrating work-based learning opportunities and maritime education into the existing career and technical education framework.</li>\n<li>Recommendations will be developed to enhance not only career education but also its alignment with postsecondary education programs, particularly those recognized by the U.S. Coast Guard.</li>\n</ul>\n<h3>Key Provisions</h3>\n<h4>Task Force Composition</h4>\n<ul>\n<li>The task force will consist of:<ul>\n<li>The superintendent of public instruction or a designated representative.</li>\n<li>Two representatives from a statewide career and technical education organization, including at least one instructor from a core plus program.</li>\n<li>Representatives from aerospace, advanced manufacturing, construction, and maritime organizations.</li>\n<li>A representative from the Washington State Department of Transportation's state ferries division.</li>\n<li>A representative from the state board for community and technical colleges.</li>\n<li>A representative from a skill center.</li>\n<li>A representative from the allied health industry.</li>\n<li>A representative from the workforce training and education coordinating board.</li></ul></li>\n</ul>\n<h4>Recommendations Development</h4>\n<ul>\n<li>The task force will create recommendations aimed at:<ul>\n<li>Expanding and fortifying work-integrated learning opportunities across various areas, including career-connected learning and apprenticeship programs, emphasizing maritime careers.</li>\n<li>Improving administration and collaboration between industry leaders and educational programs to ensure their responsiveness to market needs.</li>\n<li>Establishing a framework for career and technical education core plus programs that covers:<ul>\n<li>Curricula for industry-recognized credentials.</li>\n<li>Free curricular resources for educators.</li>\n<li>Equivalencies with academic courses.</li>\n<li>Clear course sequencing and relevant partnerships with industry.</li>\n<li>Training for educators and counselors for better program alignment with higher education.</li>\n<li>Strategies to increase awareness of career opportunities and recruitment of employers for student placements.</li></ul></li></ul></li>\n</ul>\n<h4>Reporting and Expiration</h4>\n<ul>\n<li>The task force is required to submit its findings and recommendations to the governor and relevant legislative committees by November 15, 2025.</li>\n<li>The provisions of this act will expire on June 30, 2026.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2025-01-06T19:21:47.453Z",
    "text": "maritime education work-based learning career-connected learning apprenticeship programs industry-recognized credentials training for educators community colleges task force recommendations employer recruitment"
  }
}