{
  "id": 1168,
  "lastUpdated": "2025-03-01T06:51:40.481Z",
  "agency": "House",
  "description": "Increasing transparency in artificial intelligence.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-31T08:00:00.000Z",
    "text": "Referred to Appropriations."
  },
  "sponsors": [
    "Shavers",
    "Taylor",
    "Ryu",
    "Fosse"
  ],
  "document": {
    "name": "1168",
    "description": "House Bill 1168",
    "url": {
      "ts": "2025-01-06T19:21:48.317Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1168.htm"
    },
    "original": {
      "ts": "2025-01-06T19:21:48.317Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0302.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1168</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Shavers, Taylor, Ryu, and Fosse<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/06/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Technology, Economic Development, &amp; Veterans.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to increasing transparency in artificial intelligence; adding a new chapter to Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19'>19</a> RCW; and prescribing penalties.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) \"Aggregate consumer information\" means information that relates to a group or category of consumers, from which individual consumer identities have been removed, that is not linked or reasonably linkable to any consumer or household, including via a device. \"Aggregate consumer information\" does not mean one or more individual consumer records that have been identified.</div><div style=\"text-indent:0.5in;\">(2) \"Artificial intelligence\" means an engineered or machine-based system that varies in its level of autonomy and that can, for explicit or implicit objectives, infer from the input it receives how to generate outputs that can influence physical or virtual environments.</div><div style=\"text-indent:0.5in;\">(3) \"Developer\" means a person, partnership, state or local government agency, or corporation that designs, codes, produces, or substantially modifies an artificial intelligence system or service for use by members of the public. For the purposes of this definition, \"members of the public\" does not include an affiliate as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.146.010'>19.146.010</a> or a hospital's medical staff member.</div><div style=\"text-indent:0.5in;\">(4) \"Generative artificial intelligence\" means artificial intelligence that can generate derived synthetic content, such as text, images, video, and audio, that emulates the structure and characteristics of the artificial intelligence's training data.</div><div style=\"text-indent:0.5in;\">(5) \"Security and integrity\" means the ability of:</div><div style=\"text-indent:0.5in;\">(a) Networks or information systems to detect security incidents that compromise the availability, authenticity, integrity, and confidentiality of stored or transmitted personal information;</div><div style=\"text-indent:0.5in;\">(b) Developers, users, or businesses to detect security incidents, resist malicious, deceptive, fraudulent, or illegal actions and to help prosecute those responsible for those actions; and</div><div style=\"text-indent:0.5in;\">(c) Developers, users, or businesses to ensure the physical safety of natural persons.</div><div style=\"text-indent:0.5in;\">(6) \"Substantially modifies\" or \"substantial modification\" means a new version, new release, or other update to a generative artificial intelligence system or service that materially changes its functionality or performance, including the results of retraining or fine tuning.</div><div style=\"text-indent:0.5in;\">(7) \"Synthetic data generation\" means a process in which seed data are used to create artificial data that have some of the statistical characteristics of the seed data.</div><div style=\"text-indent:0.5in;\">(8) \"Train a generative artificial intelligence system or service\" includes testing, validating, or fine tuning by the developer of the artificial intelligence system or service.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">(1) On or before January 1, 2026, and before each time thereafter that a generative artificial intelligence system or service, or a substantial modification to a generative artificial intelligence system or service, released on or after January 1, 2022, is made publicly available to Washingtonians for use, regardless of whether the terms of that use include compensation, the developer of the system or service shall post on the developer's internet website documentation regarding the data used by the developer to train the generative artificial intelligence system or service including, but not limited to:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) A high-level summary of the datasets used in the development of the generative artificial intelligence system or service including, but not limited to:</div><div style=\"text-indent:0.5in;\">(i) The sources or owners of the datasets;</div><div style=\"text-indent:0.5in;\">(ii) A description of how the datasets further the intended purpose of the artificial intelligence system or service;</div><div style=\"text-indent:0.5in;\">(iii) The number of data points included in the datasets, which may be in general ranges, and with estimated figures for dynamic datasets;</div><div style=\"text-indent:0.5in;\">(iv) A description of the types of data points within the datasets;</div><div style=\"text-indent:0.5in;\">(v) Whether the datasets include any data protected by copyright, trademark, or patent, or whether the datasets are entirely in the public domain;</div><div style=\"text-indent:0.5in;\">(vi) Whether the datasets were purchased or licensed by the developer;</div><div style=\"text-indent:0.5in;\">(vii) Whether the datasets include personal information, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.255.005'>19.255.005</a>;</div><div style=\"text-indent:0.5in;\">(viii) Whether the datasets include aggregate consumer information;</div><div style=\"text-indent:0.5in;\">(ix) Whether there was any cleaning, processing, or other modification to the datasets by the developer, including the intended purpose of those efforts in relation to the artificial intelligence system or service;</div><div style=\"text-indent:0.5in;\">(x) The time period during which the data in the datasets were collected, including a notice if the data collection is ongoing;</div><div style=\"text-indent:0.5in;\">(xi) The dates the datasets were first used during the development of the artificial intelligence system or service; and</div><div style=\"text-indent:0.5in;\">(xii) Whether the generative artificial intelligence system or service used or continuously uses synthetic data generation in its development. A developer may include a description of the functional need or desired purpose of the synthetic data in relation to the intended purpose of the system or service.</div><div style=\"text-indent:0.5in;\">(b) For purposes of this subsection, the following definitions apply:</div><div style=\"text-indent:0.5in;\">(i) As applied to datasets that include labels, \"types of data points\" means the types of labels used; and</div><div style=\"text-indent:0.5in;\">(ii) As applied to datasets without labeling, \"types of data points\" refers to the general characteristics.</div><div style=\"text-indent:0.5in;\">(2) A developer is not required to post documentation regarding the data used to train a generative artificial intelligence system or service for any of the following:</div><div style=\"text-indent:0.5in;\">(a) A generative artificial intelligence system or service whose sole purpose is to help ensure security and integrity;</div><div style=\"text-indent:0.5in;\">(b) A generative artificial intelligence system or service whose sole purpose is the operation of aircraft in the national airspace; and</div><div style=\"text-indent:0.5in;\">(c) A generative artificial intelligence system or service developed for national security, military, or defense purposes that is made available only to a federal entity.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">The attorney general shall enforce this chapter, and a developer who is found in violation of this chapter is liable for a civil penalty in the amount of $5,000 per violation to be collected in a civil action filed by the attorney general. Each day that a developer is in violation of this chapter is a discrete violation.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">Sections 1 through 3 of this act constitute a new chapter in Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19'>19</a> RCW.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-06T19:21:48.317Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1168 is to increase transparency in the development and use of artificial intelligence (AI) systems in Washington State. The bill requires developers of generative AI to disclose specific information about the datasets used to train these systems before they are released for public use. The key changes include new requirements for documentation to enhance public trust and accountability regarding AI technologies. It aims to protect consumer data and uphold security standards while allowing for innovation in AI.</p>\n<h3>Key Provisions</h3>\n<h4>Documentation Requirements</h4>\n<ul>\n<li>Developers must post on their website documentation detailing the data used to train generative AI systems before their public release, including:<ul>\n<li>A summary of datasets, including sources and owners.</li>\n<li>How the datasets serve the intended purpose of the AI.</li>\n<li>The estimated number of data points and types included.</li>\n<li>Information on data protection measures, copyrights, and whether personal information or aggregate data is included.</li>\n<li>Time periods for data collection and use, along with any ongoing data collection notices.</li>\n<li>Notices if synthetic data generation was used in training.</li></ul></li>\n</ul>\n<h4>Exemptions from Documentation</h4>\n<ul>\n<li>Documentation is not required for:<ul>\n<li>AI systems focused solely on ensuring security and integrity.</li>\n<li>AI systems intended for aircraft operations in national airspace.</li>\n<li>AI systems developed for national security or military purposes used solely by federal entities.</li></ul></li>\n</ul>\n<h4>Enforcement and Penalties</h4>\n<ul>\n<li>The attorney general is responsible for enforcing the provisions of this bill.</li>\n<li>Violations can incur civil penalties of $5,000 per instance, with each day of violation counted as a separate offense.</li>\n</ul>"
    }
  },
  "subDocuments": [
    {
      "name": "1168-S",
      "description": "Substitute House Bill 1168 as Recommended by Technology, Economic Development, & Veterans",
      "url": {
        "ts": "2025-01-30T16:18:07.273Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1168-S.htm"
      },
      "original": {
        "ts": "2025-01-30T16:18:07.273Z",
        "text": "<!DOCTYPE html ><html><body><div>H-0967.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1168</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Technology, Economic Development, &amp; Veterans (originally sponsored by Representatives Shavers, Taylor, Ryu, and Fosse)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 01/31/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to increasing transparency in artificial intelligence; adding a new chapter to Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19'>19</a> RCW; and prescribing penalties.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) \"Aggregate consumer information\" means information that relates to a group or category of consumers, from which individual consumer identities have been removed, that is not linked or reasonably linkable to any consumer or household, including via a device. \"Aggregate consumer information\" does not mean one or more individual consumer records that have been deidentified.</div><div style=\"text-indent:0.5in;\">(2) \"Artificial intelligence system or service\" means an engineered or machine-based system or service that varies in its level of autonomy and that can, for explicit or implicit objectives, infer from the input it receives how to generate outputs that can influence physical or virtual environments.</div><div style=\"text-indent:0.5in;\">(3) \"Developer\" means a person, partnership, state or local government agency, or corporation primarily engaged in designing, coding, producing, or substantially modifying an artificial intelligence system or service intended for commercial distribution or public use. For the purposes of this definition, \"members of the public\" does not include an affiliate as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.146.010'>19.146.010</a> or a hospital's medical staff member. This definition excludes individuals or entities that develop artificial intelligence systems or services solely for internal use or research purposes or those that utilize third-party artificial intelligence systems via application programming interface without substantial modification.</div><div style=\"text-indent:0.5in;\">(4) \"Generative artificial intelligence system or service\" means an artificial intelligence system or service that can generate derived synthetic content, such as text, images, video, and audio, that emulates the structure and characteristics of the artificial intelligence system's or service's training data.</div><div style=\"text-indent:0.5in;\">(5) \"Security and integrity\" means the ability of:</div><div style=\"text-indent:0.5in;\">(a) Networks or information systems to detect security incidents that compromise the availability, authenticity, integrity, and confidentiality of stored or transmitted personal information;</div><div style=\"text-indent:0.5in;\">(b) Developers, users, or businesses to detect security incidents, resist malicious, deceptive, fraudulent, or illegal actions and to help prosecute those responsible for those actions; and</div><div style=\"text-indent:0.5in;\">(c) Developers, users, or businesses to ensure the physical safety of natural persons.</div><div style=\"text-indent:0.5in;\">(6) \"Substantially modifies\" or \"substantial modification\" means a new version, new release, or other update to a generative artificial intelligence system or service that materially changes its functionality or performance, including the results of retraining or fine tuning.</div><div style=\"text-indent:0.5in;\">(7) \"Synthetic data generation\" means a process in which original data are used to create artificial data that have some of the statistical characteristics of the original data.</div><div style=\"text-indent:0.5in;\">(8) \"Train a generative artificial intelligence system or service\" includes testing, validating, or fine tuning by the developer of the generative artificial intelligence system or service.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">(1) On or before January 1, 2026, and before each time thereafter that a generative artificial intelligence system or service, or a substantial modification to a generative artificial intelligence system or service, released on or after January 1, 2022, is made publicly available to Washingtonians for use, regardless of whether the terms of that use include compensation, the developer of the system or service shall post on the developer's internet website documentation regarding the data used by the developer to train the generative artificial intelligence system or service including, but not limited to:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) A high-level summary of the datasets used in the development of the generative artificial intelligence system or service including, but not limited to:</div><div style=\"text-indent:0.5in;\">(i) The sources or owners of the datasets;</div><div style=\"text-indent:0.5in;\">(ii) A description of how the datasets further the intended purpose of the generative artificial intelligence system or service;</div><div style=\"text-indent:0.5in;\">(iii) The number of data points included in the datasets, which may be in general ranges, and with estimated figures for dynamic datasets;</div><div style=\"text-indent:0.5in;\">(iv) A description of the types of data points within the datasets;</div><div style=\"text-indent:0.5in;\">(v) Whether the datasets were purchased or licensed by the developer or if the datasets were publicly available;</div><div style=\"text-indent:0.5in;\">(vi) Whether the datasets include personal information, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.373.010'>19.373.010</a>;</div><div style=\"text-indent:0.5in;\">(vii) Whether the datasets include aggregate consumer information;</div><div style=\"text-indent:0.5in;\">(viii) Whether there was any cleaning, processing, or other modification to the datasets by the developer, including the intended purpose of those efforts in relation to the generative artificial intelligence system or service;</div><div style=\"text-indent:0.5in;\">(ix) The dates the datasets were first trained or the date of the last significant update to the datasets during the development of the generative artificial intelligence system or service; and</div><div style=\"text-indent:0.5in;\">(x) Whether the generative artificial intelligence system or service used or continuously uses synthetic data generation in its development. A developer may include a description of the functional need or desired purpose of the synthetic data in relation to the intended purpose of the system or service.</div><div style=\"text-indent:0.5in;\">(b) For purposes of this subsection, the following definitions apply:</div><div style=\"text-indent:0.5in;\">(i) As applied to datasets that include labels, \"types of data points\" means the types of labels used; and</div><div style=\"text-indent:0.5in;\">(ii) As applied to datasets without labeling, \"types of data points\" refers to the general characteristics.</div><div style=\"text-indent:0.5in;\">(2) A developer is not required to post documentation regarding the data used to train a generative artificial intelligence system or service for any of the following:</div><div style=\"text-indent:0.5in;\">(a) A generative artificial intelligence system or service whose sole purpose is to help ensure security and integrity;</div><div style=\"text-indent:0.5in;\">(b) A generative artificial intelligence system or service whose sole purpose is the operation of aircraft in the national airspace; and</div><div style=\"text-indent:0.5in;\">(c) A generative artificial intelligence system or service developed for national security, military, or defense purposes that is made available only to a federal entity.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">(1) The attorney general shall enforce this chapter, and a developer who is found in violation of this chapter is liable for a civil penalty in the amount of $5,000 per day of being in violation of this chapter. Civil penalties must be collected in a civil action filed by the attorney general.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) Before bringing an action under subsection (1) of this section, the attorney general shall notify a developer of the alleged violation if the attorney general determines that a cure is possible. If the developer fails to cure the violation within 45 days after receiving notice of the violation, the attorney general may bring a civil action without further notice.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">Sections 1 through 3 of this act constitute a new chapter in Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19'>19</a> RCW.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-01-30T16:18:07.273Z",
        "text": "<h3>Purpose</h3>\n<p>The edits made to the proposed legislature bill aim to enhance clarity and refine specific definitions within the text. These changes focus on ensuring that the definitions of terms related to artificial intelligence and data transparency are comprehensive and precise. The modifications have an impact on how developers and stakeholders engage with the legislation, particularly concerning compliance and reporting requirements.</p>\n<h3>Key Changes</h3>\n<h4>Definition Adjustments</h4>\n<ul>\n<li>The term <strong>\"Aggregate consumer information\"</strong> has been changed to clarify that it does not include deidentified records.</li>\n<li>The definition of <strong>\"Artificial intelligence system or service\"</strong> has been expanded to specify that it is intended for commercial distribution or public use, also excluding those developed for internal use or research.</li>\n<li>The definition of <strong>\"Generative artificial intelligence system or service\"</strong> has been slightly modified for clarity in its description.</li>\n<li>The previous term <strong>\"synthetic data generation\"</strong> now refers to the process using original data instead of seed data.</li>\n</ul>\n<h4>Reporting Requirements</h4>\n<ul>\n<li>Under the data documentation obligations, the edited version changes the requirement for developers, specifically stating documentation should include whether datasets were publicly available, rather than just purchased or licensed.</li>\n</ul>\n<h4>Enforcement and Penalties</h4>\n<ul>\n<li>The civil penalty for violations has shifted from a fixed amount per violation to a daily rate of $5,000 for ongoing violations.</li>\n<li>A new provision compels the attorney general to notify developers of potential violations before initiating legal proceedings, allowing them 45 days to rectify the issue.</li>\n</ul>\n<p>These changes collectively ensure better understanding and compliance with the law while promoting transparency in artificial intelligence development practices.</p>"
      }
    }
  ],
  "keywords": {
    "ts": "2025-01-06T19:21:48.317Z",
    "text": "generative ai datasets documentation consumer data public trust accountability innovation security standards data protection military purposes enforcement penalties"
  }
}