{
  "id": 1170,
  "lastUpdated": "2025-03-01T06:51:40.817Z",
  "agency": "House",
  "description": "Informing users when content is developed or modified by artificial intelligence.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-31T08:00:00.000Z",
    "text": "Referred to Rules 2 Review."
  },
  "sponsors": [
    "Shavers",
    "Taylor",
    "Ryu",
    "Ramel",
    "Fosse",
    "Wylie",
    "Pollet",
    "Ormsby",
    "Hill"
  ],
  "document": {
    "name": "1170",
    "description": "House Bill 1170",
    "url": {
      "ts": "2025-01-06T19:21:50.343Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1170.htm"
    },
    "original": {
      "ts": "2025-01-06T19:21:50.343Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0309.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1170</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Shavers, Taylor, Ryu, Ramel, Fosse, Wylie, Pollet, Ormsby, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/06/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Technology, Economic Development, &amp; Veterans.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to informing users when content is developed or modified by artificial intelligence; and adding a new chapter to Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19'>19</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) \"Artificial intelligence\" or \"AI\" means an engineered or machine-based system that varies in its level of autonomy and that can, for explicit or implicit objectives, infer from the input it receives how to generate outputs that can influence physical or virtual environments.</div><div style=\"text-indent:0.5in;\">(2) \"Covered provider\" means a person that creates, codes, or otherwise produces a generative artificial intelligence system that has over 1,000,000 monthly visitors or users and is publicly accessible within the geographic boundaries of the state.</div><div style=\"text-indent:0.5in;\">(3) \"Generative artificial intelligence system\" means an artificial intelligence that can generate derived synthetic content, including text, images, video, and audio, that emulates the structure and characteristics of the system's training data.</div><div style=\"text-indent:0.5in;\">(4) \"Latent\" means present but not manifest.</div><div style=\"text-indent:0.5in;\">(5) \"Manifest\" means easily perceived, understood, or recognized by a natural person.</div><div style=\"text-indent:0.5in;\">(6) \"Metadata\" means structural or descriptive information about data.</div><div style=\"text-indent:0.5in;\">(7) \"Personal information\" has the same meaning as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.255.005'>19.255.005</a>.</div><div style=\"text-indent:0.5in;\">(8) \"Personal provenance data\" means provenance data that contains either of the following:</div><div style=\"text-indent:0.5in;\">(a) Personal information; or</div><div style=\"text-indent:0.5in;\">(b) Unique device, system, or service information that is reasonably capable of being associated with a particular user.</div><div style=\"text-indent:0.5in;\">(9) \"Provenance data\" means data that is embedded into digital content or that is included in the digital content's metadata for the purpose of verifying the digital content's authenticity, origin, or history of modification.</div><div style=\"text-indent:0.5in;\">(10) \"System provenance data\" means provenance data that is not reasonably capable of being associated with a particular user and that contains either of the following:</div><div style=\"text-indent:0.5in;\">(a) Information regarding the type of device, system, or service that was used to generate a piece of digital content; or</div><div style=\"text-indent:0.5in;\">(b) Information related to content authenticity.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">(1) A covered provider shall make available an artificial intelligence detection tool at no cost to the user that meets all of the following criteria:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) The tool allows a user to assess whether image, video, or audio content, or content that is any combination thereof, was created or altered by the covered provider's generative artificial intelligence system;</div><div style=\"text-indent:0.5in;\">(b) The tool outputs any system provenance data that is detected in the content;</div><div style=\"text-indent:0.5in;\">(c) The tool does not output any personal provenance data that is detected in the content;</div><div style=\"text-indent:0.5in;\">(d) The tool is publicly accessible, although a covered provider may impose reasonable limitations on access to the tool to prevent, or respond to, demonstrable risks to the security or integrity of its generative artificial intelligence system;</div><div style=\"text-indent:0.5in;\">(e) The tool allows a user to upload content or provide a uniform resource locator linking to online content; and</div><div style=\"text-indent:0.5in;\">(f) The tool supports an application programming interface that allows a user to invoke the tool without visiting the covered provider's internet website.</div><div style=\"text-indent:0.5in;\">(2) A covered provider shall collect user feedback related to the efficacy of the covered provider's artificial intelligence detection tool and incorporate relevant feedback into any attempt to improve the efficacy of the tool.</div><div style=\"text-indent:0.5in;\">(3) A covered provider may not do any of the following:</div><div style=\"text-indent:0.5in;\">(a) Collect or retain personal information from users of the covered provider's artificial intelligence detection tool, except:</div><div style=\"text-indent:0.5in;\">(i) A covered provider may collect and retain the contact information of a user who submits feedback pursuant to subsection (2) of this section if the user opts in to being contacted by the covered provider; and</div><div style=\"text-indent:0.5in;\">(ii) User information collected may only be used to evaluate and improve the efficacy of the covered provider's artificial intelligence detection tool;</div><div style=\"text-indent:0.5in;\">(b) Retain any content submitted to the artificial intelligence detection tool for longer than is necessary to comply with this section; or</div><div style=\"text-indent:0.5in;\">(c) Retain any personal provenance data from content submitted to the artificial intelligence detection tool by a user.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">(1) A covered provider shall offer the user the option to include a manifest disclosure in image, video, or audio content, or content that is any combination thereof, created or altered by the covered provider's generative artificial intelligence system that meets all of the following criteria:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) The disclosure identifies content as AI-generated content;</div><div style=\"text-indent:0.5in;\">(b) The disclosure is clear, conspicuous, appropriate for the medium of the content, and understandable to a reasonable person; and</div><div style=\"text-indent:0.5in;\">(c) The disclosure is permanent or extraordinarily difficult to remove, to the extent it is technically feasible.</div><div style=\"text-indent:0.5in;\">(2) A covered provider shall include a latent disclosure in AI-generated image, video, or audio content, or content that is any combination thereof, created by the covered provider's generative artificial intelligence system that meets all of the following criteria:</div><div style=\"text-indent:0.5in;\">(a) To the extent it is technically feasible and reasonable, the disclosure conveys all of the following information, either directly or through a link to a permanent internet website:</div><div style=\"text-indent:0.5in;\">(i) The name of the covered provider;</div><div style=\"text-indent:0.5in;\">(ii) The name and version number of the generative artificial intelligence system that created or altered the content;</div><div style=\"text-indent:0.5in;\">(iii) The time and date of the content's creation or alteration; and</div><div style=\"text-indent:0.5in;\">(iv) A unique identifier;</div><div style=\"text-indent:0.5in;\">(b) The disclosure is detectable by the covered provider's artificial intelligence detection tool;</div><div style=\"text-indent:0.5in;\">(c) The disclosure is consistent with widely accepted industry standards;</div><div style=\"text-indent:0.5in;\">(d) The disclosure is permanent or extraordinarily difficult to remove, to the extent it is technically feasible.</div><div style=\"text-indent:0.5in;\">(3)(a) If a covered provider licenses its generative artificial intelligence system to a third party, the covered provider shall require by contract that the licensee maintain the system's capability to include a disclosure required by subsection (2) of this section in content the system creates or alters.</div><div style=\"text-indent:0.5in;\">(b) If a covered provider knows that a third-party licensee modified a licensed generative artificial intelligence system such that it is no longer capable of including a disclosure required by subsection (2) of this section in content the system creates or alters, the covered provider shall revoke the license within 96 hours of discovering the licensee's action.</div><div style=\"text-indent:0.5in;\">(c) A third-party licensee shall cease using a licensed generative artificial intelligence system after the license for the system has been revoked by the covered provider pursuant to (b) of this subsection.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">This act does not apply to any product, service, internet website, or application that provides exclusively video game, television, streaming, movie, or interactive experiences.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span><span style=\"text-indent:0.5in;\">The legislature finds that the practices covered by this chapter are matters vitally affecting the public interest for the purpose of applying the consumer protection act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.86'>19.86</a> RCW. A violation of this chapter is not reasonable in relation to the development and preservation of business and is an unfair or deceptive act in trade or commerce and an unfair method of competition for the purpose of applying the consumer protection act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.86'>19.86</a> RCW.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span><span style=\"text-indent:0.5in;\">Sections 1 through 5 of this act constitute a new chapter in Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19'>19</a> RCW.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-06T19:21:50.343Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to require that users are informed when content has been developed or modified using artificial intelligence (AI). This involves establishing a framework for AI providers to disclose information about the AI-generated content. The bill aims to enhance transparency and protect consumers from potentially misleading AI-generated materials. Key changes include the introduction of mandatory AI detection tools for covered providers, disclosure requirements for AI-generated content, and oversight of personal information collection.</p>\n<h3>Key Provisions</h3>\n<h4>AI Detection Tool Requirements</h4>\n<ul>\n<li>Covered providers must offer a free AI detection tool that:<ul>\n<li>Allows users to determine if content was created or altered by their generative AI system.</li>\n<li>Outputs system provenance data but not personal provenance data.</li>\n<li>Remains publicly accessible with reasonable limitations to protect system security.</li>\n<li>Supports user-uploaded content and has an API for access without visiting the provider's site.</li></ul></li>\n<li>Providers must collect user feedback to improve the detection tool's efficacy.</li>\n<li>Providers cannot:<ul>\n<li>Retain personal information from users unless specific conditions are met.</li>\n<li>Keep user-submitted content longer than necessary for compliance.</li>\n<li>Keep personal provenance data from user submissions.</li></ul></li>\n</ul>\n<h4>Content Disclosure Options</h4>\n<ul>\n<li>Users must have the option to include a manifest disclosure in AI-generated content that:<ul>\n<li>Clearly identifies the content as AI-generated.</li>\n<li>Is clear, conspicuous, and understandable.</li>\n<li>Is permanent or very difficult to remove.</li></ul></li>\n<li>A latent disclosure must be included in AI-generated content, providing:<ul>\n<li>The provider’s name, system name and version, content creation date, and unique identifier.</li>\n<li>Must be detectable by the AI detection tool and align with industry standards.</li></ul></li>\n</ul>\n<h4>Licensing and Third-Party Compliance</h4>\n<ul>\n<li>If a covered provider licenses its AI system, the contract must require the licensee to maintain the capability to include necessary disclosures.</li>\n<li>Providers must revoke licenses within 96 hours if they learn a licensee has modified the AI system so that it cannot include required disclosures.</li>\n<li>Licensees must cease using the AI system if their license is revoked.</li>\n</ul>\n<h4>Exemptions</h4>\n<ul>\n<li>The provisions of this bill do not apply to products or services focused exclusively on video games, television, streaming, or similar interactive experiences.</li>\n</ul>\n<h4>Consumer Protection Considerations</h4>\n<ul>\n<li>The bill recognizes the practices covered impact the public interest and outlines that violations are unfair or deceptive acts in trade, falling under consumer protection regulations.</li>\n</ul>\n<p>The provisions outlined aim to promote transparency and accountability in the use of AI, ensuring users are well-informed about the origins of the content they interact with.</p>"
    }
  },
  "subDocuments": [
    {
      "name": "1170-S",
      "description": "Substitute House Bill 1170 as Recommended by Technology, Economic Development, & Veterans",
      "url": {
        "ts": "2025-01-30T16:16:55.550Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1170-S.htm"
      },
      "original": {
        "ts": "2025-01-30T16:16:55.550Z",
        "text": "<!DOCTYPE html ><html><body><div>H-0915.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1170</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Technology, Economic Development, &amp; Veterans (originally sponsored by Representatives Shavers, Taylor, Ryu, Ramel, Fosse, Wylie, Pollet, Ormsby, and Hill)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 01/31/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to informing users when content is developed or modified by artificial intelligence; and adding a new chapter to Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19'>19</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span><span style=\"text-indent:0.5in;\">The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) \"Artificial intelligence system\" or \"AI system\" means an engineered or machine-based system that varies in its level of autonomy and that can, for explicit or implicit objectives, infer from the input it receives how to generate outputs that can influence physical or virtual environments.</div><div style=\"text-indent:0.5in;\">(2) \"Covered provider\" means a person that creates, codes, or otherwise produces a generative artificial intelligence system that has over 1,000,000 monthly visitors or users and is publicly accessible within the geographic boundaries of the state. \"Covered provider\" does not mean government agencies or tribal nations.</div><div style=\"text-indent:0.5in;\">(3) \"Generative artificial intelligence system\" means an artificial intelligence system that can generate derived synthetic content, including text, images, video, and audio, that emulates the structure and characteristics of the artificial intelligence system's training data.</div><div style=\"text-indent:0.5in;\">(4) \"Latent\" means present but not manifest.</div><div style=\"text-indent:0.5in;\">(5) \"Manifest\" means easily perceived, understood, or recognized by a natural person.</div><div style=\"text-indent:0.5in;\">(6) \"Metadata\" means structural or descriptive information about data.</div><div style=\"text-indent:0.5in;\">(7) \"Personal information\" has the same meaning as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.255.005'>19.255.005</a>.</div><div style=\"text-indent:0.5in;\">(8) \"Personal provenance data\" means provenance data that contains either of the following:</div><div style=\"text-indent:0.5in;\">(a) Personal information; or</div><div style=\"text-indent:0.5in;\">(b) Unique device, system, or service information that is reasonably capable of being associated with a particular user.</div><div style=\"text-indent:0.5in;\">(9) \"Provenance data\" means data that is embedded into digital content or that is included in the digital content's metadata for the purpose of verifying the digital content's authenticity, origin, or history of modification.</div><div style=\"text-indent:0.5in;\">(10) \"System provenance data\" means provenance data that is not reasonably capable of being associated with a particular user and that contains either of the following:</div><div style=\"text-indent:0.5in;\">(a) Information regarding the type of device, system, or service that was used to generate a piece of digital content; or</div><div style=\"text-indent:0.5in;\">(b) Information that helps a user assess authenticity.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">(1) A covered provider shall make available an artificial intelligence detection tool at no cost to the user that meets all of the following criteria:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) The tool allows a user to assess whether image, video, or audio content, or content that is any combination thereof, was created or altered by the covered provider's generative artificial intelligence system;</div><div style=\"text-indent:0.5in;\">(b) The tool outputs any system provenance data that is detected in the content;</div><div style=\"text-indent:0.5in;\">(c) The tool does not output any personal provenance data that is detected in the content, to the extent technically feasible;</div><div style=\"text-indent:0.5in;\">(d) The tool is publicly accessible, although a covered provider may impose reasonable limitations on access to the tool to prevent, or respond to, demonstrable risks to the security or integrity of its generative artificial intelligence system;</div><div style=\"text-indent:0.5in;\">(e) The tool allows a user to upload content or provide a uniform resource locator linking to online content; and</div><div style=\"text-indent:0.5in;\">(f) The tool supports an application programming interface that allows a user to invoke the tool without visiting the covered provider's internet website.</div><div style=\"text-indent:0.5in;\">(2) A covered provider shall collect user feedback related to the efficacy of the covered provider's artificial intelligence detection tool and incorporate relevant feedback into any attempt to improve the efficacy of the tool.</div><div style=\"text-indent:0.5in;\">(3) A covered provider may not do any of the following:</div><div style=\"text-indent:0.5in;\">(a) Collect or retain personal information from users of the covered provider's artificial intelligence detection tool, except:</div><div style=\"text-indent:0.5in;\">(i) A covered provider may collect and retain the contact information of a user who submits feedback pursuant to subsection (2) of this section if the user opts in to being contacted by the covered provider; and</div><div style=\"text-indent:0.5in;\">(ii) User information collected may only be used to evaluate and improve the efficacy of the covered provider's artificial intelligence detection tool;</div><div style=\"text-indent:0.5in;\">(b) Retain any content submitted to the artificial intelligence detection tool for longer than is necessary to comply with this section; or</div><div style=\"text-indent:0.5in;\">(c) Retain any personal provenance data from content submitted to the artificial intelligence detection tool by a user.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">(1) A covered provider shall offer the user the option to include a manifest disclosure in image, video, or audio content, or content that is any combination thereof, created or altered by the covered provider's generative artificial intelligence system that meets all of the following criteria:</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(a) The disclosure identifies content as AI-generated content;</div><div style=\"text-indent:0.5in;\">(b) The disclosure is clear, conspicuous, appropriate for the medium of the content, and understandable to a reasonable person; and</div><div style=\"text-indent:0.5in;\">(c) The disclosure is permanent or extraordinarily difficult to remove, to the extent it is technically feasible.</div><div style=\"text-indent:0.5in;\">(2) A covered provider shall include a latent disclosure in AI-generated image, video, or audio content, or content that is any combination thereof, created by the covered provider's generative artificial intelligence system that meets all of the following criteria:</div><div style=\"text-indent:0.5in;\">(a) To the extent it is technically feasible and reasonable, the disclosure conveys all of the following information, either directly or through a link to a permanent internet website:</div><div style=\"text-indent:0.5in;\">(i) The name of the covered provider;</div><div style=\"text-indent:0.5in;\">(ii) The name and version number of the generative artificial intelligence system that created or altered the content;</div><div style=\"text-indent:0.5in;\">(iii) The time and date of the content's creation or alteration; and</div><div style=\"text-indent:0.5in;\">(iv) A unique identifier;</div><div style=\"text-indent:0.5in;\">(b) The disclosure is detectable by the covered provider's artificial intelligence detection tool;</div><div style=\"text-indent:0.5in;\">(c) The disclosure is consistent with widely accepted industry standards;</div><div style=\"text-indent:0.5in;\">(d) The disclosure is permanent or extraordinarily difficult to remove, to the extent it is technically feasible.</div><div style=\"text-indent:0.5in;\">(3)(a) If a covered provider licenses its generative artificial intelligence system to a third party, the covered provider shall require by contract that the licensee maintain the system's capability to include a disclosure required by subsection (2) of this section in content the system creates or alters.</div><div style=\"text-indent:0.5in;\">(b) If a covered provider knows that a third-party licensee modified a licensed generative artificial intelligence system such that it is no longer capable of including a disclosure required by subsection (2) of this section in content the system creates or alters, the covered provider shall revoke the license within 96 hours of discovering the licensee's action.</div><div style=\"text-indent:0.5in;\">(c) A third-party licensee shall cease using a licensed generative artificial intelligence system after the license for the system has been revoked by the covered provider pursuant to (b) of this subsection.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">This act does not apply to any product, service, internet website, or application that provides exclusively video game, television, streaming, movie, or interactive experiences.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span><span style=\"text-indent:0.5in;\">(1) The legislature finds that the practices covered by this chapter are matters vitally affecting the public interest for the purpose of applying the consumer protection act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.86'>19.86</a> RCW. A violation of this chapter is not reasonable in relation to the development and preservation of business and is an unfair or deceptive act in trade or commerce and an unfair method of competition for the purpose of applying the consumer protection act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.86'>19.86</a> RCW.</span><!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(2) The attorney general shall, prior to initiating any action for a violation of any provisions of this chapter, issue a notice of violation to the covered provider if the attorney general determines that a cure is possible. If the covered provider fails to cure such violation within 45 days of receipt of the notice of violation, the attorney general may bring an action pursuant to this section.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span><span style=\"text-indent:0.5in;\">Sections 1 through 5 of this act constitute a new chapter in Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19'>19</a> RCW.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-01-30T16:16:55.550Z",
        "text": "<h3>Purpose</h3>\n<p>The purpose of the edits to the proposed legislation is to improve clarity and inclusivity while refining the definitions and obligations associated with artificial intelligence (AI) content disclosures. Key changes include specifying that \"covered providers\" exclude government agencies and tribal nations, updating the definition of \"artificial intelligence,\" and enhancing provisions for the detection and disclosure of AI-generated content. The intent is to increase transparency for users about AI-generated content and ensure that responsible practices are upheld within the digital landscape.</p>\n<h3>Key Changes</h3>\n<h4>Definitions</h4>\n<ul>\n<li><strong>\"Artificial intelligence system\"</strong> was updated from \"Artificial intelligence\" or \"AI\" to broaden understanding of the technology involved.</li>\n<li><strong>Exclusion of government</strong>: The definition of \"covered provider\" now specifies that it does not include government agencies or tribal nations, which narrows the scope of who must comply with the bill.</li>\n<li><strong>\"Provenance data\" enhancements</strong>: The use of \"helps a user assess authenticity\" in the system provenance data definition replaces a previous vague explanation, focusing more specifically on the content's credibility.</li>\n</ul>\n<h4>AI Detection Tool Requirements</h4>\n<ul>\n<li>Clarification that the AI detection tool must not output personal provenance data \"to the extent technically feasible,\" tightening the privacy protections for user data.</li>\n</ul>\n<h4>Disclosure Requirements</h4>\n<ul>\n<li><strong>\"Manifest Disclosure\"</strong>: This remains largely unchanged but reinforces the need for permanency in the disclosure of AI-generated content.</li>\n<li><strong>Latent disclosures updating</strong>: Now explicitly states that disclosures must convey information \"to the extent it is technically feasible and reasonable,\" which offers flexibility based on technological capabilities.</li>\n</ul>\n<h4>Violation Enforcement</h4>\n<ul>\n<li>The amended text adds a new subsection allowing the attorney general to issue a notice of violation if a covered provider is found to be in breach, giving them a chance to cure the violation within 45 days before any legal action can be taken. This provides a more structured enforcement mechanism than the previous version.</li>\n</ul>\n<p>By making these changes, the revised bill seeks to promote responsible practices among AI developers, enhance user awareness, and ensure protections related to personal information are more robust.</p>"
      }
    }
  ],
  "keywords": {
    "ts": "2025-01-06T19:21:50.343Z",
    "text": "ai detection tool requirements content disclosure consumers transparency personal information licensing exemptions"
  }
}