{
  "id": 1177,
  "lastUpdated": "2025-03-01T06:51:41.038Z",
  "agency": "House",
  "description": "Concerning the child welfare housing assistance program.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-28T08:00:00.000Z",
    "text": "Rules Committee relieved of further consideration.  Placed on second reading."
  },
  "sponsors": [
    "Ortiz-Self",
    "Callan",
    "Alvarado",
    "Macri",
    "Simmons"
  ],
  "document": {
    "name": "1177",
    "description": "House Bill 1177",
    "url": {
      "ts": "2025-01-07T18:32:21.417Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1177.htm"
    },
    "original": {
      "ts": "2025-01-07T18:32:21.417Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0329.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1177</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Ortiz-Self, Callan, Alvarado, Macri, and Simmons<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/07/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Early Learning &amp; Human Services.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to the child welfare housing assistance program; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.13.802'>74.13.802</a>; and reenacting and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.34.030'>13.34.030</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.34.030'>13.34.030</a> and 2024 c 328 s 101, 2024 c 298 s 4, and 2024 c 192 s 2 are each reenacted and amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</div><div style=\"text-indent:0.5in;\">(1) \"Abandoned\" means when the child's parent, guardian, or other custodian has expressed, either by statement or conduct, an intent to forego, for an extended period, parental rights or responsibilities despite an ability to exercise such rights and responsibilities. If the court finds that the petitioner has exercised due diligence in attempting to locate the parent, no contact between the child and the child's parent, guardian, or other custodian for a period of three months creates a rebuttable presumption of abandonment, even if there is no expressed intent to abandon.</div><div style=\"text-indent:0.5in;\">(2) \"Child,\" \"juvenile,\" and \"youth\" mean:</div><div style=\"text-indent:0.5in;\">(a) Any individual under the age of eighteen years; or</div><div style=\"text-indent:0.5in;\">(b) Any individual age 18 to 21 years who is eligible to receive and who elects to receive the extended foster care services authorized under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.13.031'>74.13.031</a>. A youth who remains dependent and who receives extended foster care services under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.13.031'>74.13.031</a> shall not be considered a \"child\" under any other statute or for any other purpose.</div><div style=\"text-indent:0.5in;\">(3) \"Current placement episode\" means the period of time that begins with the most recent date that the child was removed from the home of the parent, guardian, or legal custodian for purposes of placement in out-of-home care and continues until: (a) The child returns home; (b) an adoption decree, a permanent custody order, or guardianship order is entered; or (c) the dependency is dismissed, whichever occurs first.</div><div style=\"text-indent:0.5in;\">(4) \"Department\" means the department of children, youth, and families.</div><div style=\"text-indent:0.5in;\">(5) \"Dependency guardian\" means the person, nonprofit corporation, or Indian tribe appointed by the court pursuant to this chapter for the limited purpose of assisting the court in the supervision of the dependency.</div><div style=\"text-indent:0.5in;\">(6) \"Dependent child\" means any child who:</div><div style=\"text-indent:0.5in;\">(a) Has been abandoned;</div><div style=\"text-indent:0.5in;\">(b) Is abused or neglected as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.44.020'>26.44.020</a> by a person legally responsible for the care of the child;</div><div style=\"text-indent:0.5in;\">(c) Has no parent, guardian, or custodian capable of adequately caring for the child, such that the child is in circumstances which constitute a danger of substantial damage to the child's psychological or physical development;</div><div style=\"text-indent:0.5in;\">(d) Is receiving extended foster care services, as authorized by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.13.031'>74.13.031</a>; or</div><div style=\"text-indent:0.5in;\">(e) Is a victim of sex trafficking or severe forms of trafficking in persons under the trafficking victims protection act of 2000, 22 U.S.C. Sec. 7101 et seq., when the parent is involved in the trafficking, facilitating the trafficking, or should have known that the child is being trafficked.</div><div style=\"text-indent:0.5in;\">(7) \"Developmental disability\" means a disability attributable to intellectual disability, cerebral palsy, epilepsy, autism, or another neurological or other condition of an individual found by the secretary of the department of social and health services to be closely related to an intellectual disability or to require treatment similar to that required for individuals with intellectual disabilities, which disability originates before the individual attains age eighteen, which has continued or can be expected to continue indefinitely, and which constitutes a substantial limitation to the individual.</div><div style=\"text-indent:0.5in;\">(8) \"Educational liaison\" means a person who has been appointed by the court to fulfill responsibilities outlined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.34.046'>13.34.046</a>.</div><div style=\"text-indent:0.5in;\">(9) \"Experiencing homelessness\" means lacking a fixed, regular, and adequate nighttime residence, including circumstances such as sharing the housing of other persons due to loss of housing, economic hardship, fleeing domestic violence, or a similar reason as described in the federal McKinney-Vento homeless assistance act (Title 42 U.S.C., chapter 119, subchapter I) as it existed on January 1, 2021.</div><div style=\"text-indent:0.5in;\">(10) \"Extended foster care services\" means residential and other support services the department is authorized to provide under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.13.031'>74.13.031</a>. These services may include placement in licensed, relative, or otherwise approved care, or supervised independent living settings; assistance in meeting basic needs; independent living services; supervised independent living subsidy; medical assistance; and counseling or treatment.</div><div style=\"text-indent:0.5in;\">(11) \"Guardian\" means the person or agency that: (a) Has been appointed as the guardian of a child in a legal proceeding, including a guardian appointed pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.36'>13.36</a> RCW; and (b) has the legal right to custody of the child pursuant to such appointment. The term \"guardian\" does not include a \"dependency guardian\" appointed pursuant to a proceeding under this chapter.</div><div style=\"text-indent:0.5in;\">(12) \"Guardian ad litem\" means a person, appointed by the court to represent the best interests of a child in a proceeding under this chapter, or in any matter which may be consolidated with a proceeding under this chapter. A \"court-appointed special advocate\" appointed by the court to be the guardian ad litem for the child, or to perform substantially the same duties and functions as a guardian ad litem, shall be deemed to be guardian ad litem for all purposes and uses of this chapter.</div><div style=\"text-indent:0.5in;\">(13) \"Guardian ad litem program\" means a court-authorized volunteer program, which is or may be established by the superior court of the county in which such proceeding is filed, to manage all aspects of volunteer guardian ad litem representation for children alleged or found to be dependent. Such management shall include but is not limited to: Recruitment, screening, training, supervision, assignment, and discharge of volunteers.</div><div style=\"text-indent:0.5in;\">(14) \"Guardianship\" means a guardianship pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.36'>13.36</a> RCW or a limited guardianship of a minor pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=11.130.215'>11.130.215</a> or equivalent laws of another state or a federally recognized Indian tribe.</div><div style=\"text-indent:0.5in;\">(15) \"High-potency synthetic opioid\" means an unprescribed synthetic opioid classified as a Schedule II controlled substance or controlled substance analog in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50'>69.50</a> RCW or by the pharmacy quality assurance commission in rule including, but not limited to, fentanyl.</div><div style=\"text-indent:0.5in;\">(16) \"Housing assistance\" means appropriate referrals by the department or other agencies to federal, state, local, or private agencies or organizations <span style=\"text-decoration:underline;\">including the child welfare housing assistance program established under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.13.802'>74.13.802</a></span>, assistance with forms, applications, or financial subsidies or other monetary assistance for housing. For purposes of this chapter, \"housing assistance\" is not a remedial service or family reunification service as described in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.34.025'>13.34.025</a>(2).</div><div style=\"text-indent:0.5in;\">(17) \"Indigent\" means a person who, at any stage of a court proceeding, is:</div><div style=\"text-indent:0.5in;\">(a) Receiving one of the following types of public assistance: Temporary assistance for needy families, aged, blind, or disabled assistance benefits, medical care services under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.09.035'>74.09.035</a>, pregnant women assistance benefits, poverty-related veterans' benefits, food stamps or food stamp benefits transferred electronically, refugee resettlement benefits, medicaid, or supplemental security income; or</div><div style=\"text-indent:0.5in;\">(b) Involuntarily committed to a public mental health facility; or</div><div style=\"text-indent:0.5in;\">(c) Receiving an annual income, after taxes, of 125 percent or less of the federally established poverty level; or</div><div style=\"text-indent:0.5in;\">(d) Unable to pay the anticipated cost of counsel for the matter before the court because his or her available funds are insufficient to pay any amount for the retention of counsel.</div><div style=\"text-indent:0.5in;\">(18) \"Nonminor dependent\" means any individual age 18 to 21 years who is participating in extended foster care services authorized under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.13.031'>74.13.031</a>.</div><div style=\"text-indent:0.5in;\">(19) \"Out-of-home care\" means placement in a foster family home or group care facility licensed pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.15'>74.15</a> RCW or placement in a home, other than that of the child's parent, guardian, or legal custodian, not required to be licensed pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.15'>74.15</a> RCW.</div><div style=\"text-indent:0.5in;\">(20) \"Parent\" means the biological or adoptive parents of a child, or an individual who has established a parent-child relationship under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.26A.100'>26.26A.100</a>, unless the legal rights of that person have been terminated by a judicial proceeding pursuant to this chapter, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.33'>26.33</a> RCW, or the equivalent laws of another state or a federally recognized Indian tribe.</div><div style=\"text-indent:0.5in;\">(21) \"Prevention and family services and programs\" means specific mental health prevention and treatment services, substance abuse prevention and treatment services, and in-home parent skill-based programs that qualify for federal funding under the federal family first prevention services act, P.L. 115-123. For purposes of this chapter, prevention and family services and programs are not remedial services or family reunification services as described in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.34.025'>13.34.025</a>(2).</div><div style=\"text-indent:0.5in;\">(22) \"Prevention services\" means preservation services, as defined in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.14C'>74.14C</a> RCW, and other reasonably available services, including housing assistance, capable of preventing the need for out-of-home placement while protecting the child. Prevention services include, but are not limited to, prevention and family services and programs as defined in this section.</div><div style=\"text-indent:0.5in;\">(23) \"Qualified residential treatment program\" means a program that meets the requirements provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.34.420'>13.34.420</a>, qualifies for funding under the family first prevention services act under 42 U.S.C. Sec. 672(k), and, if located within Washington state, is licensed as a group care facility under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.15'>74.15</a> RCW.</div><div style=\"text-indent:0.5in;\">(24) \"Relative\" includes persons related to a child in the following ways:</div><div style=\"text-indent:0.5in;\">(a) Any blood relative, including those of half-blood, and including first cousins, second cousins, nephews or nieces, and persons of preceding generations as denoted by prefixes of grand, great, or great-great;</div><div style=\"text-indent:0.5in;\">(b) Stepfather, stepmother, stepbrother, and stepsister;</div><div style=\"text-indent:0.5in;\">(c) A person who legally adopts a child or the child's parent as well as the natural and other legally adopted children of such persons, and other relatives of the adoptive parents in accordance with state law;</div><div style=\"text-indent:0.5in;\">(d) Spouses of any persons named in (a), (b), or (c) of this subsection, even after the marriage is terminated;</div><div style=\"text-indent:0.5in;\">(e) Relatives, as named in (a), (b), (c), or (d) of this subsection, of any half sibling of the child; or</div><div style=\"text-indent:0.5in;\">(f) Extended family members, as defined by the law or custom of the Indian child's tribe or, in the absence of such law or custom, a person who has reached the age of 18 and who is the Indian child's grandparent, aunt or uncle, brother or sister, brother-in-law or sister-in-law, niece or nephew, first or second cousin, or stepparent who provides care in the family abode on a 24 hour basis to an Indian child as defined in 25 U.S.C. Sec. 1903(4).</div><div style=\"text-indent:0.5in;\">(25) \"Shelter care\" means temporary physical care in a facility licensed pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.15.030'>74.15.030</a> or in a home not required to be licensed pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.15.030'>74.15.030</a>.</div><div style=\"text-indent:0.5in;\">(26) \"Sibling\" means a child's birth brother, birth sister, adoptive brother, adoptive sister, half-brother, or half-sister, or as defined by the law or custom of the Indian child's tribe for an Indian child as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.38.040'>13.38.040</a>.</div><div style=\"text-indent:0.5in;\">(27) \"Social study\" means a written evaluation of matters relevant to the disposition of the case that contains the information required by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.34.430'>13.34.430</a>.</div><div style=\"text-indent:0.5in;\">(28) \"Supervised independent living setting\" includes, but is not limited to, apartment living, room and board arrangements, college or university dormitories, and shared roommate settings. Supervised independent living settings must be approved by the department or the court.</div><div style=\"text-indent:0.5in;\">(29) \"Supervised independent living subsidy\" has the same meaning as in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.13.020'>74.13.020</a>.</div><div style=\"text-indent:0.5in;\">(30) \"Voluntary placement agreement\" has, for the purposes of extended foster care services, the same meaning as in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.13.336'>74.13.336</a>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.13.802'>74.13.802</a> and 2023 c 321 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Within funds appropriated for this specific purpose, the department shall administer a child welfare housing assistance program, which provides housing vouchers, rental assistance, navigation, and other support services to eligible families.</div><div style=\"text-indent:0.5in;\">(a) The department shall operate or contract for the operation of the child welfare housing assistance program under subsection (3) of this section in one or more counties west of the crest of the Cascade mountain range and one or more counties east of the crest of the Cascade mountain range.</div><div style=\"text-indent:0.5in;\">(b) The child welfare housing assistance program is intended to reduce the need for foster care placement and to shorten the time that children remain in out-of-home care when placement is necessary.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) The department or entities contracted with the department under this section may continue to provide housing assistance through the child welfare housing assistance program after the department is no longer providing child welfare or child protective services to the family.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(d) The department shall adopt rules to establish formal procedures for implementation of the child welfare housing assistance program.</span></div><div style=\"text-indent:0.5in;\">(2) The following families are eligible for assistance from the child welfare housing assistance program:</div><div style=\"text-indent:0.5in;\">(a) A parent with a child who is dependent pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.34'>13.34</a> RCW and a lack of appropriate housing is a remaining barrier to reunification; and</div><div style=\"text-indent:0.5in;\">(b) A parent of a child who is a candidate for foster care as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.44.020'>26.44.020</a> and whose housing instability is a barrier to the child remaining in the home.</div><div style=\"text-indent:0.5in;\">(3) The department shall contract with an outside entity or entities, who must have a demonstrated understanding of the importance of stable housing for children and families involved or at risk of being involved with the child welfare system, to operate the child welfare housing assistance program. If no outside entity or entities are available to operate the program or specific parts of the program, the department may operate the program or the specific parts that are not operated by an outside entity.</div><div style=\"text-indent:0.5in;\">(4) Families may be referred to the child welfare housing assistance program by a department caseworker, an attorney, a guardian ad litem as defined in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.34'>13.34</a> RCW, a parent ally as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=2.70.060'>2.70.060</a>, an office of public defense social worker, or the court.</div><div style=\"text-indent:0.5in;\">(5) The department shall consult with a stakeholder group that must include, but is not limited to, the following:</div><div style=\"text-indent:0.5in;\">(a) Parent allies;</div><div style=\"text-indent:0.5in;\">(b) Parent attorneys and social workers managed by the office of public defense parent representation program;</div><div style=\"text-indent:0.5in;\">(c) The department of commerce;</div><div style=\"text-indent:0.5in;\">(d) Housing experts;</div><div style=\"text-indent:0.5in;\">(e) Community-based organizations;</div><div style=\"text-indent:0.5in;\">(f) Advocates; and</div><div style=\"text-indent:0.5in;\">(g) Behavioral health providers.</div><div style=\"text-indent:0.5in;\">(6) The stakeholder group established in subsection (5) of this section shall begin meeting after July 28, 2019, and assist the department in design of the child welfare housing assistance program in areas including, but not limited to:</div><div style=\"text-indent:0.5in;\">(a) Equitable racial, geographic, ethnic, and gender distribution of program support;</div><div style=\"text-indent:0.5in;\">(b) Eligibility criteria;</div><div style=\"text-indent:0.5in;\">(c) Creating a definition of homeless for purposes of eligibility for the program; and</div><div style=\"text-indent:0.5in;\">(d) Options for program design that include outside entities operating the entire program or specific parts of the program.</div><div style=\"text-indent:0.5in;\">(7) Beginning November 1, 2024, the department shall annually report data and outcomes for the child welfare housing assistance program to the legislature. At a minimum, when available, the report must include the following information:</div><div style=\"text-indent:0.5in;\">(a) Distribution of the child welfare housing assistance program by race, geography, ethnicity, and gender including a discussion of whether this distribution was equitable; ((<span style=\"text-decoration:line-through;\">and</span>))</div><div style=\"text-indent:0.5in;\">(b) Any recommendations for legislative changes to the child welfare housing assistance program<span style=\"text-decoration:underline;\">;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) The number of unhoused parents on the waiting list for vouchers supported by the child welfare housing assistance program and the average time spent on the waiting list;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(d) The percentage of funding spent on housing assistance for families to prevent out-of-home placement, support reunification, provide for program administration, or other purposes; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(e) The percentage of funding spent on program administration, rental assistance to families, and supportive services necessary to receive federal housing voucher support</span>.</div><div style=\"text-indent:0.5in;\">(8) The child welfare housing assistance program established in this section is subject to the availability of funds appropriated for this purpose.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(9) During the 2025-2027 biennium, the department shall increase the number of households served by the child welfare housing assistance program by at least 200 above those served during fiscal year 2025, with a priority on serving families on any wait lists. Beginning July 1, 2027, the department shall continue to provide child welfare housing assistance to at least the same number of households as were served during the 2025-2027 biennium.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-07T18:32:21.417Z",
      "text": "<h3>Purpose</h3>\n<p>The main goal of House Bill 1177 is to enhance the child welfare housing assistance program in Washington State. This bill aims to provide better support for families involved in the child welfare system, particularly by reducing the need for foster care placements and helping families stabilize their housing situations. Key changes include the expansion of eligibility for housing assistance, the establishment of formal procedures for program implementation, and mandates for increased reporting on program outcomes.</p>\n<h3>Key Provisions</h3>\n<h4>Housing Assistance Program</h4>\n<ul>\n<li>The department is required to administer the child welfare housing assistance program, offering housing vouchers, rental assistance, and support services to eligible families within appropriated funds.</li>\n<li>The program must operate in multiple counties, both west and east of the Cascade Mountain Range, to ensure statewide access.</li>\n</ul>\n<h4>Eligibility Criteria</h4>\n<ul>\n<li>Families eligible for assistance include:<ul>\n<li>Parents with dependent children who face housing barriers to reunification.</li>\n<li>Parents of children who are candidates for foster care due to housing instability.</li></ul></li>\n</ul>\n<h4>Program Operation</h4>\n<ul>\n<li>The department will contract with outside entities to operate the housing assistance program, emphasizing the need for organizations that understand stable housing's importance for families in the child welfare system.</li>\n<li>If there are no suitable outside entities, the department can manage the program directly.</li>\n</ul>\n<h4>Referral Sources</h4>\n<ul>\n<li>Families can be referred to the assistance program by various professionals, including caseworkers, attorneys, and the court.</li>\n</ul>\n<h4>Stakeholder Consultation</h4>\n<ul>\n<li>The department must consult a diverse stakeholder group, which includes parent allies, housing experts, and community-based organizations, for input on the program's design and equitable access.</li>\n</ul>\n<h4>Reporting Requirements</h4>\n<ul>\n<li>Starting November 1, 2024, the department must provide annual reports to the legislature detailing program data, racial and geographic distribution of assistance, and recommendations for legislative changes.</li>\n</ul>\n<h4>Funding and Service Increase</h4>\n<ul>\n<li>The program’s effectiveness will be limited to available funds.</li>\n<li>The department is tasked with increasing the number of households served by at least 200 during the 2025-2027 biennium, prioritizing those on waiting lists.</li>\n</ul>\n<p>These provisions aim to create a more supportive environment for families at risk of entering the foster care system and improve housing stability for children.</p>"
    }
  },
  "subDocuments": [
    {
      "name": "1177-S",
      "description": "Substitute House Bill 1177 as Recommended by Early Learning & Human Services",
      "url": {
        "ts": "2025-02-03T16:26:27.720Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1177-S.htm"
      },
      "original": {
        "ts": "2025-02-03T16:26:27.720Z",
        "text": "<!DOCTYPE html ><html><body><div>H-1105.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1177</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Early Learning &amp; Human Services (originally sponsored by Representatives Ortiz-Self, Callan, Alvarado, Macri, and Simmons)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/04/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to the child welfare housing assistance program; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.13.802'>74.13.802</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.13.802'>74.13.802</a> and 2023 c 321 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Within funds appropriated for this specific purpose, the department shall administer a child welfare housing assistance program, which provides housing vouchers, rental assistance, navigation, and other support services to eligible families.</div><div style=\"text-indent:0.5in;\">(a) The department shall operate or contract for the operation of the child welfare housing assistance program under subsection (3) of this section in one or more counties west of the crest of the Cascade mountain range and one or more counties east of the crest of the Cascade mountain range.</div><div style=\"text-indent:0.5in;\">(b) The child welfare housing assistance program is intended to reduce the need for foster care placement and to shorten the time that children remain in out-of-home care when placement is necessary.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) The department or entities contracted with the department under this section may continue to provide housing assistance through the child welfare housing assistance program after the department is no longer providing child welfare or child protective services to the family.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(d) The department shall adopt rules to establish formal procedures for implementation of the child welfare housing assistance program.</span></div><div style=\"text-indent:0.5in;\">(2) The following families are eligible for assistance from the child welfare housing assistance program:</div><div style=\"text-indent:0.5in;\">(a) A parent with a child who is dependent pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.34'>13.34</a> RCW and a lack of appropriate housing is a remaining barrier to reunification; and</div><div style=\"text-indent:0.5in;\">(b) A parent of a child who is a candidate for foster care as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.44.020'>26.44.020</a> and whose housing instability is a barrier to the child remaining in the home.</div><div style=\"text-indent:0.5in;\">(3) The department shall contract with an outside entity or entities, who must have a demonstrated understanding of the importance of stable housing for children and families involved or at risk of being involved with the child welfare system, to operate the child welfare housing assistance program. If no outside entity or entities are available to operate the program or specific parts of the program, the department may operate the program or the specific parts that are not operated by an outside entity.</div><div style=\"text-indent:0.5in;\">(4) Families may be referred to the child welfare housing assistance program by a department caseworker, an attorney, a guardian ad litem as defined in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=13.34'>13.34</a> RCW, a parent ally as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=2.70.060'>2.70.060</a>, an office of public defense social worker, or the court.</div><div style=\"text-indent:0.5in;\">(5) The department shall consult with a stakeholder group that must include, but is not limited to, the following:</div><div style=\"text-indent:0.5in;\">(a) Parent allies;</div><div style=\"text-indent:0.5in;\">(b) Parent attorneys and social workers managed by the office of public defense parent representation program;</div><div style=\"text-indent:0.5in;\">(c) The department of commerce;</div><div style=\"text-indent:0.5in;\">(d) Housing experts;</div><div style=\"text-indent:0.5in;\">(e) Community-based organizations;</div><div style=\"text-indent:0.5in;\">(f) Advocates; and</div><div style=\"text-indent:0.5in;\">(g) Behavioral health providers.</div><div style=\"text-indent:0.5in;\">(6) The stakeholder group established in subsection (5) of this section shall begin meeting after July 28, 2019, and assist the department in design of the child welfare housing assistance program in areas including, but not limited to:</div><div style=\"text-indent:0.5in;\">(a) Equitable racial, geographic, ethnic, and gender distribution of program support;</div><div style=\"text-indent:0.5in;\">(b) Eligibility criteria;</div><div style=\"text-indent:0.5in;\">(c) Creating a definition of homeless for purposes of eligibility for the program; and</div><div style=\"text-indent:0.5in;\">(d) Options for program design that include outside entities operating the entire program or specific parts of the program.</div><div style=\"text-indent:0.5in;\">(7) Beginning November 1, 2024, the department shall annually report data and outcomes for the child welfare housing assistance program to the legislature. At a minimum, when available, the report must include the following information:</div><div style=\"text-indent:0.5in;\">(a) Distribution of the child welfare housing assistance program by race, geography, ethnicity, and gender including a discussion of whether this distribution was equitable; ((<span style=\"text-decoration:line-through;\">and</span>))</div><div style=\"text-indent:0.5in;\">(b) Any recommendations for legislative changes to the child welfare housing assistance program<span style=\"text-decoration:underline;\">;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) The number of unhoused parents on the waiting list for vouchers supported by the child welfare housing assistance program and the average time spent on the waiting list;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(d) The percentage of funding spent on housing assistance for families to prevent out-of-home placement, support reunification, provide for program administration, or other purposes; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(e) The percentage of funding spent on program administration, rental assistance to families, and supportive services necessary to receive federal housing voucher support</span>.</div><div style=\"text-indent:0.5in;\">(8) The child welfare housing assistance program established in this section is subject to the availability of funds appropriated for this purpose.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(9) Subject to the availability of amounts appropriated for this specific purpose, the department shall serve families eligible for the child welfare housing assistance program who are placed on a waiting list of any kind in an attempt to serve all families eligible for the child welfare housing assistance program and eliminate any waiting lists.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-02-03T16:26:27.720Z",
        "text": "<h3>Purpose</h3>\n<p>The edits in the bill aim to streamline and clarify the provisions related to the child welfare housing assistance program. The primary goal is to enhance the program's effectiveness in providing housing support to eligible families, thereby reducing reliance on foster care placement. The revisions focus on specific regulations, eligibility criteria, and reporting requirements to improve transparency and accountability in the program's implementation.</p>\n<h3>Key Changes</h3>\n<h4>Content Removal</h4>\n<ul>\n<li>The original version contained provisions related to reenacting and amending RCW 13.34.030, which have been removed in the edited version.</li>\n</ul>\n<h4>Streamlined Provisions</h4>\n<ul>\n<li>The edited bill maintains the essence of the child welfare housing assistance program but removes some previously included complex legal references, making the content more accessible.</li>\n</ul>\n<h4>Reporting Requirements</h4>\n<ul>\n<li>The revised text includes updates to the annual reporting requirements:<ul>\n<li><strong>Removal of a Clause:</strong> The original requirement to report on equitable distribution of the program's services was altered by removing the connecting clause \"and\".</li>\n<li><strong>Addition of Details:</strong> The edited version emphasizes the need to report on the number of unhoused parents on the waiting list for vouchers and time spent on the waiting list, ensuring a focus on accessible data.</li></ul></li>\n</ul>\n<h4>Program Operation</h4>\n<ul>\n<li><strong>Clarifications on Program Operation:</strong><ul>\n<li>The earlier version had conditions that may have left room for ambiguity regarding contract operations; the current version specifies that if no external entities operate the program, the department may take over.</li></ul></li>\n</ul>\n<h4>Focus on Elimination of Waiting Lists</h4>\n<ul>\n<li>A significant addition in the edited version is the commitment to serve families placed on waiting lists, highlighting a proactive approach to eliminate such lists altogether, thus ensuring that more families receive the needed assistance promptly.</li>\n</ul>\n<p>These changes reflect an intention to enhance the clarity, effectiveness, and responsiveness of the child welfare housing assistance program for families in need.</p>"
      }
    }
  ],
  "keywords": {
    "ts": "2025-01-07T18:32:21.417Z",
    "text": "child welfare housing assistance program eligibility criteria housing vouchers rental assistance support services foster care housing barriers stakeholder consultation reporting requirements funding increase"
  }
}