{
  "id": 1182,
  "lastUpdated": "2025-03-01T06:51:41.298Z",
  "agency": "House",
  "description": "Granting interest arbitration to certain parks and recreation commission employees.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-05T08:00:00.000Z",
    "text": "Referred to Appropriations."
  },
  "sponsors": [
    "Paul",
    "Ybarra",
    "Berry",
    "Leavitt",
    "Stearns",
    "Shavers",
    "Doglio",
    "Bronoske",
    "Fosse",
    "Simmons",
    "Rule",
    "Ormsby",
    "Bernbaum",
    "Hill"
  ],
  "document": {
    "name": "1182",
    "description": "House Bill 1182",
    "url": {
      "ts": "2025-01-07T18:32:36.233Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1182.htm"
    },
    "original": {
      "ts": "2025-01-07T18:32:36.233Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0354.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1182</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Paul, Ybarra, Berry, Leavitt, Stearns, Shavers, Doglio, Bronoske, Fosse, Simmons, Rule, Ormsby, Bernbaum, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/07/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Labor &amp; Workplace Standards.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to granting interest arbitration to certain parks and recreation commission employees; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.200'>41.80.200</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.200'>41.80.200</a> and 2020 c 89 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)<span style=\"text-decoration:underline;\">(a)</span> In order to maintain dedicated and uninterrupted services to the supervision of criminal offenders that are in state correctional facilities and on community supervision, it is the legislature's intent to grant certain employees of the department of corrections interest arbitration rights as an alternative means of settling disputes.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) In order to maintain dedicated and uninterrupted services in our state parks, it is the legislature's intent to grant certain employees of the parks and recreation commission interest arbitration rights as an alternative means of settling disputes.</span></div><div style=\"text-indent:0.5in;\">(2) This section applies only to employees covered by chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.06'>41.06</a> RCW working for the department of corrections <span style=\"text-decoration:underline;\">or the parks and recreation commission</span>, except confidential employees as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.005'>41.80.005</a>((<span style=\"text-decoration:line-through;\">, members of the Washington management service,</span>)) and internal auditors.</div><div style=\"text-indent:0.5in;\">(3) Negotiations between the employer and the exclusive bargaining representative of a unit of employees shall be commenced at least five months before submission of the budget to the legislature. If no agreement has been reached ((<span style=\"text-decoration:line-through;\">sixty</span>))<span style=\"text-decoration:underline;\">60</span> days after the commencement of such negotiations then, at any time thereafter, either party may declare that an impasse exists and may submit the dispute to the commission for mediation, with or without the concurrence of the other party. The commission shall appoint a mediator, who shall promptly meet with the representatives of the parties, either jointly or separately, and shall take such other steps as he or she may deem appropriate in order to persuade the parties to resolve their differences and effect an agreement. A mediator, however, does not have a power of compulsion. The mediator may consider only matters that are subject to bargaining under this chapter.</div><div style=\"text-indent:0.5in;\">(4) If an agreement is not reached following a reasonable period of negotiations and mediation, and the director, upon recommendation of the assigned mediator, finds that the parties remain at impasse, then an arbitrator must be appointed to resolve the dispute. The issues for determination by the arbitrator must be limited to the issues certified by the executive director.</div><div style=\"text-indent:0.5in;\">(5) Within ((<span style=\"text-decoration:line-through;\">ten</span>))<span style=\"text-decoration:underline;\">10</span> working days after the first Monday in September of every odd-numbered year, the governor or the governor's designee and the bargaining representatives for any bargaining units covered by this section shall attempt to agree on an interest arbitrator to be used if the parties are not successful in negotiating a comprehensive collective bargaining agreement. The parties will select an arbitrator by mutual agreement or by alternatively striking names from a regional list of seven qualified arbitrators provided by the federal mediation and conciliation service.</div><div style=\"text-indent:0.5in;\">(a) The fees and expenses of the arbitrator, the court reporter, if any, and the cost of the hearing room, if any, will be shared equally between the parties. Each party is responsible for the costs of its attorneys, representatives and witnesses, and all other costs related to the development and presentation of their case.</div><div style=\"text-indent:0.5in;\">(b) Immediately upon selecting an interest arbitrator, the parties shall cooperate to reserve dates with the arbitrator for a potential hearing between August 1st and September 15th of the following even-numbered year. The parties shall also prepare a schedule of at least five negotiation dates, absent an agreement to the contrary.</div><div style=\"text-indent:0.5in;\">(c) The parties shall execute a written agreement before December 15th of the odd-numbered year setting forth the name of the arbitrator and the dates reserved for bargaining and arbitration.</div><div style=\"text-indent:0.5in;\">(d)(i) The arbitrator must hold a hearing and provide reasonable notice of the hearing to the parties to the dispute. The hearing must be informal and each party has the opportunity to present evidence and make arguments. The arbitrator may not present the case for a party to the proceedings.</div><div style=\"text-indent:0.5in;\">(ii) The rules of evidence prevailing in judicial proceedings may be considered, but are not binding, and any oral testimony or documentary evidence or other data deemed relevant by the arbitrator may be received in evidence. A recording of the proceedings must be taken.</div><div style=\"text-indent:0.5in;\">(iii) The arbitrator may administer oaths, require the attendance of witnesses, and require the production of such books, papers, contracts, agreements, and documents deemed by the arbitrator to be material to a just determination of the issues in dispute. If a person refuses to obey a subpoena issued by the arbitrator, or refuses to be sworn or to make an affirmation to testify, or a witness, party, or attorney for a party is guilty of contempt while in attendance at a hearing, the arbitrator may invoke the jurisdiction of the superior court in the county where the labor dispute exists, and the court may issue an appropriate order. Any failure to obey the order may be punished by the court as a contempt thereof.</div><div style=\"text-indent:0.5in;\">(6) The arbitrator may consider only matters that are subject to bargaining under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.020'>41.80.020</a>(1), and may not consider those subjects listed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.020'>41.80.020</a> (2) and (3) and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.040'>41.80.040</a>.</div><div style=\"text-indent:0.5in;\">(a) In making its determination, the arbitrator shall take into consideration the following factors:</div><div style=\"text-indent:0.5in;\">(i) The financial ability of the department of corrections <span style=\"text-decoration:underline;\">or the parks and recreation commission, as appropriate,</span> to pay for the compensation and benefit provisions of a collective bargaining agreement;</div><div style=\"text-indent:0.5in;\">(ii) The constitutional and statutory authority of the employer;</div><div style=\"text-indent:0.5in;\">(iii) Stipulations of the parties;</div><div style=\"text-indent:0.5in;\">(iv) Comparison of the wages, hours, and conditions of employment of personnel involved in the proceedings with the wages, hours, and conditions of employment of like personnel of like state government employers of similar size in the western United States;</div><div style=\"text-indent:0.5in;\">(v) The ability of the ((<span style=\"text-decoration:line-through;\">department of corrections</span>))<span style=\"text-decoration:underline;\">employer</span> to retain employees;</div><div style=\"text-indent:0.5in;\">(vi) The overall compensation presently received by ((<span style=\"text-decoration:line-through;\">department of corrections</span>)) employees, including direct wage compensation, vacations, holidays, and other paid excused time, pensions, insurance benefits, and all other direct or indirect monetary benefits received;</div><div style=\"text-indent:0.5in;\">(vii) Changes in any of the factors listed in this subsection during the pendency of the proceedings; and</div><div style=\"text-indent:0.5in;\">(viii) Such other factors which are normally or traditionally taken into consideration in the determination of matters that are subject to bargaining under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.020'>41.80.020</a>(1).</div><div style=\"text-indent:0.5in;\">(b) The decision of an arbitrator under this section is subject to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.010'>41.80.010</a>(3).</div><div style=\"text-indent:0.5in;\">(7) During the pendency of the proceedings before the arbitrator, existing wages, hours, and other conditions of employment shall not be changed by action of either party without the consent of the other but a party may so consent without prejudice to his or her rights or position under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.56'>41.56</a> RCW.</div><div style=\"text-indent:0.5in;\">(8)(a) If the representative of either or both the employees and the state refuses to submit to the procedures set forth in subsections (3), (4), and (5) of this section, the parties, or the commission on its own motion, may invoke the jurisdiction of the superior court for the county in which the labor dispute exists and the court may issue an appropriate order. A failure to obey the order may be punished by the court as a contempt thereof.</div><div style=\"text-indent:0.5in;\">(b) A decision of the arbitrator is final and binding on the parties, and may be enforced at the instance of either party, the arbitrator, or the commission in the superior court for the county where the dispute arose. However, the decision of the arbitrator is not binding on the legislature and, if the legislature does not approve the funds necessary to implement provisions pertaining to the compensation and fringe benefit provision of an interest arbitration award, the provisions are not binding on the state ((<span style=\"text-decoration:line-through;\">or</span>))<span style=\"text-decoration:underline;\">,</span> department of corrections<span style=\"text-decoration:underline;\">, or the parks and recreation commission</span>.</div><div style=\"text-indent:0.5in;\">(9) Subject to the provisions of this section, the parties shall follow the commission's procedures for interest arbitration.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-07T18:32:36.233Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to grant interest arbitration rights to specific employees of the Washington State Parks and Recreation Commission, which is intended to help resolve disputes related to their employment. This measure expands previous provisions that only applied to the Department of Corrections. By allowing these employees access to arbitration, the legislature aims to ensure continued, dedicated services in state parks, much like the already established system for correctional facility employees. </p>\n<h3>Key Provisions</h3>\n<h4>Interest Arbitration Rights</h4>\n<ul>\n<li>Grants interest arbitration rights to employees of the Parks and Recreation Commission to settle employment disputes.</li>\n<li>This applies to employees covered under RCW 41.06, excluding certain confidential employees and internal auditors.</li>\n</ul>\n<h4>Negotiation Process</h4>\n<ul>\n<li>Requires negotiations between the employer and employee representatives to begin at least five months before the state budget submission.</li>\n<li>If an agreement is not reached within 60 days, either party can declare an impasse and seek mediation from the commission.</li>\n</ul>\n<h4>Mediation and Arbitration Procedures</h4>\n<ul>\n<li>If mediation fails, an arbitrator will be appointed to resolve disputes, focusing on pre-certified issues.</li>\n<li>An arbitrator's hearing must be informal, with the ability to receive various forms of evidence, and can compel attendance of witnesses.</li>\n</ul>\n<h4>Factors for Arbitration</h4>\n<ul>\n<li>The arbitrator will consider several factors including:</li>\n<li>The financial capability of the Parks and Recreation Commission to meet compensation obligations.</li>\n<li>Employment conditions compared to similar state employers.</li>\n<li>Retention challenges and overall employee compensation.</li>\n</ul>\n<h4>Binding Decisions</h4>\n<ul>\n<li>Arbitration decisions are final and binding for the parties, enforceable in superior court, but are not binding on the legislature regarding funding for such decisions.</li>\n<li>Existing conditions of employment cannot change during arbitration proceedings without mutual consent. </li>\n</ul>\n<h4>Court Jurisdiction</h4>\n<ul>\n<li>If either party refuses to engage in arbitration procedures, the commission or involved parties may seek a superior court order to enforce participation. </li>\n</ul>\n<p>This bill reflects a stronger framework for resolving employment disputes for parks and recreation employees, mirroring established rights for correctional employees.</p>"
    }
  },
  "subDocuments": [
    {
      "name": "1182-S",
      "description": "Substitute House Bill 1182 as Recommended by Labor & Workplace Standards",
      "url": {
        "ts": "2025-02-03T17:10:16.513Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1182-S.htm"
      },
      "original": {
        "ts": "2025-02-03T17:10:16.513Z",
        "text": "<!DOCTYPE html ><html><body><div>H-1117.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1182</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Labor &amp; Workplace Standards (originally sponsored by Representatives Paul, Ybarra, Berry, Leavitt, Stearns, Shavers, Doglio, Bronoske, Fosse, Simmons, Rule, Ormsby, Bernbaum, and Hill)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/05/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to granting interest arbitration to certain parks and recreation commission employees; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.200'>41.80.200</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.200'>41.80.200</a> and 2020 c 89 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)<span style=\"text-decoration:underline;\">(a)</span> In order to maintain dedicated and uninterrupted services to the supervision of criminal offenders that are in state correctional facilities and on community supervision, it is the legislature's intent to grant certain employees of the department of corrections interest arbitration rights as an alternative means of settling disputes.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) In order to maintain dedicated and uninterrupted services in our state parks, it is the legislature's intent to grant certain employees of the parks and recreation commission interest arbitration rights as an alternative means of settling disputes.</span></div><div style=\"text-indent:0.5in;\">(2) This section applies only to employees covered by chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.06'>41.06</a> RCW working for the ((<span style=\"text-decoration:line-through;\">department</span>))<span style=\"text-decoration:underline;\">:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) Department</span> of corrections, except confidential employees as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.005'>41.80.005</a>, members of the Washington management service, and internal auditors<span style=\"text-decoration:underline;\">; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) Parks and recreation commission, except confidential employees as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.005'>41.80.005</a> and internal auditors</span>.</div><div style=\"text-indent:0.5in;\">(3) Negotiations between the employer and the exclusive bargaining representative of a unit of employees shall be commenced at least five months before submission of the budget to the legislature. If no agreement has been reached ((<span style=\"text-decoration:line-through;\">sixty</span>))<span style=\"text-decoration:underline;\">60</span> days after the commencement of such negotiations then, at any time thereafter, either party may declare that an impasse exists and may submit the dispute to the commission for mediation, with or without the concurrence of the other party. The commission shall appoint a mediator, who shall promptly meet with the representatives of the parties, either jointly or separately, and shall take such other steps as he or she may deem appropriate in order to persuade the parties to resolve their differences and effect an agreement. A mediator, however, does not have a power of compulsion. The mediator may consider only matters that are subject to bargaining under this chapter.</div><div style=\"text-indent:0.5in;\">(4) If an agreement is not reached following a reasonable period of negotiations and mediation, and the director, upon recommendation of the assigned mediator, finds that the parties remain at impasse, then an arbitrator must be appointed to resolve the dispute. The issues for determination by the arbitrator must be limited to the issues certified by the executive director.</div><div style=\"text-indent:0.5in;\">(5) Within ((<span style=\"text-decoration:line-through;\">ten</span>))<span style=\"text-decoration:underline;\">10</span> working days after the first Monday in September of every odd-numbered year, the governor or the governor's designee and the bargaining representatives for any bargaining units covered by this section shall attempt to agree on an interest arbitrator to be used if the parties are not successful in negotiating a comprehensive collective bargaining agreement. The parties will select an arbitrator by mutual agreement or by alternatively striking names from a regional list of seven qualified arbitrators provided by the federal mediation and conciliation service.</div><div style=\"text-indent:0.5in;\">(a) The fees and expenses of the arbitrator, the court reporter, if any, and the cost of the hearing room, if any, will be shared equally between the parties. Each party is responsible for the costs of its attorneys, representatives and witnesses, and all other costs related to the development and presentation of their case.</div><div style=\"text-indent:0.5in;\">(b) Immediately upon selecting an interest arbitrator, the parties shall cooperate to reserve dates with the arbitrator for a potential hearing between August 1st and September 15th of the following even-numbered year. The parties shall also prepare a schedule of at least five negotiation dates, absent an agreement to the contrary.</div><div style=\"text-indent:0.5in;\">(c) The parties shall execute a written agreement before December 15th of the odd-numbered year setting forth the name of the arbitrator and the dates reserved for bargaining and arbitration.</div><div style=\"text-indent:0.5in;\">(d)(i) The arbitrator must hold a hearing and provide reasonable notice of the hearing to the parties to the dispute. The hearing must be informal and each party has the opportunity to present evidence and make arguments. The arbitrator may not present the case for a party to the proceedings.</div><div style=\"text-indent:0.5in;\">(ii) The rules of evidence prevailing in judicial proceedings may be considered, but are not binding, and any oral testimony or documentary evidence or other data deemed relevant by the arbitrator may be received in evidence. A recording of the proceedings must be taken.</div><div style=\"text-indent:0.5in;\">(iii) The arbitrator may administer oaths, require the attendance of witnesses, and require the production of such books, papers, contracts, agreements, and documents deemed by the arbitrator to be material to a just determination of the issues in dispute. If a person refuses to obey a subpoena issued by the arbitrator, or refuses to be sworn or to make an affirmation to testify, or a witness, party, or attorney for a party is guilty of contempt while in attendance at a hearing, the arbitrator may invoke the jurisdiction of the superior court in the county where the labor dispute exists, and the court may issue an appropriate order. Any failure to obey the order may be punished by the court as a contempt thereof.</div><div style=\"text-indent:0.5in;\">(6) The arbitrator may consider only matters that are subject to bargaining under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.020'>41.80.020</a>(1), and may not consider those subjects listed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.020'>41.80.020</a> (2) and (3) and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.040'>41.80.040</a>.</div><div style=\"text-indent:0.5in;\">(a) In making its determination, the arbitrator shall take into consideration the following factors:</div><div style=\"text-indent:0.5in;\">(i) The financial ability of the department of corrections <span style=\"text-decoration:underline;\">or the parks and recreation commission, as appropriate,</span> to pay for the compensation and benefit provisions of a collective bargaining agreement;</div><div style=\"text-indent:0.5in;\">(ii) The constitutional and statutory authority of the employer;</div><div style=\"text-indent:0.5in;\">(iii) Stipulations of the parties;</div><div style=\"text-indent:0.5in;\">(iv) Comparison of the wages, hours, and conditions of employment of personnel involved in the proceedings with the wages, hours, and conditions of employment of like personnel of like state government employers of similar size in the western United States;</div><div style=\"text-indent:0.5in;\">(v) The ability of the ((<span style=\"text-decoration:line-through;\">department of corrections</span>))<span style=\"text-decoration:underline;\">employer</span> to retain employees;</div><div style=\"text-indent:0.5in;\">(vi) The overall compensation presently received by ((<span style=\"text-decoration:line-through;\">department of corrections</span>)) employees, including direct wage compensation, vacations, holidays, and other paid excused time, pensions, insurance benefits, and all other direct or indirect monetary benefits received;</div><div style=\"text-indent:0.5in;\">(vii) Changes in any of the factors listed in this subsection during the pendency of the proceedings; and</div><div style=\"text-indent:0.5in;\">(viii) Such other factors which are normally or traditionally taken into consideration in the determination of matters that are subject to bargaining under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.020'>41.80.020</a>(1).</div><div style=\"text-indent:0.5in;\">(b) The decision of an arbitrator under this section is subject to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.80.010'>41.80.010</a>(3).</div><div style=\"text-indent:0.5in;\">(7) During the pendency of the proceedings before the arbitrator, existing wages, hours, and other conditions of employment shall not be changed by action of either party without the consent of the other but a party may so consent without prejudice to his or her rights or position under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.56'>41.56</a> RCW.</div><div style=\"text-indent:0.5in;\">(8)(a) If the representative of either or both the employees and the state refuses to submit to the procedures set forth in subsections (3), (4), and (5) of this section, the parties, or the commission on its own motion, may invoke the jurisdiction of the superior court for the county in which the labor dispute exists and the court may issue an appropriate order. A failure to obey the order may be punished by the court as a contempt thereof.</div><div style=\"text-indent:0.5in;\">(b) A decision of the arbitrator is final and binding on the parties, and may be enforced at the instance of either party, the arbitrator, or the commission in the superior court for the county where the dispute arose. However, the decision of the arbitrator is not binding on the legislature and, if the legislature does not approve the funds necessary to implement provisions pertaining to the compensation and fringe benefit provision of an interest arbitration award, the provisions are not binding on the state ((<span style=\"text-decoration:line-through;\">or</span>))<span style=\"text-decoration:underline;\">,</span> department of corrections<span style=\"text-decoration:underline;\">, or the parks and recreation commission</span>.</div><div style=\"text-indent:0.5in;\">(9) Subject to the provisions of this section, the parties shall follow the commission's procedures for interest arbitration.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-02-03T17:10:16.513Z",
        "text": "<h3>Purpose</h3>\n<p>The edits made to this bill focus on clarifying and structuring the provisions related to granting interest arbitration rights to employees of the parks and recreation commission in Washington State. The main goal is to ensure that these employees have a clear and defined process for resolving disputes through arbitration. The changes emphasize the distinction between different employee classifications, streamline existing wording, and eliminate redundancy, which, while maintaining the core intent of the legislation, improves readability and understanding. </p>\n<h3>Key Changes</h3>\n<h4>Clarification of Employee Coverage</h4>\n<ul>\n<li>Adjustment of language specifying that the section applies to employees of:<ul>\n<li>Department of corrections, excluding confidential employees as per RCW 41.80.005, and members of the Washington management service.</li>\n<li>Parks and recreation commission, also excluding confidential employees.</li></ul></li>\n</ul>\n<h4>Simplification of Language</h4>\n<ul>\n<li>Removal of redundant phrases, particularly those that were strikethroughs for clarity. For example:<ul>\n<li>The word \"department\" was stricken and clarified with a colon to introduce specific departments correctly.</li></ul></li>\n</ul>\n<h4>Consistency in Terminology</h4>\n<ul>\n<li>Standardization of terms, ensuring \"employer\" refers accurately to relevant departments in context:<ul>\n<li>Changes such as replacing \"department of corrections\" with \"employer\" in certain contexts, while specifying relevant entities as needed.</li></ul></li>\n</ul>\n<h4>Streamlined Arbitration Process</h4>\n<ul>\n<li>The dispute and mediation process descriptions remain intact but are organized more clearly:<ul>\n<li>Reiterated that negotiations need to begin at least five months prior to the budget submission.</li>\n<li>Clear stipulation of mediator powers and limitations is maintained.</li></ul></li>\n</ul>\n<h4>Retained Legislative Intent</h4>\n<ul>\n<li>The essence of the original legislation remains, with a particular focus that while the arbitrator's decision is binding, it is not enforceable if the legislature does not allocate necessary funds, a critical aspect of the original intent preserved without alteration.</li>\n</ul>"
      }
    }
  ],
  "keywords": {
    "ts": "2025-01-07T18:32:36.233Z",
    "text": "interest arbitration rights parks and recreation commission employment disputes negotiation process mediation arbitration procedures retention challenges binding decisions court jurisdiction"
  }
}