{
  "id": 1186,
  "lastUpdated": "2025-03-01T06:51:41.717Z",
  "agency": "House",
  "description": "Expanding the situations in which medications can be dispensed or delivered from hospitals and health care entities.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-11T08:00:00.000Z",
    "text": "Rules Committee relieved of further consideration.  Placed on second reading."
  },
  "sponsors": [
    "Parshley",
    "Rule",
    "Low",
    "Reed",
    "Ramel",
    "Macri",
    "Obras",
    "Farivar",
    "Doglio",
    "Fosse",
    "Ormsby",
    "Salahuddin",
    "Bernbaum",
    "Hill"
  ],
  "document": {
    "name": "1186",
    "description": "House Bill 1186",
    "url": {
      "ts": "2025-01-07T18:32:39.430Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1186.htm"
    },
    "original": {
      "ts": "2025-01-07T18:32:39.430Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0169.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1186</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Parshley, Rule, Low, Reed, Ramel, Macri, Obras, Farivar, Doglio, Fosse, Ormsby, Salahuddin, Bernbaum, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/07/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Health Care &amp; Wellness.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to expanding the situations in which medications can be dispensed or delivered from hospitals and health care entities; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.41.480'>70.41.480</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.64.450'>18.64.450</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.41.480'>70.41.480</a> and 2024 c 251 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The legislature finds that high quality, safe, and compassionate health care services for patients of Washington state must be available at all times. The legislature further finds that there is a need for patients being released from hospital emergency departments to maintain access to emergency medications when community or hospital pharmacy services are not available, including medication for opioid overdose reversal and for the treatment for opioid use disorder as appropriate<span style=\"text-decoration:underline;\">, human immunodeficiency virus postexposure prophylaxis drugs, anti-infectives, and drugs that come prepackaged by the manufacturer</span>. It is the intent of the legislature to accomplish this objective by allowing practitioners with prescriptive authority to prescribe limited amounts of prepackaged emergency medications to patients being discharged from hospital emergency departments when access to community or outpatient hospital pharmacy services is not otherwise available.</div><div style=\"text-indent:0.5in;\">(2) A hospital may allow a practitioner to prescribe prepackaged emergency medications and allow a practitioner or a registered nurse licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.79'>18.79</a> RCW to distribute prepackaged emergency medications to patients being discharged from a hospital emergency department in the following circumstances:</div><div style=\"text-indent:0.5in;\">(a) During times when community or outpatient hospital pharmacy services are not available within 15 miles <span style=\"text-decoration:underline;\">within Washington</span> by road;</div><div style=\"text-indent:0.5in;\">(b) When, in the judgment of the practitioner and consistent with hospital policies and procedures, a patient has no reasonable ability to reach the local community or outpatient pharmacy; or</div><div style=\"text-indent:0.5in;\">(c) When a patient is identified as needing human immunodeficiency virus postexposure prophylaxis drugs or therapies.</div><div style=\"text-indent:0.5in;\">(3) A hospital may only allow this practice if((<span style=\"text-decoration:line-through;\">: The</span>))<span style=\"text-decoration:underline;\">the</span> director of the hospital pharmacy, in collaboration with appropriate hospital medical staff, develops policies and procedures regarding the following:</div><div style=\"text-indent:0.5in;\">(a) Development of a list, preapproved by the pharmacy director, of the types of emergency medications to be prepackaged and distributed;</div><div style=\"text-indent:0.5in;\">(b) Assurances that emergency medications to be prepackaged pursuant to this section are prepared by a pharmacist or under the supervision of a pharmacist licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.64'>18.64</a> RCW;</div><div style=\"text-indent:0.5in;\">(c) Development of specific criteria under which emergency prepackaged medications may be prescribed and distributed consistent with the limitations of this section;</div><div style=\"text-indent:0.5in;\">(d) Assurances that any practitioner authorized to prescribe prepackaged emergency medication or any nurse authorized to distribute prepackaged emergency medication is trained on the types of medications available and the circumstances under which they may be distributed;</div><div style=\"text-indent:0.5in;\">(e) Procedures to require practitioners intending to prescribe prepackaged emergency medications pursuant to this section to maintain a valid prescription either in writing or electronically in the patient's records prior to a medication being distributed to a patient;</div><div style=\"text-indent:0.5in;\">(f) Establishment of a limit of no more than a 48 hour supply of emergency medication as the maximum to be dispensed to a patient, except when ((<span style=\"text-decoration:line-through;\">community</span>))<span style=\"text-decoration:underline;\">:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Community</span> or hospital <span style=\"text-decoration:underline;\">outpatient</span> pharmacy services will not be available within 48 hours((<span style=\"text-decoration:line-through;\">, or when antibiotics</span>))<span style=\"text-decoration:underline;\">;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Anti-infectives</span> or human immunodeficiency virus postexposure prophylaxis drugs or therapies are required; <span style=\"text-decoration:underline;\">or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Drugs or therapies are packaged directly by the manufacturer in quantities larger than a 48-hour supply;</span></div><div style=\"text-indent:0.5in;\">(g) Assurances that prepackaged emergency medications will be kept in a secure location in or near the emergency department in such a manner as to preclude the necessity for entry into the pharmacy; and</div><div style=\"text-indent:0.5in;\">(h) Assurances that nurses or practitioners will distribute prepackaged emergency medications to patients only after a practitioner has counseled the patient on the medication.</div><div style=\"text-indent:0.5in;\">(4) The delivery of a single dose of medication for immediate administration to the patient is not subject to the requirements of this section.</div><div style=\"text-indent:0.5in;\">(5) Nothing in this section restricts the authority of a practitioner in a hospital emergency department to distribute opioid overdose reversal medication under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.41.095'>69.41.095</a>.</div><div style=\"text-indent:0.5in;\">(6) A practitioner or a nurse in a hospital emergency department must dispense or distribute opioid overdose reversal medication in compliance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.41.485'>70.41.485</a>.</div><div style=\"text-indent:0.5in;\">(7) For purposes of this section:</div><div style=\"text-indent:0.5in;\">(a) \"Emergency medication\" means any medication commonly prescribed to emergency department patients, including those drugs, substances or immediate precursors listed in schedules II through V of the uniform controlled substances act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50'>69.50</a> RCW, as now or hereafter amended((<span style=\"text-decoration:line-through;\">.</span>))<span style=\"text-decoration:underline;\">;</span></div><div style=\"text-indent:0.5in;\">(b) \"Distribute\" means the delivery of a drug or device other than by administering or dispensing((<span style=\"text-decoration:line-through;\">.</span>))<span style=\"text-decoration:underline;\">;</span></div><div style=\"text-indent:0.5in;\">(c) <span style=\"text-decoration:underline;\">\"Manufacturer\" has the same meaning as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.64.011'>18.64.011</a>;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(d)</span> \"Opioid overdose reversal medication\" has the same meaning as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.41.095'>69.41.095</a>((<span style=\"text-decoration:line-through;\">.</span></div><div style=\"text-indent:0.5in;\"><span><span style=\"text-decoration:line-through;\"><span style=\"text-decoration:line-through;\">(d</span>)</span>))</span><span style=\"text-decoration:underline;\">;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(e)</span> \"Practitioner\" means any person duly authorized by law or rule in the state of Washington to prescribe drugs as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.64.011'>18.64.011</a>((<span style=\"text-decoration:line-through;\">(29)</span><span style=\"text-decoration:line-through;\">.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(e)</span>))<span style=\"text-decoration:underline;\">; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(f)</span> \"Nurse\" means a registered nurse or licensed practical nurse as defined in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.79'>18.79</a> RCW.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.64.450'>18.64.450</a> and 2013 c 19 s 26 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) In order for a health care entity to purchase, administer, dispense, and deliver legend drugs, the health care entity must be licensed by the department.</div><div style=\"text-indent:0.5in;\">(2) In order for a health care entity to purchase, administer, dispense, and deliver controlled substances, the health care entity must annually obtain a license from the department in accordance with the commission's rules.</div><div style=\"text-indent:0.5in;\">(3) The receipt, administration, dispensing, and delivery of legend drugs or controlled substances by a health care entity must be performed under the supervision or at the direction of a pharmacist.</div><div style=\"text-indent:0.5in;\">(4) A health care entity may only administer, dispense, or deliver legend drugs and controlled substances to patients who receive care within the health care entity and in compliance with rules of the commission. Nothing in this subsection shall prohibit a practitioner, in carrying out his or her licensed responsibilities within a health care entity, from dispensing or delivering to a patient of the health care entity drugs for that patient's personal use in an amount not to exceed ((<span style=\"text-decoration:line-through;\">seventy-two</span>))<span style=\"text-decoration:underline;\">72</span> hours of usage. <span style=\"text-decoration:underline;\">The 72-hour limit does not apply when:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) Community or hospital outpatient pharmacy services will not be available within 72 hours;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) Anti-infectives or human immunodeficiency virus postexposure prophylaxis drugs or therapies are required; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) Drugs or therapies are packaged directly by the manufacturer in quantities larger than a 72-hour supply.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-07T18:32:39.430Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to enhance access to emergency medications for patients being discharged from Washington State hospital emergency departments. It aims to ensure patients can receive necessary medications when pharmacies are inaccessible, particularly highlighting the critical need for access to medications for opioid overdose reversal, treatments for opioid use disorder, and other essential therapies. The bill allows healthcare practitioners to prescribe limited amounts of prepackaged emergency medications in specific circumstances.</p>\n<h3>Key Provisions</h3>\n<h4>Emergency Medication Dispensation</h4>\n<ul>\n<li>Hospitals can allow practitioners to prescribe and registered nurses to distribute prepackaged emergency medications when:<ul>\n<li>Community or outpatient pharmacy services are unavailable within 15 miles.</li>\n<li>A patient lacks the ability to reach the local pharmacy.</li>\n<li>A patient requires human immunodeficiency virus (HIV) postexposure prophylaxis drugs or therapies.</li></ul></li>\n</ul>\n<h4>Policy Development Requirements</h4>\n<ul>\n<li>Hospitals must develop policies regarding:<ul>\n<li>A preapproved list of emergency medications to be distributed.</li>\n<li>Assurance that medications are prepared by or under the supervision of a licensed pharmacist.</li>\n<li>Specific criteria for prescribing and distributing emergency medications.</li>\n<li>Training for practitioners and nurses on medication types and distribution circumstances.</li>\n<li>Maintenance of valid prescriptions prior to distribution.</li>\n<li>A limit of no more than a 48-hour supply of emergency medication, unless specific conditions are met (e.g., unavailability of pharmacy services, the requirement of certain drugs).</li>\n<li>Security measures for storing prepackaged medications.</li>\n<li>Counseling for patients before medication distribution by nurses or practitioners.</li></ul></li>\n</ul>\n<h4>Immediate Dose Delivery</h4>\n<ul>\n<li>The bill clarifies that delivering a single dose of medication for immediate use does not require adherence to the outlined provisions.</li>\n</ul>\n<h4>Opioid Overdose Reversal Medication</h4>\n<ul>\n<li>Practitioners in emergency departments are authorized to distribute opioid overdose reversal medications in compliance with existing laws.</li>\n</ul>\n<h4>Health Care Entity Regulations</h4>\n<ul>\n<li>Health care entities must be licensed to purchase and deliver controlled substances, with oversight by a pharmacist. </li>\n<li>The bill modifies the previous 72-hour limit on medications that can be dispensed to the following exceptions:<ul>\n<li>When community or hospital outpatient pharmacy services will not be available within 72 hours.</li>\n<li>For required anti-infectives or HIV prophylaxis.</li>\n<li>When manufacturer packaging exceeds a 72-hour supply.</li></ul></li>\n</ul>"
    }
  },
  "subDocuments": [
    {
      "name": "1186-S",
      "description": "Substitute House Bill 1186 as Recommended by Health Care & Wellness",
      "url": {
        "ts": "2025-02-03T16:26:28.783Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1186-S.htm"
      },
      "original": {
        "ts": "2025-02-03T16:26:28.783Z",
        "text": "<!DOCTYPE html ><html><body><div>H-1104.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1186</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Health Care &amp; Wellness (originally sponsored by Representatives Parshley, Rule, Low, Reed, Ramel, Macri, Obras, Farivar, Doglio, Fosse, Ormsby, Salahuddin, Bernbaum, and Hill)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/04/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to expanding the situations in which medications can be dispensed or delivered from hospitals and health care entities; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.41.480'>70.41.480</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.64.450'>18.64.450</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.41.480'>70.41.480</a> and 2024 c 251 s 2 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The legislature finds that high quality, safe, and compassionate health care services for patients of Washington state must be available at all times. The legislature further finds that there is a need for patients being released from hospital emergency departments to maintain access to emergency medications when community or hospital pharmacy services are not available, including medication for opioid overdose reversal and for the treatment for opioid use disorder as appropriate<span style=\"text-decoration:underline;\">, human immunodeficiency virus postexposure prophylaxis drugs, anti-infectives, and drugs that come prepackaged by the manufacturer</span>. It is the intent of the legislature to accomplish this objective by allowing practitioners with prescriptive authority to prescribe limited amounts of prepackaged emergency medications to patients being discharged from hospital emergency departments when access to community or outpatient hospital pharmacy services is not otherwise available.</div><div style=\"text-indent:0.5in;\">(2) A hospital may allow a practitioner to prescribe prepackaged emergency medications and allow a practitioner or a registered nurse licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.79'>18.79</a> RCW to distribute prepackaged emergency medications to patients being discharged from a hospital emergency department in the following circumstances:</div><div style=\"text-indent:0.5in;\">(a) During times when community or outpatient hospital pharmacy services are not available within 15 miles <span style=\"text-decoration:underline;\">within Washington</span> by road;</div><div style=\"text-indent:0.5in;\">(b) When, in the judgment of the practitioner and consistent with hospital policies and procedures, a patient has no reasonable ability to reach the local community or outpatient pharmacy; or</div><div style=\"text-indent:0.5in;\">(c) When a patient is identified as needing human immunodeficiency virus postexposure prophylaxis drugs or therapies.</div><div style=\"text-indent:0.5in;\">(3) A hospital may only allow this practice if((<span style=\"text-decoration:line-through;\">: The</span>))<span style=\"text-decoration:underline;\">the</span> director of the hospital pharmacy, in collaboration with appropriate hospital medical staff, develops policies and procedures regarding the following:</div><div style=\"text-indent:0.5in;\">(a) Development of a list, preapproved by the pharmacy director, of the types of emergency medications to be prepackaged and distributed;</div><div style=\"text-indent:0.5in;\">(b) Assurances that emergency medications to be prepackaged pursuant to this section are prepared by a pharmacist or under the supervision of a pharmacist licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.64'>18.64</a> RCW;</div><div style=\"text-indent:0.5in;\">(c) Development of specific criteria under which emergency prepackaged medications may be prescribed and distributed consistent with the limitations of this section;</div><div style=\"text-indent:0.5in;\">(d) Assurances that any practitioner authorized to prescribe prepackaged emergency medication or any nurse authorized to distribute prepackaged emergency medication is trained on the types of medications available and the circumstances under which they may be distributed;</div><div style=\"text-indent:0.5in;\">(e) Procedures to require practitioners intending to prescribe prepackaged emergency medications pursuant to this section to maintain a valid prescription either in writing or electronically in the patient's records prior to a medication being distributed to a patient;</div><div style=\"text-indent:0.5in;\">(f) Establishment of a limit of no more than a 48 hour supply of emergency medication as the maximum to be dispensed to a patient, except when ((<span style=\"text-decoration:line-through;\">community</span>))<span style=\"text-decoration:underline;\">:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Community</span> or hospital <span style=\"text-decoration:underline;\">outpatient</span> pharmacy services will not be available within 48 hours((<span style=\"text-decoration:line-through;\">, or when antibiotics</span>))<span style=\"text-decoration:underline;\">;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Anti-infectives</span> or human immunodeficiency virus postexposure prophylaxis drugs or therapies are required; <span style=\"text-decoration:underline;\">or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Drugs or therapies are packaged directly by the manufacturer in quantities larger than a 48-hour supply that cannot be altered to limit the quantity to a 48-hour supply;</span></div><div style=\"text-indent:0.5in;\">(g) Assurances that prepackaged emergency medications will be kept in a secure location in or near the emergency department in such a manner as to preclude the necessity for entry into the pharmacy; and</div><div style=\"text-indent:0.5in;\">(h) Assurances that nurses or practitioners will distribute prepackaged emergency medications to patients only after a practitioner has counseled the patient on the medication.</div><div style=\"text-indent:0.5in;\">(4) The delivery of a single dose of medication for immediate administration to the patient is not subject to the requirements of this section.</div><div style=\"text-indent:0.5in;\">(5) Nothing in this section restricts the authority of a practitioner in a hospital emergency department to distribute opioid overdose reversal medication under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.41.095'>69.41.095</a>.</div><div style=\"text-indent:0.5in;\">(6) A practitioner or a nurse in a hospital emergency department must dispense or distribute opioid overdose reversal medication in compliance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.41.485'>70.41.485</a>.</div><div style=\"text-indent:0.5in;\">(7) For purposes of this section:</div><div style=\"text-indent:0.5in;\">(a) \"Emergency medication\" means any medication commonly prescribed to emergency department patients, including those drugs, substances or immediate precursors listed in schedules II through V of the uniform controlled substances act, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.50'>69.50</a> RCW, as now or hereafter amended((<span style=\"text-decoration:line-through;\">.</span>))<span style=\"text-decoration:underline;\">;</span></div><div style=\"text-indent:0.5in;\">(b) \"Distribute\" means the delivery of a drug or device other than by administering or dispensing((<span style=\"text-decoration:line-through;\">.</span>))<span style=\"text-decoration:underline;\">;</span></div><div style=\"text-indent:0.5in;\">(c) <span style=\"text-decoration:underline;\">\"Manufacturer\" has the same meaning as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.64.011'>18.64.011</a>;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(d)</span> \"Opioid overdose reversal medication\" has the same meaning as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=69.41.095'>69.41.095</a>((<span style=\"text-decoration:line-through;\">.</span></div><div style=\"text-indent:0.5in;\"><span><span style=\"text-decoration:line-through;\"><span style=\"text-decoration:line-through;\">(d</span>)</span>))</span><span style=\"text-decoration:underline;\">;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(e)</span> \"Practitioner\" means any person duly authorized by law or rule in the state of Washington to prescribe drugs as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.64.011'>18.64.011</a>((<span style=\"text-decoration:line-through;\">(29)</span><span style=\"text-decoration:line-through;\">.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:line-through;\">(e)</span>))<span style=\"text-decoration:underline;\">; and</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(f)</span> \"Nurse\" means a registered nurse or licensed practical nurse as defined in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.79'>18.79</a> RCW.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.64.450'>18.64.450</a> and 2013 c 19 s 26 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) In order for a health care entity to purchase, administer, dispense, and deliver legend drugs, the health care entity must be licensed by the department.</div><div style=\"text-indent:0.5in;\">(2) In order for a health care entity to purchase, administer, dispense, and deliver controlled substances, the health care entity must annually obtain a license from the department in accordance with the commission's rules.</div><div style=\"text-indent:0.5in;\">(3) The receipt, administration, dispensing, and delivery of legend drugs or controlled substances by a health care entity must be performed under the supervision or at the direction of a pharmacist.</div><div style=\"text-indent:0.5in;\">(4) A health care entity may only administer, dispense, or deliver legend drugs and controlled substances to patients who receive care within the health care entity and in compliance with rules of the commission. Nothing in this subsection shall prohibit a practitioner, in carrying out his or her licensed responsibilities within a health care entity, from dispensing or delivering to a patient of the health care entity drugs for that patient's personal use in an amount not to exceed ((<span style=\"text-decoration:line-through;\">seventy-two</span>))<span style=\"text-decoration:underline;\">72</span> hours of usage. <span style=\"text-decoration:underline;\">The 72-hour limit does not apply when:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) Community or hospital outpatient pharmacy services will not be available within 72 hours;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) Anti-infectives or human immunodeficiency virus postexposure prophylaxis drugs or therapies are required; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) Drugs or therapies are packaged directly by the manufacturer in quantities larger than a 72-hour supply that cannot be altered to limit the quantity to a 72-hour supply.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-02-03T16:26:28.783Z",
        "text": "<h3>Purpose</h3>\n<p>The edits to the proposed legislature bill aim to enhance the ability of hospitals and healthcare entities in Washington to provide patients with necessary emergency medications upon discharge. The focus is particularly on situations where access to community or outpatient pharmacy services is limited or unavailable. The revisions clarify the circumstances under which practitioners can prescribe and distribute emergency medications, ensuring that crucial medications are accessible when needed. These changes are designed to improve patient care and safety in emergency situations by allowing practitioners greater flexibility in prescribing and dispensing medications.</p>\n<h3>Key Changes</h3>\n<h4>Emergency Medication Availability</h4>\n<ul>\n<li>The bill specifies that emergency medications can now be prescribed to patients being discharged from emergency departments when:<ul>\n<li>Community or outpatient pharmacy services are not available within 15 miles by road.</li>\n<li>The practitioner determines that the patient cannot reasonably reach the local pharmacy.</li>\n<li>The patient requires specific medications like human immunodeficiency virus postexposure prophylaxis.</li></ul></li>\n</ul>\n<h4>Procedures for Medication Dispensation</h4>\n<ul>\n<li>The director of the hospital pharmacy must collaborate on developing policies, specifically covering:<ul>\n<li>A preapproved list of medications eligible to be prepackaged.</li>\n<li>Assurance that medications are prepared by or under the supervision of a licensed pharmacist.</li></ul></li>\n</ul>\n<h4>Changes to Medication Supply Limits</h4>\n<ul>\n<li>The maximum supply of emergency medications that can be dispensed is generally maintained at 48 hours.</li>\n<li>Exceptions to this limit are clarified, including:<ul>\n<li>When community or hospital outpatient pharmacy services are not available within 48 hours.</li>\n<li>When patients require anti-infectives or HIV postexposure prophylaxis drugs.</li>\n<li>In cases where medications are packaged in quantities larger than a 48-hour supply by the manufacturer.</li></ul></li>\n</ul>\n<h4>Definitions and Clarifications</h4>\n<ul>\n<li>The definition of \"emergency medication\" includes any medication commonly prescribed to emergency department patients, as well as controlled substances.</li>\n<li>The definition of \"distribute\" is clarified to mean the delivery of drugs without administration or dispensing.</li>\n<li>Other definitions, including \"practitioner\" and \"nurse,\" are aligned with existing state laws to ensure clarity and compliance. </li>\n</ul>\n<p>These changes collectively serve to improve the emergency response capacity of healthcare facilities and ensure patients have access to critical medications in urgent situations.</p>"
      }
    }
  ],
  "keywords": {
    "ts": "2025-01-07T18:32:39.430Z",
    "text": "emergency medications opioid overdose reversal healthcare practitioners pharmacies accessibility training policies immediate dose delivery hiv prophylaxis controlled substances"
  }
}