{
  "id": 1187,
  "lastUpdated": "2025-03-01T06:51:41.706Z",
  "agency": "House",
  "description": "Protecting patients involved in motor vehicle accidents from delayed ambulance bills.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-21T08:00:00.000Z",
    "text": "Referred to Rules 2 Review."
  },
  "sponsors": [
    "Ryu",
    "Thai",
    "Obras",
    "Macri",
    "Paul",
    "Callan",
    "Pollet",
    "Fey",
    "Kloba"
  ],
  "document": {
    "name": "1187",
    "description": "House Bill 1187",
    "url": {
      "ts": "2025-01-07T18:32:39.997Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1187.htm"
    },
    "original": {
      "ts": "2025-01-07T18:32:39.997Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0403.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1187</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Ryu, Thai, Obras, Macri, Paul, Callan, Pollet, Fey, and Kloba<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/07/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Health Care &amp; Wellness.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to protecting patients involved in motor vehicle accidents from delayed ambulance bills; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.73'>18.73</a> RCW; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.70'>43.70</a> RCW; and providing an effective date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.73'>18.73</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) Each ambulance service shall attempt to collect automotive, health, personal injury, or any other relevant insurance information from a patient that is involved in a motor vehicle accident at the time transportation is provided.</div><div style=\"text-indent:0.5in;\">(b) At the time of transportation, the ambulance service shall attempt to provide the patient with the consumer notice created under section 2 of this act.</div><div style=\"text-indent:0.5in;\">(c) For purposes of this section, a motor vehicle accident includes incidents where a pedestrian or bicyclist is struck or otherwise injured by a motor vehicle.</div><div style=\"text-indent:0.5in;\">(2) Within 60 days of the transportation, an ambulance service must:</div><div style=\"text-indent:0.5in;\">(a) Provide the patient with the consumer notice created under section 2 of this act; and</div><div style=\"text-indent:0.5in;\">(b)(i) If the ambulance service collected the patient's insurance information during transportation, bill the appropriate insurance or the patient; or</div><div style=\"text-indent:0.5in;\">(ii) If the ambulance service was unable to collect the patient's insurance information during the transportation, attempt to collect the patient's automotive, health, personal injury, or any other relevant insurance information and bill the appropriate insurance or the patient within 60 days of receiving this information.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.70'>43.70</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->By January 1, 2026, the department, in consultation with the office of the insurance commissioner, ambulance services, health carriers, insurers, and consumers, shall develop a standard consumer notice educating the public on the different types of insurance that may cover a motor vehicle accident, the order in which the different types of insurance are applied to ambulance service bills, the insured's rights, and other information that would assist a person that has received an ambulance service bill following a motor vehicle accident.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">Section 1 of this act takes effect January 1, 2026.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-07T18:32:39.997Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1187 is to protect patients who are involved in motor vehicle accidents from facing delayed ambulance bills. The bill aims to ensure that ambulance services collect insurance information in a timely manner and provide clear consumer information regarding billing processes. Key changes include setting specific timelines for billing and the requirement for the development of a consumer notice to educate patients about their insurance rights and responsibilities.</p>\n<h3>Key Provisions</h3>\n<h4>Insurance Collection Requirements</h4>\n<ul>\n<li>Each ambulance service must attempt to collect relevant insurance information (automotive, health, personal injury, etc.) from patients during transportation following a motor vehicle accident.</li>\n<li>Ambulance services are required to provide a consumer notice to the patient at the time of transport.</li>\n</ul>\n<h4>Consumer Notice</h4>\n<ul>\n<li>By January 1, 2026, the Department, in consultation with relevant stakeholders, must develop a standard consumer notice. This notice will:<ul>\n<li>Educate the public on types of insurance coverage applicable to ambulance services after a motor vehicle accident.</li>\n<li>Explain the order of insurance application for ambulance bills.</li>\n<li>Inform the insured of their rights and provide guidance on handling ambulance service bills.</li></ul></li>\n</ul>\n<h4>Billing Timeline</h4>\n<ul>\n<li>Within 60 days of transportation, the ambulance service must:<ul>\n<li>Provide the patient with the consumer notice.</li>\n<li>Bill the appropriate insurance or patient, depending on whether insurance information was collected during transport or afterward.</li></ul></li>\n</ul>"
    }
  },
  "subDocuments": [
    {
      "name": "1187-S",
      "description": "Substitute House Bill 1187 as Recommended by Health Care & Wellness",
      "url": {
        "ts": "2025-02-21T16:28:15.463Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1187-S.htm"
      },
      "original": {
        "ts": "2025-02-21T16:28:15.463Z",
        "text": "<!DOCTYPE html ><html><body><div>H-1462.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1187</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Health Care &amp; Wellness (originally sponsored by Representatives Ryu, Thai, Obras, Macri, Paul, Callan, Pollet, Fey, and Kloba)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/21/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to protecting patients involved in motor vehicle accidents from delayed ambulance bills; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.73'>18.73</a> RCW; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.02'>48.02</a> RCW; and providing an effective date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.73'>18.73</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) An ambulance service may not sell or assign medical debt related to ambulance services following a motor vehicle accident to any person licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=19.16'>19.16</a> RCW until at least 120 days after the initial billing statement for that medical debt has been transmitted to the patient or other responsible party.</div><div style=\"text-indent:0.5in;\">(2) For purposes of this section, a motor vehicle accident includes incidents where a pedestrian or bicyclist is struck or otherwise injured by a motor vehicle.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=48.02'>48.02</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) If the commissioner has cause to believe that any ambulance service has engaged in a pattern of unresolved violations of section 1 of this act, the commissioner may submit information to the department of health for action. Prior to submitting information to the department of health or the appropriate disciplining authority, the commissioner may provide the ambulance service with an opportunity to cure the alleged violations or explain why the actions in question did not violate section 1 of this act.</div><div style=\"text-indent:0.5in;\">(2) If any ambulance service has engaged in a pattern of unresolved violations of section 1 of this act, the department of health may levy a fine or cost recovery upon the ambulance service in an amount not to exceed the applicable statutory amount per violation and take other action as permitted under the authority of the department. Upon completion of its review of any potential violation submitted by the commissioner or initiated directly by an enrollee, the department of health shall notify the commissioner of the results of the review, including whether the violation was substantiated and any enforcement action taken as a result of a finding of a substantiated violation.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span><span style=\"text-indent:0.5in;\">Section 1 of this act takes effect January 1, 2026.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-02-21T16:28:15.463Z",
        "text": "<h3>Purpose</h3>\n<p>The edits to the proposed legislation bill aimed to enhance the protections for patients involved in motor vehicle accidents regarding ambulance services and billing practices. Key changes include the addition of strong restrictions on selling medical debt and increased accountability of ambulance services. This shift impacts how ambulance services manage billing and collections related to motor vehicle accidents, benefitting patients by allowing them more time and clarity regarding their financial responsibilities.</p>\n<h3>Key Changes</h3>\n<h4>Changes to Debt Collection Practices</h4>\n<ul>\n<li>The amended bill states that an ambulance service <strong>may not sell or assign medical debt</strong> related to ambulance services for at least <strong>120 days after</strong> the initial billing statement has been sent to the patient or responsible party, whereas the original version did not have this specific prohibition on debt collection.</li>\n</ul>\n<h4>Changes in Section References</h4>\n<ul>\n<li>The edited version added a new section to chapter <strong>48.02 RCW</strong> instead of chapter <strong>43.70 RCW</strong>, indicating a shift in regulatory oversight from health-related issues to insurance matters.</li>\n</ul>\n<h4>Provisions for Enforcement</h4>\n<ul>\n<li>The revised bill introduces provisions for the <strong>insurance commissioner</strong> to refer unresolved violations of the debt collection rules to the <strong>department of health</strong>, which can investigate and impose fines on ambulance services for repeated violations, ensuring that there are consequences for improper practices.</li>\n</ul>\n<h4>Clarification of Motor Vehicle Accidents</h4>\n<ul>\n<li>The definition of a motor vehicle accident remains, still including instances where <strong>pedestrians or bicyclists</strong> are struck, ensuring the bill covers a broad range of incidents related to transportation injuries. </li>\n</ul>\n<p>These edits collectively aim to protect patients from aggressive debt recovery practices and ensure clarity and fairness in handling ambulance service billing after accidents.</p>"
      }
    }
  ],
  "keywords": {
    "ts": "2025-01-07T18:32:39.997Z",
    "text": "patient insurance ambulance consumer notice billing timeline accidents rights education"
  }
}