{
  "id": 1188,
  "lastUpdated": "2025-03-01T06:51:41.693Z",
  "agency": "House",
  "description": "Requiring local government and tribal approval of wind and solar siting recommendations by the energy facility site evaluation council.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Environment & Energy."
  },
  "sponsors": [
    "Dye",
    "Klicker",
    "Jacobsen",
    "Caldier",
    "Couture"
  ],
  "document": {
    "name": "1188",
    "description": "House Bill 1188",
    "url": {
      "ts": "2025-01-07T18:32:40.850Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1188.htm"
    },
    "original": {
      "ts": "2025-01-07T18:32:40.850Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0141.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1188</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Dye, Klicker, Jacobsen, Caldier, and Couture<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/07/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Environment &amp; Energy.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to requiring local government and tribal approval of wind and solar siting recommendations by the energy facility site evaluation council; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=80.50.100'>80.50.100</a>; and declaring an emergency.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=80.50.100'>80.50.100</a> and 2022 c 183 s 10 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) The council shall report to the governor its recommendations as to the approval or rejection of an application for certification within ((<span style=\"text-decoration:line-through;\">twelve</span>))<span style=\"text-decoration:underline;\">12</span> months of receipt by the council of an application deemed complete by the director, or such later time as is mutually agreed by the council and the applicant.</div><div style=\"text-indent:0.5in;\">(b) The council shall review and consider comments received during the application process in making its recommendation.</div><div style=\"text-indent:0.5in;\">(c) In the case of an application filed prior to December 31, 2025, for certification of an energy facility proposed for construction, modification, or expansion for the purpose of providing generating facilities that meet the requirements of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=80.80.040'>80.80.040</a> and are located in a county with a coal-fired electric generation facility subject to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=80.80.040'>80.80.040</a>(3)(c), the council shall expedite the processing of the application pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=80.50.075'>80.50.075</a> and shall report its recommendations to the governor within ((<span style=\"text-decoration:line-through;\">one hundred eighty</span>))<span style=\"text-decoration:underline;\">180</span> days of receipt by the council of such an application, or a later time as is mutually agreed by the council and the applicant.</div><div style=\"text-indent:0.5in;\">(2) If the council recommends approval of an application for certification, it shall also submit a draft certification agreement with the report. The council shall include conditions in the draft certification agreement to implement the provisions of this chapter including, but not limited to, conditions to protect state, local governmental, or community interests, or overburdened communities as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70A.02.010'>70A.02.010</a> affected by the construction or operation of the facility, and conditions designed to recognize the purpose of laws or ordinances, or rules or regulations promulgated thereunder, that are preempted or superseded pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=80.50.110'>80.50.110</a> as now or hereafter amended.</div><div style=\"text-indent:0.5in;\">(3) <span style=\"text-decoration:underline;\">For wind or solar energy facility siting recommendations:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(a) The council must report a recommendation as to the approval of an application for certification to the appropriate county legislative authority and each affected federally recognized tribe at the same time as the recommendation to the governor under subsection (1)(a) of this section.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) As a precondition of approval of an application and draft certification agreement by the governor under subsection (4) of this section, each affected federally recognized tribe and the appropriate county legislative authority must approve of the recommendation by adopting a resolution.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c) Within 90 days of the submission of the recommendation to the appropriate county legislative authority and each affected federally recognized tribe, the county legislative authority or tribe may:</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(i) Approve the application and draft site certification agreement by adopting a resolution;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(ii) Reject the application and draft site certification agreement or elect to fail to approve the application and draft site certification agreement; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(iii) Adopt a resolution requesting the council to reconsider certain aspects of the draft certification agreement, consistent with subsection (4)(b) of this section, within 60 days of the adoption of the resolution. After reconsidering the draft certification agreement, the council must report its revised recommendations to each affected federally recognized tribe and the appropriate county legislative authority for approval consistent with the processes established in (a) through (c) of this subsection.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(d) The governor may not approve an application or execute a draft site certification agreement for which the appropriate county legislative authority and each affected federally recognized tribe has not submitted to the council a copy of its resolution approving of the application and draft site certification agreement.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(e) The council must report to the governor immediately upon its receipt of all of the approval resolutions required under this subsection.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(f) This subsection applies to each draft certification agreement recommended to the governor after the effective date of this section.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(4)</span>(a) Within 60 days of receipt of the council's report <span style=\"text-decoration:underline;\">or, for wind or solar energy facility siting recommendations, the council's receipt of a copy of all of the approval resolutions required under subsection (3) of this section,</span> the governor shall take one of the following actions:</div><div style=\"text-indent:0.5in;\">(i) Approve the application and execute the draft certification agreement; or</div><div style=\"text-indent:0.5in;\">(ii) Reject the application; or</div><div style=\"text-indent:0.5in;\">(iii) Direct the council to reconsider certain aspects of the draft certification agreement.</div><div style=\"text-indent:0.5in;\">(b) The council shall reconsider such aspects of the draft certification agreement by reviewing the existing record of the application or, as necessary, by reopening the adjudicative proceeding for the purposes of receiving additional evidence. Such reconsideration shall be conducted expeditiously. The council shall resubmit the draft certification to the governor incorporating any amendments deemed necessary upon reconsideration. Within 60 days of receipt of such draft certification agreement, the governor shall either approve the application and execute the certification agreement or reject the application. The certification agreement shall be binding upon execution by the governor and the applicant.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(4)</span>))<span style=\"text-decoration:underline;\">(5)</span> The rejection of an application for certification by the governor shall be final as to that application but shall not preclude submission of a subsequent application for the same site on the basis of changed conditions or new information.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span><span style=\"text-indent:0.5in;\">This act is necessary for the immediate preservation of the public peace, health, or safety, or support of the state government and its existing public institutions, and takes effect immediately.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-07T18:32:40.850Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to require local government and tribal approval for wind and solar energy facility siting recommendations made by the Energy Facility Site Evaluation Council (EFSEC) in Washington State. The main changes include increasing the involvement of local and tribal authorities in the approval process and ensuring their resolutions are necessary for the governor to grant certification for such energy facilities. This aims to enhance community input and oversight regarding the development of renewable energy projects that may impact local interests.</p>\n<h3>Key Provisions</h3>\n<h4>Application Review Process</h4>\n<ul>\n<li>The EFSEC must report its recommendations to the governor for approval or rejection of an application within 12 months (previously not specified) of receiving a complete application.</li>\n<li>The council will consider public comments during the review process.</li>\n<li>For applications related to energy facilities in counties with coal-fired plants, the processing must be expedited to within 180 days.</li>\n</ul>\n<h4>Local and Tribal Oversight</h4>\n<ul>\n<li>EFSEC must notify the appropriate county legislative authority and affected tribes of its siting recommendations simultaneously with the governor.</li>\n<li>Approval from both the county legislative authority and tribes is required via a resolution before the governor can authorize the application.</li>\n<li>These approvals or rejections must be made within 90 days:</li>\n<li>They can approve the application,</li>\n<li>reject it, or</li>\n<li>request reconsideration of the draft certification agreement.</li>\n</ul>\n<h4>Governor's Authority</h4>\n<ul>\n<li>The governor cannot approve an application unless he/she receives resolutions of approval from the local authority and tribes.</li>\n<li>The governor has 60 days to either approve or reject the application after receiving the EFSEC's recommendations and required resolutions.</li>\n<li>If the application is rejected, it may not prevent a new application based on new information or changed circumstances.</li>\n</ul>\n<h4>Immediate Effect</h4>\n<ul>\n<li>This bill is declared urgent for public safety, health, and the functioning of state government, taking effect immediately upon passage.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2025-01-07T18:32:40.850Z",
    "text": "local government tribal approval wind solar energy facility siting community input oversight renewable projects public comments expedited processing legislative authority"
  }
}