{
  "id": 1189,
  "lastUpdated": "2025-03-01T06:51:41.700Z",
  "agency": "House",
  "description": "Addressing parental involvement through volunteering in schools after a criminal conviction.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Education."
  },
  "sponsors": [
    "Simmons",
    "Ortiz-Self",
    "Macri",
    "Peterson",
    "Davis",
    "Ormsby",
    "Stonier",
    "Hill"
  ],
  "document": {
    "name": "1189",
    "description": "House Bill 1189",
    "url": {
      "ts": "2025-01-07T18:32:41.647Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1189.htm"
    },
    "original": {
      "ts": "2025-01-07T18:32:41.647Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0121.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1189</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Simmons, Ortiz-Self, Macri, Peterson, Davis, Ormsby, Stonier, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/07/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Education.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to parental involvement through volunteering in schools after a criminal conviction; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.320.155'>28A.320.155</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.400.303'>28A.400.303</a>; and adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.320'>28A.320</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.320'>28A.320</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) When a school performs a records check under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.400.303'>28A.400.303</a> on a parent, the school must comply with the requirements in this subsection.</div><div style=\"text-indent:0.5in;\">(a) The school must notify applicants for volunteer positions about the process for parents to submit criminal innocence or rehabilitation-related documents.</div><div style=\"text-indent:0.5in;\">(b) For a parent with one or more criminal convictions who has submitted a criminal innocence or rehabilitation-related document addressing each conviction, the school may not deny the parent's volunteer application based on a criminal conviction if the parent signed a statement indicating that the parent has not been convicted of any crime since the date that the criminal innocence or rehabilitation-related document was issued.</div><div style=\"text-indent:0.5in;\">(c) For a parent with one or more criminal convictions who has not submitted a criminal innocence or rehabilitation-related document addressing each conviction, the school must complete the following process to determine whether to approve the parent's volunteer application. The school:</div><div style=\"text-indent:0.5in;\">(i) Must consider the length of time since the commission of the last crime for which the parent was convicted and whether any criminal conviction involved a minor child victim; and</div><div style=\"text-indent:0.5in;\">(ii) May consider: (A) The age of the parent on the date of the commission of the last crime for which the parent was convicted; (B) whether the parent has been approved by a state agency to have unsupervised access to children under 18 years of age or persons with developmental disabilities; or (C) limiting the parent's unsupervised access to children under 18 years of age and to persons with developmental disabilities if this would give the parent the opportunity to have meaningful involvement in the school.</div><div style=\"text-indent:0.5in;\">(d) Within five days of approving or denying the volunteer application of a parent, the school must notify the parent of the school's decision. If denying the application, the school must also state specific reasons for the denial and provide the appeal process under subsection (2) of this section.</div><div style=\"text-indent:0.5in;\">(2)(a) A parent whose volunteer application has been denied under this section may appeal the decision to the office of the superintendent of public instruction. The appeal process must follow rules established by the superintendent of public instruction.</div><div style=\"text-indent:0.5in;\">(b) The superintendent of public instruction must adopt rules in accordance with chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW to establish the appeal process referenced in (a) of this subsection.</div><div style=\"text-indent:0.5in;\">(3) The definitions in this subsection apply throughout this section unless the context clearly requires otherwise.</div><div style=\"text-indent:0.5in;\">(a) \"Criminal innocence or rehabilitation-related document\" means evidence that a criminal conviction is the subject of: (i) Expungement, pardon, vacation, annulment, certificate of rehabilitation, or other equivalent procedure based on a finding of the rehabilitation of the person convicted; (ii) a pardon, annulment, or other equivalent procedure based on a finding of innocence; or (iii) a certificate of restoration of opportunity under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.97.020'>9.97.020</a>.</div><div style=\"text-indent:0.5in;\">(b) \"Parent\" means a parent, grandparent, guardian, or legal custodian of a student enrolled at a school.</div><div style=\"text-indent:0.5in;\">(c) \"School\" means a school district, educational service district, the Washington center for deaf and hard of hearing youth, the state school for the blind, a federal bureau of Indian affairs-funded school, a charter school established under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.710'>28A.710</a> RCW, a school that is the subject of a state-tribal education compact under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.715'>28A.715</a> RCW, or a contractor of one of these entities.</div><div style=\"text-indent:0.5in;\">(d) \"Unsupervised\" has the same meaning as in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.400.303'>28A.400.303</a>.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.320.155'>28A.320.155</a> and 1999 c 21 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text --><span style=\"text-decoration:underline;\">(1)(a)</span> If a volunteer alerts a school ((<span style=\"text-decoration:line-through;\">district</span>)) that the volunteer has undergone a criminal records check in accordance with applicable state law, including RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.97.050'>10.97.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.400.303'>28A.400.303</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.410.010'>28A.410.010</a>, or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.43.830'>43.43.830</a> through  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.43.845'>43.43.845</a>, within the two years before the time the volunteer is volunteering in the school, then the school may request that the volunteer furnish the school with a copy of the criminal history record information or sign a release to the business, school, organization, criminal justice agency, or juvenile justice or care agency, or other state agency that originally obtained the criminal history record information to permit the record information to be shared with the school. Once the school requests the information from the business, school, organization, or agency the information shall be furnished to the school. Any business, school, organization, agency, or its employee or official that shares the criminal history record information with the requesting school in accordance with this section is immune from criminal and civil liability for dissemination of the information.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b)</span> If the criminal history record information is shared, the school must require the volunteer to sign a disclosure statement indicating that there has been no conviction since the completion date of the most recent criminal background inquiry.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2) For the purposes of this section, \"school\" has the same meaning as in section 1 of this act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.400.303'>28A.400.303</a> and 2020 c 22 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) School districts, educational service districts, the Washington center for deaf and hard of hearing youth, the state school for the blind, the office of the superintendent of public instruction, and their contractors shall require a record check through the Washington state patrol criminal identification system under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.43.830'>43.43.830</a> through  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.43.834'>43.43.834</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.97.030'>10.97.030</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=10.97.050'>10.97.050</a> and through the federal bureau of investigation criminal justice information systems before hiring the following employees:</div><div style=\"text-indent:0.5in;\">(i) Employees who will have regularly scheduled unsupervised access to children or persons with developmental disabilities; and</div><div style=\"text-indent:0.5in;\">(ii) Employees who receive criminal history record information or personally identifiable information from the record check.</div><div style=\"text-indent:0.5in;\">(b) A record check under this section must include a fingerprint check using a complete Washington state criminal identification fingerprint card.</div><div style=\"text-indent:0.5in;\">(c) The requesting entity may provide a copy of the record report to the applicant at the applicant's request.</div><div style=\"text-indent:0.5in;\">(d) When necessary, applicants for employment may be employed on a conditional basis pending completion of the record check.</div><div style=\"text-indent:0.5in;\">(e) If the applicant for employment has had a record check within the previous two years, the district, the Washington center for deaf and hard of hearing youth, the state school for the blind, the office of the superintendent of public instruction, or contractor may waive the requirement.</div><div style=\"text-indent:0.5in;\">(f) Except as provided in subsection (2) of this section, the school district, pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.59'>41.59</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=41.56'>41.56</a> RCW, the Washington center for deaf and hard of hearing youth, the state school for the blind, the office of the superintendent of public instruction, or contractor hiring the employee shall determine who shall pay costs associated with the record check.</div><div style=\"text-indent:0.5in;\">(2) Federal bureau of Indian affairs-funded schools may use the process in subsection (1)(a) of this section to perform record checks for their employees and applicants for employment.</div><div style=\"text-indent:0.5in;\">(3)(a) School districts, educational service districts, the Washington center for deaf and hard of hearing youth, the state school for the blind, federal bureau of Indian affairs-funded schools, charter schools established under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.710'>28A.710</a> RCW, schools that are the subject of a state-tribal education compact under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.715'>28A.715</a> RCW, and their contractors may use the process in subsection (1)(a) of this section to perform record checks for any prospective volunteer who will have regularly scheduled unsupervised access to children under ((<span style=\"text-decoration:line-through;\">eighteen</span>))<span style=\"text-decoration:underline;\">18</span> years of age or persons with developmental disabilities, during the course of his or her involvement with the school or organization under circumstances where access will or may involve the following:</div><div style=\"text-indent:0.5in;\">(i) Groups of five or fewer children under ((<span style=\"text-decoration:line-through;\">twelve</span>))<span style=\"text-decoration:underline;\">12</span> years of age;</div><div style=\"text-indent:0.5in;\">(ii) Groups of three or fewer children between ((<span style=\"text-decoration:line-through;\">twelve</span>))<span style=\"text-decoration:underline;\">12</span> and ((<span style=\"text-decoration:line-through;\">eighteen</span>))<span style=\"text-decoration:underline;\">18</span> years of age; or</div><div style=\"text-indent:0.5in;\">(iii) Persons with developmental disabilities.</div><div style=\"text-indent:0.5in;\">(b) <span style=\"text-decoration:underline;\">When the prospective volunteer is a parent, grandparent, guardian, or legal custodian of a student enrolled at one of the entities described in (a) of this subsection, the entity must meet the requirements of section 1 of this act.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c)</span> For purposes of (a) of this subsection, \"unsupervised\" means not in the presence of:</div><div style=\"text-indent:0.5in;\">(i) Another employee or volunteer from the same school or organization; or</div><div style=\"text-indent:0.5in;\">(ii) Any relative or guardian of any of the children or persons with developmental disabilities to which the prospective employee or volunteer has access during the course of his or her involvement with the school or organization.</div><div style=\"text-indent:0.5in;\">(4) Individuals who hold a valid portable background check clearance card issued by the department of children, youth, and families consistent with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.216.270'>43.216.270</a> can meet the requirements in subsection (1) of this section by providing a true and accurate copy of their Washington state patrol and federal bureau of investigation background report results to the office of the superintendent of public instruction.</div><div style=\"text-indent:0.5in;\">(5) The cost of record checks must include: The fees established by the Washington state patrol and the federal bureau of investigation for the criminal history background checks; a fee paid to the superintendent of public instruction for the cost of administering this section and RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.195.080'>28A.195.080</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=28A.410.010'>28A.410.010</a>; and other applicable fees for obtaining the fingerprints.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-07T18:32:41.647Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1189 is to modify the laws regarding parental involvement in school volunteer activities, particularly for parents with criminal convictions. The bill aims to create a more inclusive environment by allowing such parents to volunteer under certain conditions. The main changes include requirements for schools to notify parents about the application process concerning their criminal records, and new criteria for evaluating their applications based on rehabilitation efforts or the nature of their past convictions. This can potentially increase opportunities for parents to engage in their children's education.</p>\n<h3>Key Provisions</h3>\n<h4>Volunteer Application Process</h4>\n<ul>\n<li>Schools must inform parents applying to volunteer about how to submit documents showing their criminal innocence or evidence of rehabilitation.</li>\n<li>If a parent has one or more criminal convictions and submits the required documents, their application cannot be denied based solely on those convictions, as long as they affirm they have no new convictions since the documents were issued.</li>\n<li>For parents who have not submitted the required documents, schools must consider:<ul>\n<li>The duration since the last conviction.</li>\n<li>Whether the conviction involved a minor child as a victim.</li>\n<li>Additional factors like the parent's age at the time of the last crime, or their approval by a state agency for unsupervised access to children.</li></ul></li>\n<li>Schools must notify parents of the decision to approve or deny their application within five days, including reasons for denial and information about the appeals process.</li>\n</ul>\n<h4>Appeals Process</h4>\n<ul>\n<li>Parents whose applications are denied can appeal to the office of the superintendent of public instruction.</li>\n<li>The superintendent will establish rules to guide the appeals process.</li>\n</ul>\n<h4>Criminal History Record Checks</h4>\n<ul>\n<li>Schools and school districts must perform criminal records checks for employees and volunteers who have unsupervised access to children or individuals with developmental disabilities.</li>\n<li>There are provisions for sharing criminal history information while granting immunity to agencies that provide this information.</li>\n<li>If a volunteer has already undergone a background check in the past two years, the school may waive the requirement for another check.</li>\n</ul>\n<h4>Definition of Relevant Terms</h4>\n<ul>\n<li>\"Criminal innocence or rehabilitation-related document\" includes documentation related to expungements, pardons, or other forms of rehabilitation recognition.</li>\n<li>\"Parent\" includes parents, guardians, and legal custodians of students enrolled in schools within the affected districts.</li>\n</ul>\n<p>This bill addresses the balance between ensuring child safety in schools and enabling parents with past criminal records to contribute positively to their children's education.</p>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2025-01-07T18:32:41.647Z",
    "text": "parental involvement volunteering criminal convictions schools application rehabilitation documents appeal process child safety education"
  }
}