{
  "id": 1190,
  "lastUpdated": "2025-03-01T06:51:41.979Z",
  "agency": "House",
  "description": "Allowing additional health professions to access the University of Washington health sciences library.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-31T08:00:00.000Z",
    "text": "First reading, referred to Health & Long-Term Care."
  },
  "sponsors": [
    "Marshall",
    "Leavitt",
    "Jacobsen",
    "Couture",
    "Barkis",
    "Timmons"
  ],
  "document": {
    "name": "1190",
    "description": "House Bill 1190",
    "url": {
      "ts": "2025-01-07T18:32:42.257Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1190.htm"
    },
    "original": {
      "ts": "2025-01-07T18:32:42.257Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0222.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1190</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Marshall, Leavitt, Jacobsen, Couture, Barkis, and Timmons<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/07/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Health Care &amp; Wellness.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to allowing additional health professions to access the University of Washington health sciences library; and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.70.110'>43.70.110</a>.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.70.110'>43.70.110</a> and 2023 c 123 s 23 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The secretary shall charge fees to the licensee for obtaining a license. Physicians regulated pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.71'>18.71</a> RCW who reside and practice in Washington and obtain or renew a retired active license are exempt from such fees. Municipal corporations providing emergency medical care and transportation services pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.73'>18.73</a> RCW shall be exempt from such fees, provided that such other emergency services shall only be charged for their pro rata share of the cost of licensure and inspection, if appropriate. The secretary may charge different fees for registered nurses licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.79'>18.79</a> RCW, licensed practical nurses licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.79'>18.79</a> RCW, and nurses who hold a valid multistate license issued by the state of Washington under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.80'>18.80</a> RCW. The secretary may waive the fees when, in the discretion of the secretary, the fees would not be in the best interest of public health and safety, or when the fees would be to the financial disadvantage of the state.</div><div style=\"text-indent:0.5in;\">(2) Except as provided in subsection (3) of this section, fees charged shall be based on, but shall not exceed, the cost to the department for the licensure of the activity or class of activities and may include costs of necessary inspection.</div><div style=\"text-indent:0.5in;\">(3) License fees shall include amounts in addition to the cost of licensure activities in the following circumstances:</div><div style=\"text-indent:0.5in;\">(a) For registered nurses and licensed practical nurses licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.79'>18.79</a> RCW, and for nurses who hold a valid multistate license issued by the state of Washington under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.80'>18.80</a> RCW, support of a central nursing resource center as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.79.202'>18.79.202</a>;</div><div style=\"text-indent:0.5in;\">(b) For all health care providers licensed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.130.040'>18.130.040</a>, the cost of regulatory activities for retired volunteer medical worker licensees as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.130.360'>18.130.360</a>; and</div><div style=\"text-indent:0.5in;\">(c) For physicians licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.71'>18.71</a> RCW, physician assistants licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.71A'>18.71A</a> RCW, osteopathic physicians licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.57'>18.57</a> RCW, naturopaths licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.36A'>18.36A</a> RCW, podiatrists licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.22'>18.22</a> RCW, chiropractors licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.25'>18.25</a> RCW, psychologists <span style=\"text-decoration:underline;\">and psychological associates</span> licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.83'>18.83</a> RCW, registered nurses and licensed practical nurses licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.79'>18.79</a> RCW, nurses who hold a valid multistate license issued by the state of Washington under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.80'>18.80</a> RCW, optometrists licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.53'>18.53</a> RCW, mental health counselors <span style=\"text-decoration:underline;\">and mental health counselor associates</span> licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.225'>18.225</a> RCW, massage therapists licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.108'>18.108</a> RCW, advanced social workers licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.225'>18.225</a> RCW, independent clinical social workers and independent clinical social worker associates licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.225'>18.225</a> RCW, midwives licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.50'>18.50</a> RCW, marriage and family therapists and marriage and family therapist associates licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.225'>18.225</a> RCW, occupational therapists and occupational therapy assistants licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.59'>18.59</a> RCW, dietitians and nutritionists certified under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.138'>18.138</a> RCW, speech-language pathologists licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.35'>18.35</a> RCW, acupuncturists or acupuncture and Eastern medicine practitioners licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.06'>18.06</a> RCW, and veterinarians and veterinary technicians licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.92'>18.92</a> RCW, the license fees shall include up to an additional twenty-five dollars to be transferred by the department to the University of Washington for the purposes of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.70.112'>43.70.112</a>.</div><div style=\"text-indent:0.5in;\">(4) Department of health advisory committees may review fees established by the secretary for licenses and comment upon the appropriateness of the level of such fees.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-07T18:32:42.257Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1190 is to expand access to the University of Washington Health Sciences Library for additional health professions. The bill amends an existing regulation, RCW 43.70.110, to include more health care providers who can benefit from this valuable resource. The key change from the previous version of this law is the inclusion of new health professions in the list of those allowed to access the library, which aims to enhance educational and professional resources available to a broader range of medical practitioners.</p>\n<h3>Key Provisions</h3>\n<h4>Access to University of Washington Health Sciences Library</h4>\n<ul>\n<li>Additional health professions will be permitted to access the University of Washington Health Sciences Library, enhancing resources for healthcare education.</li>\n</ul>\n<h4>Licensing Fees</h4>\n<ul>\n<li>The secretary of health may charge fees for obtaining and renewing licenses for various health professions.</li>\n<li>Exemptions from these fees include:<ul>\n<li>Physicians with a retired active license who reside and practice in Washington.</li>\n<li>Municipal corporations providing emergency medical services.</li></ul></li>\n<li>Fees charged will reflect the actual costs of licensure and necessary inspections, but will not exceed these costs.</li>\n<li>Specific fees for licensed professionals may include additional amounts:<ul>\n<li>Support for the nursing resource center.</li>\n<li>Regulatory costs for retired volunteer medical worker licenses.</li>\n<li>Up to an additional $25 fee for various licensed health providers, which will be allocated to the University of Washington as per the specified regulation.</li></ul></li>\n</ul>\n<h4>Advisory Committee Input</h4>\n<ul>\n<li>Advisory committees within the Department of Health may review and comment on the appropriateness of the established licensing fees.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2025-01-07T18:32:42.257Z",
    "text": "university health sciences library access health care providers licensing fees advisory committee emergency medical services nursing resource center retired volunteer medical worker"
  }
}