{
  "id": 1191,
  "lastUpdated": "2025-03-01T06:51:42.004Z",
  "agency": "House",
  "description": "Concerning removing vehicle titles from manufactured homes.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-18T08:00:00.000Z",
    "text": "Placed on second reading by Rules Committee."
  },
  "sponsors": [
    "Connors",
    "Peterson",
    "Ryu",
    "Gregerson",
    "Barkis",
    "Ormsby",
    "Hill"
  ],
  "document": {
    "name": "1191",
    "description": "House Bill 1191",
    "url": {
      "ts": "2025-01-08T21:48:02.017Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1191.htm"
    },
    "original": {
      "ts": "2025-01-08T21:48:02.017Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0164.2</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1191</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Connors, Peterson, Ryu, Gregerson, Barkis, Ormsby, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/08/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Housing.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to removing vehicle titles from manufactured homes; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=65.20.020'>65.20.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=65.20.030'>65.20.030</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=65.20.050'>65.20.050</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=65.20.060'>65.20.060</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=65.20.070'>65.20.070</a>; and providing an effective date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=65.20.020'>65.20.020</a> and 2010 c 161 s 1154 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Unless the context clearly requires otherwise, the definitions in this section apply throughout this chapter.</div><div style=\"text-indent:0.5in;\">(1) \"Affixed\" means that the manufactured home is installed in accordance with the installation standards in state law.</div><div style=\"text-indent:0.5in;\">(2) \"Department\" means the department of licensing.</div><div style=\"text-indent:0.5in;\">(3) \"Eliminating the title\" means to cancel an existing certificate of title issued by this state or a foreign jurisdiction or to waive the certificate of title required in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.12'>46.12</a> RCW and recording the appropriate documents in the county real property records pursuant to this chapter.</div><div style=\"text-indent:0.5in;\">(4) \"Homeowner\" means the owner of a manufactured home.</div><div style=\"text-indent:0.5in;\">(5) \"Land\" means real property excluding the manufactured home.</div><div style=\"text-indent:0.5in;\">(6) \"Manufactured home\" or \"mobile home\" means a structure, designed and constructed to be transportable in one or more sections and is built on a permanent chassis and designed to be used as a dwelling with or without a permanent foundation when connected to the required utilities that include plumbing, heating, and electrical systems contained therein. The structure must comply with the national mobile home construction and safety standards act of 1974 as adopted by chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.22'>43.22</a> RCW if applicable. \"Manufactured home\" does not include a modular home. A structure which met the definition of a \"manufactured home\" at the time of manufacture is still considered to meet this definition notwithstanding that it is no longer transportable.</div><div style=\"text-indent:0.5in;\">(7) \"Owner\" means, when referring to a manufactured home that is titled, the person who is the registered owner. When referring to a ((<span style=\"text-decoration:line-through;\">mobile</span>))<span style=\"text-decoration:underline;\">manufactured</span> home that is untitled pursuant to this chapter, the owner is the person who owns the land. When referring to land, the person may have fee simple title, have a leasehold estate of ((<span style=\"text-decoration:line-through;\">thirty-five</span>))<span style=\"text-decoration:underline;\">35</span> years or more, <span style=\"text-decoration:underline;\">have an individual interest in a mobile home park as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=59.22.020'>59.22.020</a>,</span> or be purchasing the ((<span style=\"text-decoration:line-through;\">property</span>))<span style=\"text-decoration:underline;\">land</span> on a real estate contract. Owners include joint tenants, tenants in common, holders of legal life estates, and holders of remainder interests.</div><div style=\"text-indent:0.5in;\">(8) \"Person\" means any individual, trustee, partnership, corporation, or other legal entity. \"Person\" may refer to more than one individual or entity.</div><div style=\"text-indent:0.5in;\">(9) \"Secured party\" means the legal owner when referring to a titled mobile home, or the lender securing a loan through a mortgage, deed of trust, or real estate contract when referring to land or land containing an untitled manufactured home pursuant to this chapter.</div><div style=\"text-indent:0.5in;\">(10) \"Security interest\" means an interest in ((<span style=\"text-decoration:line-through;\">property</span>))<span style=\"text-decoration:underline;\">land or a manufactured home</span> to secure payment of a loan made by a secured party to a borrower.</div><div style=\"text-indent:0.5in;\">(11) \"Title\" or \"titled\" means a certificate of title issued pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.12'>46.12</a> RCW.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=65.20.030'>65.20.030</a> and 2000 c 250 s 9A-836 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text --><span style=\"text-decoration:underline;\">(1)</span> When a manufactured home is sold or transferred on or after March 1, 1990, and when all ownership in the manufactured home is transferred through the sale or other transfer of the manufactured home to new owners, the manufactured home shall be real property when the new owners eliminate the title pursuant to this chapter. The manufactured home shall not be real property in any form, including fixture law, unless the title is eliminated under this chapter. Where any person who owned a used manufactured home on March 1, 1990, continues to own the manufactured home on or after March 1, 1990, the interests and rights of owners, secured parties, lienholders, and others in the manufactured home shall be based on the law prior to March 1, 1990, except where the owner voluntarily eliminates the title to the manufactured home by complying with this chapter. If the title to the manufactured home is eliminated under this chapter, the manufactured home shall be ((<span style=\"text-decoration:line-through;\">treated the same as a site-built structure and ownership shall be based on ownership of the</span>))<span style=\"text-decoration:underline;\">considered</span> real property ((<span style=\"text-decoration:line-through;\">through real property law</span>)). If the title to the manufactured home has not been eliminated under this chapter, ownership shall be based on chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.12'>46.12</a> RCW.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2)</span> For purposes of perfecting and realizing upon security interests, manufactured homes shall always be treated as follows: ((<span style=\"text-decoration:line-through;\">(1)</span>))<span style=\"text-decoration:underline;\">(a)</span> If the title has not been eliminated under this chapter, security interests in the manufactured home shall be perfected only under chapter 62A.9A RCW in the case of a manufactured home held as inventory by a manufacturer or dealer or chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.12'>46.12</a> RCW in all other cases, and the lien shall be treated as securing personal property for purposes of realizing upon the security interest; or ((<span style=\"text-decoration:line-through;\">(2)</span>))<span style=\"text-decoration:underline;\">(b)</span> if the title has been eliminated under this chapter, a separate security interest in the manufactured home shall not exist, and the manufactured home shall only be secured as part of the real property through a mortgage, deed of trust, <span style=\"text-decoration:underline;\">lease,</span> or real estate contract.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=65.20.050'>65.20.050</a> and 1989 c 343 s 5 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text --><span style=\"text-decoration:underline;\">(1)</span> The department shall approve the application for elimination of the title when all requirements listed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=65.20.040'>65.20.040</a> have been satisfied and the registered and legal owners of the manufactured home have consented to the elimination of the title. After approval, the department shall have the approved application recorded in the county or counties in which the land is located and on which the manufactured home is affixed.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2)</span> The county auditor shall record the approved application, and any other form prescribed by the department, in the county real property records. The manufactured home shall then be treated as real property ((<span style=\"text-decoration:line-through;\">as if it were a site-built structure</span>)). Removal of the manufactured home from the land is prohibited unless the procedures set forth in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=65.20.070'>65.20.070</a> are complied with.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3)</span> The department shall cancel the title after verification that the county auditor has recorded the appropriate documents, and the department shall maintain a record of each manufactured home title eliminated under this chapter by vehicle identification number. The title is deemed eliminated on the date the appropriate documents are recorded by the county auditor.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=65.20.060'>65.20.060</a> and 1989 c 343 s 6 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->It is the responsibility of the owner, secured parties, and others to take action as necessary to protect their respective interests in conjunction with the elimination of the title or reissuance of a previously eliminated title.</div><div style=\"text-indent:0.5in;\">A manufactured home whose title has been eliminated shall be conveyed by deed<span style=\"text-decoration:underline;\">, lease,</span> or real estate contract and shall only be transferred together with <span style=\"text-decoration:underline;\">the interest in</span> the ((<span style=\"text-decoration:line-through;\">property</span>))<span style=\"text-decoration:underline;\">land</span> to which it is affixed, unless procedures described in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=65.20.070'>65.20.070</a> are completed.</div><div style=\"text-indent:0.5in;\">Nothing in this chapter shall be construed to require a ((<span style=\"text-decoration:line-through;\">lender</span>))<span style=\"text-decoration:underline;\">secured party</span> to consent to the elimination of the title of a manufactured home, or to retitling a manufactured home under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=65.20.070'>65.20.070</a>. The obligation of the ((<span style=\"text-decoration:line-through;\">lender</span>))<span style=\"text-decoration:underline;\">secured party</span> to consent is governed solely by the agreement between the ((<span style=\"text-decoration:line-through;\">lender</span>))<span style=\"text-decoration:underline;\">secured party</span> and the owner of the manufactured home. Absent any express written contractual obligation, a ((<span style=\"text-decoration:line-through;\">lender</span>))<span style=\"text-decoration:underline;\">secured party</span> may withhold consent in the ((<span style=\"text-decoration:line-through;\">lender's</span>))<span style=\"text-decoration:underline;\">secured party's</span> sole discretion. In addition, the homeowner shall comply with all reasonable requirements imposed by a ((<span style=\"text-decoration:line-through;\">lender</span>))<span style=\"text-decoration:underline;\">secured party</span> for obtaining consent, and a ((<span style=\"text-decoration:line-through;\">lender</span>))<span style=\"text-decoration:underline;\">secured party</span> may charge a reasonable fee for processing a request for consent.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=65.20.070'>65.20.070</a> and 1989 c 343 s 7 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->Before physical removal of an untitled manufactured home from the land the home is affixed to, the owner shall follow one of these two procedures:</div><div style=\"text-indent:0.5in;\">(1) Where a title is to be issued or the home has been destroyed:</div><div style=\"text-indent:0.5in;\">(a) The owner shall apply to the department for a title pursuant to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.12'>46.12</a> RCW. In addition the owner shall provide:</div><div style=\"text-indent:0.5in;\">(i) An affidavit in the form prescribed by the department, signed by the owners of the land and all secured parties and other lienholders in the land consenting to the removal of the home;</div><div style=\"text-indent:0.5in;\">(ii) Payment of recording fees;</div><div style=\"text-indent:0.5in;\">(iii) A certification from a title insurance company listing the owners and lienholders in the land and dated within ((<span style=\"text-decoration:line-through;\">ten</span>))<span style=\"text-decoration:underline;\">10</span> days of the date of application for a new title under this subsection; and</div><div style=\"text-indent:0.5in;\">(iv) Any other information the department may require;</div><div style=\"text-indent:0.5in;\">(b) The owner shall apply for and obtain permits necessary to move a manufactured home including but not limited to the permit required by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.44.170'>46.44.170</a>, and comply with other regulations regarding moving a manufactured home; and</div><div style=\"text-indent:0.5in;\">(c) The department shall approve the application for title when the requirements of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.12'>46.12</a> RCW and this subsection have been satisfied. Upon approval the department shall have the approved application and the affidavit recorded in the county or counties in which the land from which the home is being removed is located and the department shall issue a title. The title is deemed effective on the date the appropriate documents are recorded with the county auditor.</div><div style=\"text-indent:0.5in;\">(2) Where the manufactured home is to be moved to a new location but again will be affixed to land owned by the homeowner a new title need not be issued, but the following procedures must be complied with:</div><div style=\"text-indent:0.5in;\">(a) The owner shall apply to the department for a transfer in location of the manufactured home and if a new owner, a transfer in ownership by filing an application pursuant to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=65.20.040'>65.20.040</a>. In addition the owner shall include:</div><div style=\"text-indent:0.5in;\">(i) An affidavit in the form prescribed by the department signed by all of the owners ((<span style=\"text-decoration:line-through;\">of the real property from which the manufactured home is being moved indicating their consent</span>)). The affidavit shall include the consent of all secured parties and other lienholders in the land from which the manufactured home is being moved;</div><div style=\"text-indent:0.5in;\">(ii) A legal description and property tax parcel number of the real property from which the home is being removed and a legal description and property tax parcel number of the land on which the home is being moved to; and</div><div style=\"text-indent:0.5in;\">(iii) A certification from a title insurance company listing the owners and lienholders in the land and dated within ((<span style=\"text-decoration:line-through;\">ten</span>))<span style=\"text-decoration:underline;\">10</span> days of the application for transfer in location under this subsection;</div><div style=\"text-indent:0.5in;\">(b) The owner shall apply for and obtain permits necessary to move a manufactured home including but not limited to RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.44.170'>46.44.170</a>, and comply with other regulations regarding moving a manufactured home; and</div><div style=\"text-indent:0.5in;\">(c) After approval, including verification that the owners, secured parties, and other lienholders have consented to the move, the department shall have the approved application recorded in the county or counties in which the land from which the home is being removed and the land to which the home is being moved is located.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 6.  </span><span style=\"text-indent:0.5in;\">This act takes effect October 15, 2025.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-08T21:48:02.017Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1191 is to remove vehicle titles from manufactured homes and to amend existing laws related to the ownership and transfer of manufactured homes in Washington State. Key changes include clarifying that a manufactured home can be treated as real property only if the title is eliminated, establishing new procedures for title elimination, and detailing the responsibilities of owners and secured parties regarding the elimination and transfer of titles.</p>\n<h3>Key Provisions</h3>\n<h4>Title Elimination</h4>\n<ul>\n<li>The title of a manufactured home can be eliminated, effectively treating it as real property if all ownership is transferred and the requirements for elimination are met.</li>\n<li>The department of licensing is responsible for approving applications for title elimination and recording the necessary documents in the county real property records.</li>\n</ul>\n<h4>Transfer and Security Interests</h4>\n<ul>\n<li>When the title is eliminated, the manufactured home must be conveyed alongside the land it is affixed to, and a separate security interest for the home does not exist.</li>\n<li>If the title has not been eliminated, security interests will be managed under personal property laws.</li>\n</ul>\n<h4>Owner Responsibilities</h4>\n<ul>\n<li>The owner, along with secured parties and lienholders, must take necessary actions to protect their interests when eliminating a title or reissuing a previously eliminated title.</li>\n<li>Owners must apply for permits and provide various documents when removing or relocating the manufactured home.</li>\n</ul>\n<h4>New Procedures for Moving Manufactured Homes</h4>\n<ul>\n<li>Owners must follow specific procedures to apply for a title when moving or if a home is destroyed, including submitting multiple forms and obtaining necessary permits.</li>\n<li>For moving a home to a new location with no need for a new title, owners must still apply for a transfer of location with the required consents and documentation.</li>\n</ul>\n<h4>Effective Date</h4>\n<ul>\n<li>The act is set to take effect on October 15, 2025.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2025-01-08T21:48:02.017Z",
    "text": "purpose title elimination transfer security interests owner responsibilities procedures moving manufactured homes effective date"
  }
}