{
  "id": 1192,
  "lastUpdated": "2025-03-01T06:51:41.975Z",
  "agency": "House",
  "description": "Concerning disciplinary hearings held by the department of corrections.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-19T08:00:00.000Z",
    "text": "Referred to Appropriations."
  },
  "sponsors": [
    "Simmons",
    "Peterson",
    "Obras",
    "Ormsby",
    "Hill"
  ],
  "document": {
    "name": "1192",
    "description": "House Bill 1192",
    "url": {
      "ts": "2025-01-08T21:48:02.950Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1192.htm"
    },
    "original": {
      "ts": "2025-01-08T21:48:02.950Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0418.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1192</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Simmons, Peterson, Obras, Ormsby, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/08/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Community Safety.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to disciplinary hearings held by the department of corrections for individuals in partial and total confinement or serving a term of community custody; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.737'>9.94A.737</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.130'>72.09.130</a>; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09'>72.09</a> RCW; and providing an effective date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.737'>9.94A.737</a> and 2020 c 82 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) If an offender is accused of violating any condition or requirement of community custody, the department shall address the violation behavior. The department may hold offender disciplinary proceedings not subject to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW. The department shall notify the offender in writing of the violation process.</div><div style=\"text-indent:0.5in;\">(2)(a) The offender's violation behavior shall determine the sanction the department imposes. The department shall adopt rules creating a structured violation process that includes presumptive sanctions, aggravating and mitigating factors, and definitions for low level violations and high level violations.</div><div style=\"text-indent:0.5in;\">(b) After an offender has committed and been sanctioned for five low level violations, subsequent violations committed by that offender may be considered high level violations, provided that any decision to elevate a violation complies with policies and rules established by the department.</div><div style=\"text-indent:0.5in;\">(c)(i) The department must define aggravating factors that indicate the offender may present a current and ongoing foreseeable risk and which therefore elevate an offender's behavior to a high level violation process.</div><div style=\"text-indent:0.5in;\">(ii) The state and its officers, agents, and employees may not be held criminally or civilly liable for a decision to elevate or not to elevate an offender's behavior to a high level violation process under this subsection unless the state or its officers, agents, and employees acted with reckless disregard.</div><div style=\"text-indent:0.5in;\">(3) The department may intervene when an offender commits a low level violation by sanctioning the offender to one or more nonconfinement sanctions or to not more than three days in total confinement.</div><div style=\"text-indent:0.5in;\">(a) The department shall develop rules to ensure that each offender subject to a short-term confinement sanction is provided the opportunity to respond to the alleged violation prior to imposition of total confinement.</div><div style=\"text-indent:0.5in;\">(b) The offender may appeal the short-term confinement sanction to a panel of three reviewing officers designated by the secretary or by the secretary's designee. The offender's appeal must be in writing and hand-delivered to department staff, or postmarked, within seven days after the sanction is imposed.</div><div style=\"text-indent:0.5in;\">(4) If an offender is accused of committing a high level violation, the department may sanction the offender to not more than thirty days in total confinement per hearing.</div><div style=\"text-indent:0.5in;\">(a) The offender is entitled to a hearing prior to the imposition of sanctions; and</div><div style=\"text-indent:0.5in;\">(b) The offender may be held in total confinement pending a sanction hearing. Prehearing time served must be credited to the offender's sanction time.</div><div style=\"text-indent:0.5in;\">(5) If the offender's underlying offense is one of the following felonies provided in this subsection and the violation behavior constitutes a new misdemeanor, gross misdemeanor, or felony, the offender shall be held in total confinement pending a sanction hearing, and until the earlier of: The date the sanction expires; the date a prosecuting attorney files new charges against the offender; or the date a prosecuting attorney provides the department with written notice that new charges will not be filed for the violation behavior. The following underlying offenses apply to the restrictions in this subsection:</div><div style=\"text-indent:0.5in;\">(a) Assault in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.36.011'>9A.36.011</a>;</div><div style=\"text-indent:0.5in;\">(b) Assault of a child in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.36.120'>9A.36.120</a>;</div><div style=\"text-indent:0.5in;\">(c) Assault of a child in the second degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.36.130'>9A.36.130</a>;</div><div style=\"text-indent:0.5in;\">(d) Burglary in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.52.020'>9A.52.020</a>;</div><div style=\"text-indent:0.5in;\">(e) Child molestation in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.083'>9A.44.083</a>;</div><div style=\"text-indent:0.5in;\">(f) Commercial sexual abuse of a minor, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.68A.100'>9.68A.100</a>;</div><div style=\"text-indent:0.5in;\">(g) Dealing in depictions of a minor engaged in sexually explicit conduct, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.68A.050'>9.68A.050</a>;</div><div style=\"text-indent:0.5in;\">(h) Homicide by abuse, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.32.055'>9A.32.055</a>;</div><div style=\"text-indent:0.5in;\">(i) Indecent liberties with forcible compulsion, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.100'>9A.44.100</a>(1)(a);</div><div style=\"text-indent:0.5in;\">(j) Indecent liberties with a person capable of consent, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.100'>9A.44.100</a>(1)(b);</div><div style=\"text-indent:0.5in;\">(k) Kidnapping in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.40.020'>9A.40.020</a>;</div><div style=\"text-indent:0.5in;\">(l) Murder in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.32.030'>9A.32.030</a>;</div><div style=\"text-indent:0.5in;\">(m) Murder in the second degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.32.050'>9A.32.050</a>;</div><div style=\"text-indent:0.5in;\">(n) Promoting commercial sexual abuse of a minor, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.68A.101'>9.68A.101</a>;</div><div style=\"text-indent:0.5in;\">(o) Rape in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.040'>9A.44.040</a>;</div><div style=\"text-indent:0.5in;\">(p) Rape in the second degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.050'>9A.44.050</a>;</div><div style=\"text-indent:0.5in;\">(q) Rape of a child in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.073'>9A.44.073</a>;</div><div style=\"text-indent:0.5in;\">(r) Rape of a child in the second degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.076'>9A.44.076</a>;</div><div style=\"text-indent:0.5in;\">(s) Robbery in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.56.200'>9A.56.200</a>;</div><div style=\"text-indent:0.5in;\">(t) Sexual exploitation of a minor, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.68A.040'>9.68A.040</a>; or</div><div style=\"text-indent:0.5in;\">(u) Vehicular homicide while under the influence of intoxicating liquor or any drug, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.61.520'>46.61.520</a>(1)(a).</div><div style=\"text-indent:0.5in;\">(6) The department shall adopt rules creating hearing procedures for high level violations. The hearings are offender disciplinary proceedings and are not subject to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW. The procedures shall include the following:</div><div style=\"text-indent:0.5in;\">(a) The department shall provide the offender with written notice of the alleged violation and the evidence supporting it. The notice must include a statement of the rights specified in this subsection, and the offender's right to file a personal restraint petition under court rules after the final decision;</div><div style=\"text-indent:0.5in;\">(b) Unless the offender waives the right to a hearing, the department shall hold a hearing, and shall record it electronically. For offenders not in total confinement, the department shall hold a hearing within fifteen business days, but not less than twenty-four hours, after written notice of the alleged violation. For offenders in total confinement, the department shall hold a hearing within five business days, but not less than twenty-four hours, after written notice of the alleged violation;</div><div style=\"text-indent:0.5in;\">(c) The offender shall have the right to: (i) Be present at the hearing; (ii) have the assistance of a person qualified to assist the offender in the hearing, appointed by the hearing officer if the offender has a language or communications barrier; (iii) testify or remain silent; (iv) call witnesses and present documentary evidence; (v) question witnesses who appear and testify; and (vi) receive a written summary of the reasons for the hearing officer's decision; and</div><div style=\"text-indent:0.5in;\">(d) The sanction shall take effect if affirmed by the hearing officer. The offender may appeal the sanction to a panel of three reviewing officers designated by the secretary or by the secretary's designee. The offender's appeal must be in writing and hand-delivered to department staff, or postmarked, within seven days after the sanction was imposed. The appeals panel shall affirm, reverse, modify, vacate, or remand based on its findings. If a majority of the panel finds that the sanction was not reasonably related to any of the following: (i) The crime of conviction; (ii) the violation committed; (iii) the offender's risk of reoffending; or (iv) the safety of the community, then the panel will reverse, vacate, remand, or modify the sanction.</div><div style=\"text-indent:0.5in;\">(7) For purposes of this section, the hearings officer may not rely on unconfirmed or unconfirmable allegations to find that the offender violated a condition. <span style=\"text-decoration:underline;\">Any alleged violations of the conditions of community custody must be proven beyond a reasonable doubt.</span></div><div style=\"text-indent:0.5in;\">(8) Hearing officers shall report through a chain of command separate from that of community corrections officers.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09'>72.09</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) In any hearing for an alleged violation of the disciplinary rules of total confinement, the alleged violation must be proven by a preponderance of the evidence. If the hearing officer finds the incarcerated individual not guilty of a violation, disciplinary sanctions shall not be imposed on the incarcerated individual for that violation.</div><div style=\"text-indent:0.5in;\">(2) In any hearing for an alleged violation of the disciplinary rules or required conditions of partial confinement, the alleged violation must be proven beyond a reasonable doubt. If the hearing officer determines that the allegation has not been proven beyond a reasonable doubt at the hearing, the partial confinement status of the individual must continue.</div><div style=\"text-indent:0.5in;\">(3) The department shall adopt rules necessary to implement this section.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.130'>72.09.130</a> and 1995 1st sp.s. c 19 s 6 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The department shall adopt, by rule, a system that clearly links an inmate's behavior and participation in available education and work programs with the receipt or denial of earned early release days and other privileges. The system shall include increases or decreases in the degree of liberty granted the inmate within the programs operated by the department, access to or withholding of privileges available within correctional institutions, and recommended increases or decreases in the number of earned early release days that an inmate can earn for good conduct and good performance.</div><div style=\"text-indent:0.5in;\">(2) Earned early release days shall be recommended by the department as a reward for accomplishment. The system shall be fair, measurable, and understandable to offenders, staff, and the public. At least once in each twelve-month period, the department shall inform the offender in writing as to his or her conduct and performance. This written evaluation shall include reasons for awarding or not awarding recommended earned early release days for good conduct and good performance. An inmate is not eligible to receive earned early release days during any time in which he or she refuses to participate in an available education or work program into which he or she has been placed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.460'>72.09.460</a>.</div><div style=\"text-indent:0.5in;\">(3) The department shall provide each offender in its custody a written description of the system created under this section. <span style=\"text-decoration:underline;\">The system created under this section must conform to section 2 of this act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">This act takes effect January 1, 2026.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-08T21:48:02.950Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to revise the procedures for disciplinary hearings held by the Department of Corrections for individuals in partial and total confinement, or those serving terms of community custody. Key changes include a structured process for handling violations that differentiates between low-level and high-level violations, sets clear rules for sanctions, and establishes the burden of proof required in hearings. These alterations aim to ensure fair treatment of offenders by providing clearer guidelines and protections during the disciplinary process.</p>\n<h3>Key Provisions</h3>\n<h4>Disciplinary Process</h4>\n<ul>\n<li>Offenders accused of violating community custody conditions will have a structured violation process, including written notification of the violation.</li>\n<li>Sanctions are based on the offender's violation behavior, with rules created for presumptive sanctions and consideration of aggravating or mitigating factors.</li>\n<li>After five low-level violations, future violations can be elevated to high-level status under certain department policies.</li>\n</ul>\n<h4>Sanction Procedures</h4>\n<ul>\n<li>Nonconfinement sanctions or up to three days in total confinement may be applied for low-level violations.</li>\n<li>Offenders will have the right to respond to allegations before total confinement is imposed and can appeal short-term sanctions.</li>\n</ul>\n<h4>Hearings and Appeals</h4>\n<ul>\n<li>Hearings for high-level violations must occur before imposing sanctions, and offenders may be held in total confinement until a hearing takes place.</li>\n<li>Hearings will be conducted with specific rights for offenders, including the ability to present evidence and call witnesses.</li>\n<li>Appeals can be made to a panel of officers, requiring a written submission within seven days of the sanction.</li>\n</ul>\n<h4>Evidence Standards</h4>\n<ul>\n<li>A new section establishes that for total confinement violation hearings, the standard of proof is a preponderance of evidence, while partial confinement requires proof beyond a reasonable doubt.</li>\n</ul>\n<h4>Behavioral Link to Privileges</h4>\n<ul>\n<li>The department must link behavior and participation in education/work programs to earned early release days and other privileges.</li>\n<li>Inmates will receive written evaluations annually regarding their behavior and eligibility for early release credits.</li>\n</ul>\n<h4>Effective Date</h4>\n<ul>\n<li>The provisions of this act will take effect on January 1, 2026.</li>\n</ul>"
    }
  },
  "subDocuments": [
    {
      "name": "1192-S",
      "description": "Substitute House Bill 1192 as Recommended by Community Safety",
      "url": {
        "ts": "2025-01-24T20:27:46.860Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1192-S.htm"
      },
      "original": {
        "ts": "2025-01-24T20:27:46.860Z",
        "text": "<!DOCTYPE html ><html><body><div>H-0828.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1192</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Community Safety (originally sponsored by Representatives Simmons, Peterson, Obras, Ormsby, and Hill)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 01/27/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to disciplinary hearings held by the department of corrections for individuals in partial and total confinement or serving a term of community custody; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.737'>9.94A.737</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.130'>72.09.130</a>; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09'>72.09</a> RCW; and providing an effective date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.94A.737'>9.94A.737</a> and 2020 c 82 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) If an offender is accused of violating any condition or requirement of community custody, the department shall address the violation behavior. The department may hold offender disciplinary proceedings not subject to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW. The department shall notify the offender in writing of the violation process.</div><div style=\"text-indent:0.5in;\">(2)(a) The offender's violation behavior shall determine the sanction the department imposes. The department shall adopt rules creating a structured violation process that includes presumptive sanctions, aggravating and mitigating factors, and definitions for low level violations and high level violations.</div><div style=\"text-indent:0.5in;\">(b) After an offender has committed and been sanctioned for five low level violations, subsequent violations committed by that offender may be considered high level violations, provided that any decision to elevate a violation complies with policies and rules established by the department.</div><div style=\"text-indent:0.5in;\">(c)(i) The department must define aggravating factors that indicate the offender may present a current and ongoing foreseeable risk and which therefore elevate an offender's behavior to a high level violation process.</div><div style=\"text-indent:0.5in;\">(ii) The state and its officers, agents, and employees may not be held criminally or civilly liable for a decision to elevate or not to elevate an offender's behavior to a high level violation process under this subsection unless the state or its officers, agents, and employees acted with reckless disregard.</div><div style=\"text-indent:0.5in;\">(3) The department may intervene when an offender commits a low level violation by sanctioning the offender to one or more nonconfinement sanctions or to not more than three days in total confinement.</div><div style=\"text-indent:0.5in;\">(a) The department shall develop rules to ensure that each offender subject to a short-term confinement sanction is provided the opportunity to respond to the alleged violation prior to imposition of total confinement.</div><div style=\"text-indent:0.5in;\">(b) The offender may appeal the short-term confinement sanction to a panel of three reviewing officers designated by the secretary or by the secretary's designee. The offender's appeal must be in writing and hand-delivered to department staff, or postmarked, within seven days after the sanction is imposed.</div><div style=\"text-indent:0.5in;\">(4) If an offender is accused of committing a high level violation, the department may sanction the offender to not more than thirty days in total confinement per hearing.</div><div style=\"text-indent:0.5in;\">(a) The offender is entitled to a hearing prior to the imposition of sanctions; and</div><div style=\"text-indent:0.5in;\">(b) The offender may be held in total confinement pending a sanction hearing. Prehearing time served must be credited to the offender's sanction time.</div><div style=\"text-indent:0.5in;\">(5) If the offender's underlying offense is one of the following felonies provided in this subsection and the violation behavior constitutes a new misdemeanor, gross misdemeanor, or felony, the offender shall be held in total confinement pending a sanction hearing, and until the earlier of: The date the sanction expires; the date a prosecuting attorney files new charges against the offender; or the date a prosecuting attorney provides the department with written notice that new charges will not be filed for the violation behavior. The following underlying offenses apply to the restrictions in this subsection:</div><div style=\"text-indent:0.5in;\">(a) Assault in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.36.011'>9A.36.011</a>;</div><div style=\"text-indent:0.5in;\">(b) Assault of a child in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.36.120'>9A.36.120</a>;</div><div style=\"text-indent:0.5in;\">(c) Assault of a child in the second degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.36.130'>9A.36.130</a>;</div><div style=\"text-indent:0.5in;\">(d) Burglary in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.52.020'>9A.52.020</a>;</div><div style=\"text-indent:0.5in;\">(e) Child molestation in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.083'>9A.44.083</a>;</div><div style=\"text-indent:0.5in;\">(f) Commercial sexual abuse of a minor, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.68A.100'>9.68A.100</a>;</div><div style=\"text-indent:0.5in;\">(g) Dealing in depictions of a minor engaged in sexually explicit conduct, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.68A.050'>9.68A.050</a>;</div><div style=\"text-indent:0.5in;\">(h) Homicide by abuse, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.32.055'>9A.32.055</a>;</div><div style=\"text-indent:0.5in;\">(i) Indecent liberties with forcible compulsion, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.100'>9A.44.100</a>(1)(a);</div><div style=\"text-indent:0.5in;\">(j) Indecent liberties with a person capable of consent, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.100'>9A.44.100</a>(1)(b);</div><div style=\"text-indent:0.5in;\">(k) Kidnapping in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.40.020'>9A.40.020</a>;</div><div style=\"text-indent:0.5in;\">(l) Murder in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.32.030'>9A.32.030</a>;</div><div style=\"text-indent:0.5in;\">(m) Murder in the second degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.32.050'>9A.32.050</a>;</div><div style=\"text-indent:0.5in;\">(n) Promoting commercial sexual abuse of a minor, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.68A.101'>9.68A.101</a>;</div><div style=\"text-indent:0.5in;\">(o) Rape in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.040'>9A.44.040</a>;</div><div style=\"text-indent:0.5in;\">(p) Rape in the second degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.050'>9A.44.050</a>;</div><div style=\"text-indent:0.5in;\">(q) Rape of a child in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.073'>9A.44.073</a>;</div><div style=\"text-indent:0.5in;\">(r) Rape of a child in the second degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.44.076'>9A.44.076</a>;</div><div style=\"text-indent:0.5in;\">(s) Robbery in the first degree, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.56.200'>9A.56.200</a>;</div><div style=\"text-indent:0.5in;\">(t) Sexual exploitation of a minor, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9.68A.040'>9.68A.040</a>; or</div><div style=\"text-indent:0.5in;\">(u) Vehicular homicide while under the influence of intoxicating liquor or any drug, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.61.520'>46.61.520</a>(1)(a).</div><div style=\"text-indent:0.5in;\">(6) The department shall adopt rules creating hearing procedures for high level violations. The hearings are offender disciplinary proceedings and are not subject to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=34.05'>34.05</a> RCW. The procedures shall include the following:</div><div style=\"text-indent:0.5in;\">(a) The department shall provide the offender with written notice of the alleged violation and the evidence supporting it. The notice must include a statement of the rights specified in this subsection, and the offender's right to file a personal restraint petition under court rules after the final decision;</div><div style=\"text-indent:0.5in;\">(b) Unless the offender waives the right to a hearing, the department shall hold a hearing, and shall record it electronically. For offenders not in total confinement, the department shall hold a hearing within fifteen business days, but not less than twenty-four hours, after written notice of the alleged violation. For offenders in total confinement, the department shall hold a hearing within five business days, but not less than twenty-four hours, after written notice of the alleged violation;</div><div style=\"text-indent:0.5in;\">(c) The offender shall have the right to: (i) Be present at the hearing; (ii) have the assistance of a person qualified to assist the offender in the hearing, appointed by the hearing officer if the offender has a language or communications barrier; (iii) testify or remain silent; (iv) call witnesses and present documentary evidence; (v) question witnesses who appear and testify; and (vi) receive a written summary of the reasons for the hearing officer's decision; and</div><div style=\"text-indent:0.5in;\">(d) The sanction shall take effect if affirmed by the hearing officer. The offender may appeal the sanction to a panel of three reviewing officers designated by the secretary or by the secretary's designee. The offender's appeal must be in writing and hand-delivered to department staff, or postmarked, within seven days after the sanction was imposed. The appeals panel shall affirm, reverse, modify, vacate, or remand based on its findings. If a majority of the panel finds that the sanction was not reasonably related to any of the following: (i) The crime of conviction; (ii) the violation committed; (iii) the offender's risk of reoffending; or (iv) the safety of the community, then the panel will reverse, vacate, remand, or modify the sanction.</div><div style=\"text-indent:0.5in;\">(7) For purposes of this section, the hearings officer may not rely on unconfirmed or unconfirmable allegations to find that the offender violated a condition. <span style=\"text-decoration:underline;\">Any alleged violations of the conditions of community custody must be proven by a preponderance of the evidence.</span></div><div style=\"text-indent:0.5in;\">(8) Hearing officers shall report through a chain of command separate from that of community corrections officers.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09'>72.09</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) In any hearing for an alleged violation of the disciplinary rules of total confinement, the alleged violation must be proven by a preponderance of the evidence. If the hearing officer finds the incarcerated individual not guilty of a violation, disciplinary sanctions shall not be imposed on the incarcerated individual for that violation.</div><div style=\"text-indent:0.5in;\">(2) In any hearing for an alleged violation of the disciplinary rules or required conditions of partial confinement, the alleged violation must be proven by a preponderance of the evidence. If the hearing officer determines that the allegation has not been proven by a preponderance of the evidence at the hearing, the partial confinement status of the individual must continue.</div><div style=\"text-indent:0.5in;\">(3) The department shall adopt rules necessary to implement this section.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.130'>72.09.130</a> and 1995 1st sp.s. c 19 s 6 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The department shall adopt, by rule, a system that clearly links an inmate's behavior and participation in available education and work programs with the receipt or denial of earned early release days and other privileges. The system shall include increases or decreases in the degree of liberty granted the inmate within the programs operated by the department, access to or withholding of privileges available within correctional institutions, and recommended increases or decreases in the number of earned early release days that an inmate can earn for good conduct and good performance.</div><div style=\"text-indent:0.5in;\">(2) Earned early release days shall be recommended by the department as a reward for accomplishment. The system shall be fair, measurable, and understandable to offenders, staff, and the public. At least once in each twelve-month period, the department shall inform the offender in writing as to his or her conduct and performance. This written evaluation shall include reasons for awarding or not awarding recommended earned early release days for good conduct and good performance. An inmate is not eligible to receive earned early release days during any time in which he or she refuses to participate in an available education or work program into which he or she has been placed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=72.09.460'>72.09.460</a>.</div><div style=\"text-indent:0.5in;\">(3) The department shall provide each offender in its custody a written description of the system created under this section. <span style=\"text-decoration:underline;\">The system created under this section must conform to section 2 of this act.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span><span style=\"text-indent:0.5in;\">This act takes effect January 1, 2026.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-01-24T20:27:46.860Z",
        "text": "<h3>Purpose</h3>\n<p>The edits made to the proposed legislation aim to clarify the evidence standards required during disciplinary hearings for individuals in confinement or serving community custody. The revised version ensures that allegations against offenders are properly substantiated, balancing disciplinary procedures with the offenders' rights. Notably, changes have been made to the evidence thresholds needed to prove violations, particularly in distinguishing between total and partial confinement scenarios. These adjustments enhance the procedural fairness and transparency of the disciplinary process, potentially impacting how offenses are adjudicated within correctional settings.</p>\n<h3>Key Changes</h3>\n<h4>Evidence Standards</h4>\n<ul>\n<li>The revised legislation specifies that for total confinement, alleged violations must be proven by a <strong>preponderance of the evidence</strong>. If found not guilty, no disciplinary sanctions shall be imposed.</li>\n<li>For partial confinement, the requirement remains at <strong>beyond a reasonable doubt</strong>, ensuring that a higher standard is maintained for more serious confinement situations.</li>\n</ul>\n<h4>Offender Rights and Hearing Procedures</h4>\n<ul>\n<li>Both edits clarify and emphasize the rights of offenders during the hearings to align with the new evidence requirements.</li>\n<li>The rule about relying on unconfirmed allegations was modified: it now states that <strong>allegations must be proven by a preponderance of the evidence</strong>, offering a clearer standard for the hearings.</li>\n</ul>\n<h4>Rule Adoption and Implementation</h4>\n<ul>\n<li>The department is directed to create rules to implement these new standards, promoting a systematic approach to maintaining the integrity of the disciplinary process.</li>\n</ul>\n<p>These changes collectively aim to improve the balance between institutional safety and the rights of individuals undergoing disciplinary procedures, ensuring that outcomes are just and based on credible evidence.</p>"
      }
    }
  ],
  "keywords": {
    "ts": "2025-01-08T21:48:02.950Z",
    "text": "structured process sanctions violations confinement offenders hearings evidence behavioral link privileges early release"
  }
}