{
  "id": 1193,
  "lastUpdated": "2025-03-01T06:51:41.968Z",
  "agency": "House",
  "description": "Increasing protections for child welfare workers.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Community Safety."
  },
  "sponsors": [
    "Couture",
    "Eslick",
    "Caldier"
  ],
  "document": {
    "name": "1193",
    "description": "House Bill 1193",
    "url": {
      "ts": "2025-01-08T21:48:03.860Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1193.htm"
    },
    "original": {
      "ts": "2025-01-08T21:48:03.860Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0094.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1193</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Couture, Eslick, and Caldier<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/08/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Community Safety.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to increasing protections for child welfare workers; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.36.031'>9A.36.031</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.14B.010'>74.14B.010</a>; reenacting and amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.14B.005'>74.14B.005</a>; and adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.14B'>74.14B</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=9A.36.031'>9A.36.031</a> and 2024 c 220 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) A person is guilty of assault in the third degree if he or she, under circumstances not amounting to assault in the first or second degree:</div><div style=\"text-indent:0.5in;\">(a) With intent to prevent or resist the execution of any lawful process or mandate of any court officer or the lawful apprehension or detention of himself, herself, or another person, assaults another; or</div><div style=\"text-indent:0.5in;\">(b) Assaults a person employed as a transit operator or driver, the immediate supervisor of a transit operator or driver, a mechanic, or a security officer, by a public or private transit company or a contracted transit service provider, while that person is performing his or her official duties at the time of the assault; or</div><div style=\"text-indent:0.5in;\">(c) Assaults a school bus driver, the immediate supervisor of a driver, a mechanic, or a security officer, employed by a school district transportation service or a private company under contract for transportation services with a school district, while the person is performing his or her official duties at the time of the assault; or</div><div style=\"text-indent:0.5in;\">(d) With criminal negligence, causes bodily harm to another person by means of a weapon or other instrument or thing likely to produce bodily harm; or</div><div style=\"text-indent:0.5in;\">(e) Assaults a firefighter or other employee of a fire department, county fire marshal's office, county fire prevention bureau, or fire protection district who was performing his or her official duties at the time of the assault; or</div><div style=\"text-indent:0.5in;\">(f) With criminal negligence, causes bodily harm accompanied by substantial pain that extends for a period sufficient to cause considerable suffering; or</div><div style=\"text-indent:0.5in;\">(g) Assaults a law enforcement officer or other employee of a law enforcement agency who was performing his or her official duties at the time of the assault; or</div><div style=\"text-indent:0.5in;\">(h) Assaults a peace officer with a projectile stun gun; or</div><div style=\"text-indent:0.5in;\">(i) Assaults a nurse, physician, or health care provider who was performing his or her nursing or health care duties at the time of the assault. For purposes of this subsection: \"Nurse\" means a person licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.79'>18.79</a> RCW; \"physician\" means a person licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.57'>18.57</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.71'>18.71</a> RCW; and \"health care provider\" means a person certified under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.71'>18.71</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18.73'>18.73</a> RCW who performs emergency medical services or a person regulated under Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=18'>18</a> RCW and employed by, or contracting with, a hospital licensed under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=70.41'>70.41</a> RCW; or</div><div style=\"text-indent:0.5in;\">(j) Assaults a judicial officer, court-related employee, county clerk, or county clerk's employee, while that person is performing his or her official duties at the time of the assault or as a result of that person's employment within the judicial system. For purposes of this subsection, \"court-related employee\" includes bailiffs, court reporters, judicial assistants, court managers, court managers' employees, and any other employee, regardless of title, who is engaged in equivalent functions; or</div><div style=\"text-indent:0.5in;\">(k) Assaults a person located in a courtroom, jury room, judge's chamber, or any waiting area or corridor immediately adjacent to a courtroom, jury room, or judge's chamber. This section shall apply only: (i) During the times when a courtroom, jury room, or judge's chamber is being used for judicial purposes during court proceedings; and (ii) if signage was posted in compliance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=2.28.200'>2.28.200</a> at the time of the assault; or</div><div style=\"text-indent:0.5in;\">(l) Is a licensed health care provider who implants or causes another to implant the provider's own gametes or reproductive material into a patient during an assisted reproduction procedure. For the purposes of this subsection, \"gamete\" means sperm, egg, or any part of a sperm or egg, and \"reproductive material\" means a human gamete or a human organism at any stage of development from fertilized ovum to embryo<span style=\"text-decoration:underline;\">; or</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(m) Assaults a child welfare worker, as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.14B.005'>74.14B.005</a>, who was performing his or her official duties at the time of the assault</span>.</div><div style=\"text-indent:0.5in;\">(2) Assault in the third degree is a class C felony.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.14B.005'>74.14B.005</a> and 2019 c 470 s 18 and 2019 c 64 s 26 are each reenacted and amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->The definitions in this section apply throughout this chapter unless the context clearly requires otherwise.</div><div style=\"text-indent:0.5in;\">(1) <span style=\"text-decoration:underline;\">\"Child welfare worker\" means an employee of the department whose job includes supporting or providing child welfare services as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.13.020'>74.13.020</a> or child protective services as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.44.020'>26.44.020</a>.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2)</span> \"Department\" means the department of children, youth, and families.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(2)</span>))<span style=\"text-decoration:underline;\">(3)</span> \"Secretary\" means the secretary of the department of children, youth, and families.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.14B'>74.14B</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) A child welfare worker who is required to respond to a private home or other private location to provide services to, monitor, or investigate a family, may make a request to their supervisor to be accompanied by a second trained individual when the child welfare worker has concerns that violence could occur based on a family member's history of violence.</div><div style=\"text-indent:0.5in;\">(2) When a request is made under subsection (1) of this section, the department shall arrange for a second trained individual to accompany the child welfare worker unless it is not possible to fulfill the request under the circumstances.</div><div style=\"text-indent:0.5in;\">(3) The second trained individual that may accompany a child welfare worker under this section may be:</div><div style=\"text-indent:0.5in;\">(a) A law enforcement officer;</div><div style=\"text-indent:0.5in;\">(b) A mental health professional;</div><div style=\"text-indent:0.5in;\">(c) A first responder, such as a firefighter or emergency medical personnel; or</div><div style=\"text-indent:0.5in;\">(d) An employee of the department who is trained as a child welfare worker and acts in a supervisory capacity with respect to other child welfare workers.</div><div style=\"text-indent:0.5in;\">(4) No retaliation may be taken against a child welfare worker for requesting that a second trained individual accompany them in providing services to, monitoring, or investigating a family.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.14B.010'>74.14B.010</a> and 2019 c 470 s 27 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Child welfare workers shall meet minimum standards established by the department. Comprehensive training for child welfare workers shall be completed before such child welfare workers are assigned to case-carrying responsibilities as the sole worker assigned to a particular case. Intermittent, part-time, and standby child welfare workers shall be subject to the same minimum standards and training. <span style=\"text-decoration:underline;\">The minimum training standards under this section must include training related to de-escalation strategies.</span></div><div style=\"text-indent:0.5in;\">(2) Ongoing specialized training shall be provided for child welfare workers responsible for investigating child sexual abuse. Training participants shall have the opportunity to practice interview skills and receive feedback from instructors.</div><div style=\"text-indent:0.5in;\">(3) The department, the criminal justice training commission, the Washington association of sheriffs and police chiefs, and the Washington association of prosecuting attorneys shall design and implement statewide training that contains consistent elements for persons engaged in the interviewing of children, including law enforcement, prosecution, and child protective services.</div><div style=\"text-indent:0.5in;\">(4) The training required by this section shall: (a) Be based on research-based practices and standards; (b) minimize the trauma of all persons who are interviewed during abuse investigations; (c) provide methods of reducing the number of investigative interviews necessary whenever possible; (d) assure, to the extent possible, that investigative interviews are thorough, objective, and complete; (e) recognize needs of special populations, such as persons with developmental disabilities; (f) recognize the nature and consequences of victimization; (g) require investigative interviews to be conducted in a manner most likely to permit the interviewed persons the maximum emotional comfort under the circumstances; (h) address record retention and retrieval; (i) address documentation of investigative interviews; and (j) include self-care for child welfare workers.</div><div style=\"text-indent:0.5in;\">(5) The identification of domestic violence is critical in ensuring the safety of children in the child welfare system. It is also critical for child welfare workers to support victims of domestic violence while victims continue to care for their children, when possible, as domestic violence perpetrated against someone other than the child does not constitute negligent treatment or maltreatment in and of itself as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.44.020'>26.44.020</a>. For these reasons, ongoing domestic violence training and consultation shall be provided to child welfare workers, including how to use the department's practice guide to domestic violence.</div><div style=\"text-indent:0.5in;\">(6) By January 1, 2021, the department shall:</div><div style=\"text-indent:0.5in;\">(a) Develop and implement an evidence-informed curriculum for supervisors providing support to child welfare workers to better prepare candidates for effective supervisory and leadership roles within the department;</div><div style=\"text-indent:0.5in;\">(b) Develop specialized training for child welfare workers that includes simulation and coaching designed to improve clinical and analytical skills;</div><div style=\"text-indent:0.5in;\">(c) ((<span style=\"text-decoration:line-through;\">Based on the report required under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.216.7501'>43.216.7501</a>(3), develop</span>))<span style=\"text-decoration:underline;\">Develop</span> and implement training for child welfare workers that incorporates trauma-informed care and reflective supervision principles.</div><div style=\"text-indent:0.5in;\">(7) ((<span style=\"text-decoration:line-through;\">For purposes of this section, \"child welfare worker\" means an employee of the department whose job includes supporting or providing child welfare services as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=74.13.020'>74.13.020</a> or child protective services as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=26.44.020'>26.44.020</a>.</span>))<span style=\"text-decoration:underline;\">The department shall offer optional in-service training on de-escalation strategies on at least an annual basis to all child welfare workers.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-08T21:48:03.860Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1193 is to enhance protections for child welfare workers in Washington State. The bill proposes amendments to existing laws to classify assaults against child welfare workers as a specific offense, acknowledging the risks these workers face while performing their duties. Key changes include the addition of provisions that allow child welfare workers to request assistance from trained individuals when handling potentially violent situations, as well as improved training standards focused on de-escalation strategies, which aim to ensure worker safety and effective service delivery.</p>\n<h3>Key Provisions</h3>\n<h4>Assault Classification</h4>\n<ul>\n<li>Assaulting a child welfare worker while they are performing their official duties is classified under third-degree assault, making it a class C felony.</li>\n</ul>\n<h4>Safety Measures for Child Welfare Workers</h4>\n<ul>\n<li>Child welfare workers can request to be accompanied by a second trained individual when responding to potentially dangerous situations.</li>\n<li>The department is required to arrange for this assistance unless circumstances make it impossible.</li>\n</ul>\n<h4>Types of Accompanying Individuals</h4>\n<ul>\n<li>The second individual may be:<ul>\n<li>A law enforcement officer</li>\n<li>A mental health professional</li>\n<li>A first responder (firefighter or emergency medical personnel)</li>\n<li>A trained employee of the department in a supervisory role</li></ul></li>\n</ul>\n<h4>Anti-Retaliation Clause</h4>\n<ul>\n<li>Child welfare workers are protected from retaliation for seeking accompaniment while carrying out their duties.</li>\n</ul>\n<h4>Training Expectations</h4>\n<ul>\n<li>Child welfare workers must complete comprehensive training before being assigned cases, including mandatory training on de-escalation strategies.</li>\n<li>Ongoing specialized training is required for workers investigating cases of child sexual abuse.</li>\n<li>Collaborative statewide training will be developed for those involved in interviewing children across various sectors.</li>\n</ul>\n<h4>Training Content Requirements</h4>\n<ul>\n<li>Training must consider:<ul>\n<li>Minimizing trauma for individuals being interviewed</li>\n<li>Reducing the number of investigative interviews necessary</li>\n<li>Addressing the needs of special populations</li>\n<li>Promoting emotional comfort during interviews</li>\n<li>Ensuring thoroughness and objectivity in investigative interviews</li>\n<li>Incorporating self-care practices for workers</li></ul></li>\n</ul>\n<h4>Identification and Support for Domestic Violence</h4>\n<ul>\n<li>Continuous training on recognizing and addressing domestic violence is mandated, with emphasis on supporting victims while maintaining child welfare.</li>\n</ul>\n<h4>Annual In-Service Training</h4>\n<ul>\n<li>The department will provide optional in-service training on de-escalation strategies annually for all child welfare workers.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2025-01-08T21:48:03.860Z",
    "text": "child welfare workers assault safety measures training de-escalation mental health professional domestic violence in-service training support victims"
  }
}