{
  "id": 1194,
  "lastUpdated": "2025-03-01T06:51:41.984Z",
  "agency": "House",
  "description": "Creating additional requirements for collector vehicle and horseless carriage license plates to improve compliance and public safety.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-01-13T08:00:00.000Z",
    "text": "First reading, referred to Transportation."
  },
  "sponsors": [
    "Goodman",
    "Eslick",
    "Ryu"
  ],
  "document": {
    "name": "1194",
    "description": "House Bill 1194",
    "url": {
      "ts": "2025-01-08T21:48:04.857Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1194.htm"
    },
    "original": {
      "ts": "2025-01-08T21:48:04.857Z",
      "text": "<!DOCTYPE html ><html><body><div>Z-0195.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1194</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Goodman, Eslick, and Ryu; by request of Department of Licensing<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/08/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Transportation.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to creating additional requirements for collector vehicle and horseless carriage license plates to improve compliance and public safety; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.30.020'>46.30.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.04.199'>46.04.199</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.18.255'>46.18.255</a>, and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.18.220'>46.18.220</a>; and providing an effective date.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.30.020'>46.30.020</a> and 2019 c 60 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1)(a) No person may operate a motor vehicle subject to registration under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.16A'>46.16A</a> RCW in this state unless the person is insured under a motor vehicle liability policy with liability limits of at least the amounts provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.29.090'>46.29.090</a>, is self-insured as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.29.630'>46.29.630</a>, is covered by a certificate of deposit in conformance with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.29.550'>46.29.550</a>, or is covered by a liability bond of at least the amounts provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.29.090'>46.29.090</a>. Proof of financial responsibility for motor vehicle operation must be provided on the request of a law enforcement officer in the format specified under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.30.030'>46.30.030</a>.</div><div style=\"text-indent:0.5in;\">(b) A person who drives a motor vehicle that is required to be registered in another state that requires drivers and owners of vehicles in that state to maintain insurance or financial responsibility shall, when requested by a law enforcement officer, provide evidence of financial responsibility or insurance as is required by the laws of the state in which the vehicle is registered.</div><div style=\"text-indent:0.5in;\">(c) When asked to do so by a law enforcement officer, failure to display proof of financial responsibility for motor vehicle operation as specified under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.30.030'>46.30.030</a> creates a presumption that the person does not have motor vehicle insurance.</div><div style=\"text-indent:0.5in;\">(d) Failure to provide proof of motor vehicle insurance is a traffic infraction and is subject to penalties as set by the supreme court under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.63.110'>46.63.110</a> or community restitution.</div><div style=\"text-indent:0.5in;\">(e) For the purposes of this section, when a person uses a portable electronic device to display proof of financial security to a law enforcement officer, the officer may only view the proof of financial security and is otherwise prohibited from viewing any other content on the portable electronic device.</div><div style=\"text-indent:0.5in;\">(f) Whenever a person presents a portable electronic device pursuant to this section, that person assumes all liability for any damage to the portable electronic device.</div><div style=\"text-indent:0.5in;\">(2) If a person cited for a violation of subsection (1) of this section appears in person before the court or a violations bureau and provides written evidence that at the time the person was cited, he or she was in compliance with the financial responsibility requirements of subsection (1) of this section, the citation shall be dismissed and the court or violations bureau may assess court administrative costs of ((<span style=\"text-decoration:line-through;\">twenty-five dollars</span>))<span style=\"text-decoration:underline;\">$25</span> at the time of dismissal. In lieu of personal appearance, a person cited for a violation of subsection (1) of this section may, before the date scheduled for the person's appearance before the court or violations bureau, submit by mail to the court or violations bureau written evidence that at the time the person was cited, he or she was in compliance with the financial responsibility requirements of subsection (1) of this section, in which case the citation shall be dismissed without cost, except that the court or violations bureau may assess court administrative costs of ((<span style=\"text-decoration:line-through;\">twenty-five dollars</span>))<span style=\"text-decoration:underline;\">$25</span> at the time of dismissal.</div><div style=\"text-indent:0.5in;\">(3) The provisions of this chapter shall not govern:</div><div style=\"text-indent:0.5in;\">(a) The operation of a motor vehicle ((<span style=\"text-decoration:line-through;\">registered under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.18.220'>46.18.220</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.18.255'>46.18.255</a>,</span>)) governed by RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.16A.170'>46.16A.170</a>((<span style=\"text-decoration:line-through;\">,</span>)) or registered with the Washington utilities and transportation commission as common or contract carriers; or</div><div style=\"text-indent:0.5in;\">(b) The operation of a motor-driven cycle as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.04.332'>46.04.332</a>, a moped as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.04.304'>46.04.304</a>, or a wheeled all-terrain vehicle as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.09.310'>46.09.310</a>.</div><div style=\"text-indent:0.5in;\">(4) RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.29.490'>46.29.490</a> shall not be deemed to govern all motor vehicle liability policies required by this chapter but only those certified for the purposes stated in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.29'>46.29</a> RCW.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.04.199'>46.04.199</a> and 2017 c 147 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->\"Horseless carriage license plate\" is a special license plate that may be assigned to a vehicle ((<span style=\"text-decoration:line-through;\">that is at least forty years old</span>))<span style=\"text-decoration:underline;\">manufactured or built before January 1, 1916, and meets the qualifications listed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.18.255'>46.18.255</a></span>.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.18.255'>46.18.255</a> and 2020 c 18 s 15 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) A registered owner may apply to the department, county auditor or other agent, or subagent appointed by the director for a horseless carriage license plate for a motor vehicle that is ((<span style=\"text-decoration:line-through;\">at least forty years old</span>))<span style=\"text-decoration:underline;\">manufactured or built before January 1, 1916</span>. The motor vehicle must be operated primarily as a collector vehicle and be in good running order. The applicant for the horseless carriage license plate shall:</div><div style=\"text-indent:0.5in;\">(a) Purchase a registration for the motor vehicle as required under chapters  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.16A'>46.16A</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.17'>46.17</a> RCW; and</div><div style=\"text-indent:0.5in;\">(b) Pay the special license plate fee established under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.17.220'>46.17.220</a>(11), in addition to any other fees or taxes required by law.</div><div style=\"text-indent:0.5in;\">(2) Horseless carriage license plates:</div><div style=\"text-indent:0.5in;\">(a) Are valid for the life of the motor vehicle;</div><div style=\"text-indent:0.5in;\">(b) Are not required to be renewed;</div><div style=\"text-indent:0.5in;\">(c) Are not transferable to any other motor vehicle; and</div><div style=\"text-indent:0.5in;\">(d) Must be displayed on the rear of the motor vehicle.<!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.18.220'>46.18.220</a> and 2024 c 131 s 1 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) A registered owner may apply to the department, county auditor or other agent, or subagent appointed by the director for a collector vehicle license plate for a motor vehicle or travel trailer that is at least 30 years old. The motor vehicle must be operated primarily as a collector vehicle and be in good running order. The applicant for the collector vehicle license plate shall:</div><div style=\"text-indent:0.5in;\">(a) <span style=\"text-decoration:underline;\">After January 15, 2026, provide proof of ownership and a valid registration certificate for a second vehicle that will be used for daily driving, commuting, or business purposes;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(b) After January 15, 2026, provide proof of a current collector vehicle insurance policy for the vehicle being registered, with liability limits of at least the amounts listed under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.29.090'>46.29.090</a>;</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(c)</span> Purchase a registration for the motor vehicle or travel trailer as required under chapters  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.16A'>46.16A</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.17'>46.17</a> RCW; and</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(b)</span>))<span style=\"text-decoration:underline;\">(d)</span> Pay the special license plate fee established under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.17.220'>46.17.220</a>(5), in addition to any other fees or taxes required by law.</div><div style=\"text-indent:0.5in;\">(2) A person applying for a collector vehicle license plate may:</div><div style=\"text-indent:0.5in;\">(a) Receive a collector vehicle license plate assigned by the department; or</div><div style=\"text-indent:0.5in;\">(b) Provide an actual Washington state issued license plate designated for general use in the year of the vehicle's manufacture.</div><div style=\"text-indent:0.5in;\">(3) Collector vehicle license plates:</div><div style=\"text-indent:0.5in;\">(a) Are valid for the life of the motor vehicle or travel trailer;</div><div style=\"text-indent:0.5in;\">(b) Are not required to be renewed; and</div><div style=\"text-indent:0.5in;\">(c) Must be displayed on the rear of the motor vehicle or travel trailer.</div><div style=\"text-indent:0.5in;\">(4) A collector vehicle registered under this section may only be used for participation in club activities, exhibitions, tours, parades, and occasional pleasure driving.</div><div style=\"text-indent:0.5in;\">(5) Collector vehicle license plates under subsection (2)(b) of this section may be transferred from one vehicle to another vehicle described in subsection (1) of this section upon application to the department, county auditor or other agent, or subagent appointed by the director.</div><div style=\"text-indent:0.5in;\">(6) <span style=\"text-decoration:underline;\">A person driving a motor vehicle with a collector vehicle license plate must maintain collector vehicle insurance with respect to the vehicle and comply with all requirements of chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.30'>46.30</a> RCW.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(7)</span> Any person who knowingly provides a false or facsimile license plate under subsection (2)(b) of this section is subject to a traffic infraction and fine in an amount equal to the monetary penalty for a violation of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.16A.200'>46.16A.200</a>(7)(b). Additionally, the person must pay for the cost of a collector vehicle license plate as listed in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.17.220'>46.17.220</a>(5), unless already paid.</div><div style=\"text-indent:0.5in;\">((<span style=\"text-decoration:line-through;\">(7)</span>))<span style=\"text-decoration:underline;\">(8)</span> A collector vehicle that is a motor vehicle may tow a trailer if the trailer is being used for participation in club activities, exhibitions, tours, and parades.</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(9) Any person who does not meet the requirements of subsections (1) through (8) of this section must surrender the current license plate or plates to the department, county auditor or other agent, or subagent appointed by the director. A person whose collector vehicle registration has been canceled may operate the vehicle once the applicable requirements of chapters  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.16A'>46.16A</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=46.17'>46.17</a> RCW have been satisfied.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(10) The department is authorized to make exceptions to the requirements under subsection (1)(a) of this section if the owner demonstrates to the department's satisfaction that the owner has alternative means for addressing the owner's regular transportation needs.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(11) The department shall adopt rules to define collector vehicle insurance for the purposes of this section.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span><span style=\"text-indent:0.5in;\">This act takes effect January 15, 2026.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-08T21:48:04.857Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of House Bill 1194 is to create additional requirements for collector vehicle and horseless carriage license plates in Washington state to enhance compliance and public safety. Key changes from the previous version include the need for owners of collector vehicles to provide proof of ownership and insurance, which must meet specified liability limits. These amendments aim to ensure that collector vehicles are insured and used appropriately while promoting greater accountability among drivers.</p>\n<h3>Key Provisions</h3>\n<h4>Financial Responsibility Requirements</h4>\n<ul>\n<li>Drivers must demonstrate proof of financial responsibility, which includes insurance coverage or alternate means of financial responsibility when requested by law enforcement.</li>\n<li>Failure to provide this proof results in a presumption of lacking insurance and can lead to traffic infractions and penalties.</li>\n</ul>\n<h4>Horseless Carriage License Plates</h4>\n<ul>\n<li>The definition of a \"horseless carriage\" now specifies that vehicles must be manufactured before January 1, 1916, rather than just being at least 40 years old.</li>\n<li>Applicants for horseless carriage plates must comply with registration purchasing and licensing fee requirements.</li>\n</ul>\n<h4>Collector Vehicle License Plates</h4>\n<ul>\n<li>Owners must provide:<ul>\n<li>Proof of ownership and a valid registration certificate for a second vehicle used for regular driving, beginning January 15, 2026.</li>\n<li>Proof of a current collector vehicle insurance policy meeting specified liability amounts.</li></ul></li>\n<li>The special license plate is valid for the life of the vehicle, does not require renewal, and must be displayed on the rear.</li>\n<li>Collector vehicles should primarily be used for specific activities such as exhibitions, tours, and parades.</li>\n<li>A violation of the provisions, like providing false information for license plates or failing to meet insurance requirements, may result in penalties.</li>\n</ul>\n<h4>Effective Date</h4>\n<ul>\n<li>The changes outlined in this bill will take effect on January 15, 2026.</li>\n</ul>"
    }
  },
  "subDocuments": [],
  "keywords": {
    "ts": "2025-01-08T21:48:04.857Z",
    "text": "collector vehicle horseless carriage license plates insurance proof financial responsibility penalties registration compliance accountability"
  }
}