{
  "id": 1195,
  "lastUpdated": "2025-03-01T06:51:42.563Z",
  "agency": "House",
  "description": "Concerning compliance with siting, development permit processes and standards, and requirements for permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters.",
  "introducedDate": "2025-01-13T08:00:00.000Z",
  "status": {
    "ts": "2025-02-21T08:00:00.000Z",
    "text": "Referred to Rules 2 Review."
  },
  "sponsors": [
    "Peterson",
    "Macri",
    "Alvarado",
    "Ryu",
    "Berry",
    "Ramel",
    "Fitzgibbon",
    "Mena",
    "Callan",
    "Obras",
    "Farivar",
    "Doglio",
    "Gregerson",
    "Simmons",
    "Street",
    "Duerr",
    "Nance",
    "Berg",
    "Davis",
    "Ormsby",
    "Hill"
  ],
  "document": {
    "name": "1195",
    "description": "House Bill 1195",
    "url": {
      "ts": "2025-01-08T21:48:05.827Z",
      "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1195.htm"
    },
    "original": {
      "ts": "2025-01-08T21:48:05.827Z",
      "text": "<!DOCTYPE html ><html><body><div>H-0417.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">HOUSE BILL 1195</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->Representatives Peterson, Macri, Alvarado, Ryu, Berry, Ramel, Fitzgibbon, Mena, Callan, Obras, Farivar, Doglio, Gregerson, Simmons, Street, Duerr, Nance, Berg, Davis, Ormsby, and Hill<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">Prefiled 01/08/25.</span><span style=\"margin-right:0.25in;\">Read first time 01/13/25.</span><span style=\"margin-right:0.25in;\">Referred to Committee on Housing.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to compliance with siting, development permit processes and standards, and requirements for permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A'>36.70A</a> RCW; and adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330'>43.330</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A'>36.70A</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) A local comprehensive plan or development regulations, including permit processes, development standards, or permit conditions imposed under this chapter, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21C'>43.21C</a> RCW, or Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35'>35</a> or <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A'>35A</a> RCW, may not deny or preclude a permit application for permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelter.</div><div style=\"text-indent:0.5in;\">(2) A county or city must approve any permit application for permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters using an administrative process only.</div><div style=\"text-indent:0.5in;\">(3)(a) If a permit applicant is unable to site permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters due to a county or city comprehensive plan or development regulations, the applicant may seek a waiver of certain requirements from the local government to allow the siting of the facility. The permit application must describe any local permit processes, development standards, or permit conditions that the permit applicant asserts would deny, preclude, or otherwise have a preclusive effect on the siting, construction, or operation of the proposed facility, including:</div><div style=\"text-indent:0.5in;\">(i) The specific local permit processes, development standards, or permit conditions that have a preclusive effect on the siting, construction, or operation of the proposed facility;</div><div style=\"text-indent:0.5in;\">(ii) How the identified processes, standards, or conditions preclude the siting, construction, or operation of the proposed facility; and</div><div style=\"text-indent:0.5in;\">(iii) The minimum waiver or relief necessary to prevent preclusion of the siting, construction, or operation of the proposed facility.</div><div style=\"text-indent:0.5in;\">(b) If a county or city and a permit applicant disagree about the preclusive effect of processes, standards, or conditions, either party may request that the department provide dispute resolution services under section 2 of this act.</div><div style=\"text-indent:0.5in;\">(4) Nothing in this section requires a city or county to approve a permit application for permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters that are located in a critical area, an area of natural hazards that generally prohibit residential development, or on agricultural, forest, or mineral lands of long-term commercial significance.</div><div style=\"text-indent:0.5in;\">(5) For the purposes of this section, \"preclusive effect\" means an action or condition that is incapable of being accomplished by means available to a permit applicant or developer.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330'>43.330</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The department shall provide services to facilitate the timely resolution of disputes between a county or a city and:</div><div style=\"text-indent:0.5in;\">(a) An applicant seeking a project permit or development agreement to site or construct permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters; or</div><div style=\"text-indent:0.5in;\">(b) A developer of permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters that alleges a zoning ordinance or development regulations adopted by the county or city either:</div><div style=\"text-indent:0.5in;\">(i) Prevents the siting, construction, or operation of housing or shelter in violation of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.130.020'>36.130.020</a>, or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(c); or</div><div style=\"text-indent:0.5in;\">(ii) Precludes the siting, construction, or operation of a facility pursuant to section 1 of this act. </div><div style=\"text-indent:0.5in;\">(2) A county, city, applicant, or developer as specified in subsection (1) of this section may request that the department provide facilitation services to resolve issues of concern with a proposed development of permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters.</div><div style=\"text-indent:0.5in;\">(3) If dispute resolution is unsuccessful, the county or city must submit the project permit application, any development agreement, any zoning ordinance and related development regulations, or any other relevant documents, including a statement of the reason for any denial, rescission, or conditions of approval, the requirements necessary to fulfill the development agreement or development regulations, or how the adopted ordinance and development regulations comply with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.130.020'>36.130.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(c), and section 1 of this act, to the department for review.</div><div style=\"text-indent:0.5in;\">(4)(a) If the department finds that the final decision on the project permit application, a development agreement, or another permitting process does not comply with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.130.020'>36.130.020</a>, or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(c), or precludes the siting, construction, or operation of a facility pursuant to section 1 of this act, the department shall reverse and vacate the noncompliant portion of the final decision and direct the county or city to take corrective administrative action within 60 days.</div><div style=\"text-indent:0.5in;\">(b) If the department finds that a zoning ordinance or development regulations adopted by the county or city prevents the siting, construction, or operation of housing or shelter in violation of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.130.020'>36.130.020</a>, or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(c), or precludes the siting, construction, or operation of a facility pursuant to section 1 of this act, the department must issue a determination of noncompliance and invalidity and return the zoning ordinance or development regulation to the county or city for corrective legislative action within 60 days.</div><div style=\"text-indent:0.5in;\">(5)(a) A final decision of the department under subsection (4) of this section is exempt from appeal under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A'>36.70A</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21C'>43.21C</a> RCW.</div><div style=\"text-indent:0.5in;\">(b) Corrective action required under subsection (4) of this section is exempt from appeal under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A'>36.70A</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21C'>43.21C</a> RCW.</div><div style=\"text-indent:0.5in;\">(6)(a) The department shall notify the state treasurer if a county or city fails to:</div><div style=\"text-indent:0.5in;\">(i) Issue a project permit application, development agreement, or another permit or process decision within 60 days of a determination of noncompliance under subsection (4)(a) of this section; or</div><div style=\"text-indent:0.5in;\">(ii) Amend its zoning ordinance and related development regulations to comply with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.130.020'>36.130.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(c), and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.200'>36.70A.200</a> within 60 days of a determination of noncompliance under subsection (4)(b) of this section.</div><div style=\"text-indent:0.5in;\">(b) Upon notification, the state treasurer shall withhold the following revenues to which a county or city is entitled: (i) The motor vehicle fuel tax, as provided in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.38'>82.38</a> RCW; (ii) the transportation improvement account, as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=47.26.084'>47.26.084</a>; (iii) the rural arterial trust account, as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.79.150'>36.79.150</a>; (iv) the sales and use tax, as provided in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14'>82.14</a> RCW; (v) the liquor profit tax, as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=66.08.190'>66.08.190</a>; and (vi) the liquor excise tax, as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08.170'>82.08.170</a>.</div><div style=\"text-indent:0.5in;\">(c) The state treasurer shall resume distributions of revenues withheld under (b) of this subsection when the county or city issues the project permit application or amends its zoning ordinance and related development regulations.</div><div style=\"text-indent:0.5in;\">(7) An applicant submitting a project permit application, development agreement, or other documents for permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters may submit a copy of the project permit application, development agreement, or other documents to the department. An applicant also may request a review of any denial, rescission, or conditions for approval by a county or city.</div><div style=\"text-indent:0.5in;\">(8) The department may adopt any rules necessary to implement this section.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a> and 2021 c 254 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text --><span style=\"text-decoration:underline;\">(1)</span> A city shall not prohibit transitional housing or permanent supportive housing in any zones in which residential dwelling units or hotels are allowed. Effective September 30, 2021, a city shall not prohibit indoor emergency shelters and indoor emergency housing in any zones in which hotels are allowed, except in such cities that have adopted an ordinance authorizing indoor emergency shelters and indoor emergency housing in a majority of zones within a one-mile proximity to transit. Reasonable occupancy, spacing, and intensity of use requirements may be imposed by ordinance on permanent supportive housing, transitional housing, indoor emergency housing, and indoor emergency shelters to protect public health and safety. Any such requirements on occupancy, spacing, and intensity of use may not prevent the siting of a sufficient number of permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters necessary to accommodate each city's projected need for such housing and shelter under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(a)(ii).</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2) A city must process a permit application for transitional housing, permanent supportive housing, indoor emergency housing, or indoor emergency shelters pursuant to administrative design review as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.030'>36.70A.030</a>.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a> and 2021 c 254 s 3 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text --><span style=\"text-decoration:underline;\">(1)</span> A code city shall not prohibit transitional housing or permanent supportive housing in any zones in which residential dwelling units or hotels are allowed. Effective September 30, 2021, a code city shall not prohibit indoor emergency shelters and indoor emergency housing in any zones in which hotels are allowed, except in such cities that have adopted an ordinance authorizing indoor emergency shelters and indoor emergency housing in a majority of zones within a one-mile proximity to transit. Reasonable occupancy, spacing, and intensity of use requirements may be imposed by ordinance on permanent supportive housing, transitional housing, indoor emergency housing, and indoor emergency shelters to protect public health and safety. Any such requirements on occupancy, spacing, and intensity of use may not prevent the siting of a sufficient number of permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters necessary to accommodate each code city's projected need for such housing and shelter under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(a)(ii).</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2) A code city must process a permit application for transitional housing, permanent supportive housing, indoor emergency housing, or indoor emergency shelters pursuant to administrative design review as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.030'>36.70A.030</a>.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
    },
    "summary": {
      "ts": "2025-01-08T21:48:05.827Z",
      "text": "<h3>Purpose</h3>\n<p>The purpose of this bill is to improve the process and standards surrounding the siting and development of various types of housing aimed at providing support for those in need, including permanent supportive housing, transitional housing, and emergency shelters. Key changes include prohibiting local governments from denying permits for these types of housing and requiring them to use only an administrative process for approvals. The bill aims to streamline the approval process, making it easier for applicants to establish necessary housing options while ensuring local governments maintain certain planning authorities.</p>\n<h3>Key Provisions</h3>\n<h4>Permit Application and Approval</h4>\n<ul>\n<li>Local comprehensive plans and development regulations cannot deny or prevent permit applications for supportive housing and emergency shelters.</li>\n<li>Local governments must approve applications for these housing types using only an administrative review process.</li>\n</ul>\n<h4>Waivers and Dispute Resolution</h4>\n<ul>\n<li>Applicants who face difficulties due to local regulations may request waivers from certain requirements to facilitate housing siting.</li>\n<li>A dispute resolution service must be provided by the department to resolve disagreements between local governments and applicants regarding potential preclusive effects of regulations.</li>\n</ul>\n<h4>Compliance and Enforcement</h4>\n<ul>\n<li>The bill outlines that if local governments do not comply or process applications correctly, the state department can reverse their decisions and enforce corrective actions.</li>\n<li>Counties or cities failing to meet deadlines for permit decisions may have state funding withheld until compliance occurs.</li>\n</ul>\n<h4>General Requirements</h4>\n<ul>\n<li>Cities are not allowed to prohibit supportive housing in residential zones or any zones where hotels are permitted, enforcing an inclusive approach to siting these facilities.</li>\n<li>Regulations must be established while ensuring they do not inhibit the creation of housing and shelter options in line with projected city needs.</li>\n</ul>\n<h4>Document Submission and Review</h4>\n<ul>\n<li>Applicants can submit their permit applications directly to the department for review and also request reviews for any negative decisions made by local governments.</li>\n<li>The department is empowered to adopt necessary rules for enforcement of these provisions.</li>\n</ul>"
    }
  },
  "subDocuments": [
    {
      "name": "1195-S",
      "description": "Substitute House Bill 1195 as Recommended by Housing",
      "url": {
        "ts": "2025-01-31T16:17:32.527Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1195-S.htm"
      },
      "original": {
        "ts": "2025-01-31T16:17:32.527Z",
        "text": "<!DOCTYPE html ><html><body><div>H-1026.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SUBSTITUTE HOUSE BILL 1195</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Housing (originally sponsored by Representatives Peterson, Macri, Alvarado, Ryu, Berry, Ramel, Fitzgibbon, Mena, Callan, Obras, Farivar, Doglio, Gregerson, Simmons, Street, Duerr, Nance, Berg, Davis, Ormsby, and Hill)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/03/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to compliance with siting, development permit processes and standards, and requirements for permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A'>36.70A</a> RCW; and adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330'>43.330</a> RCW.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A'>36.70A</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) A local comprehensive plan or development regulations, including permit processes, development standards, or permit conditions imposed under this chapter, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21C'>43.21C</a> RCW, or Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35'>35</a> or <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A'>35A</a> RCW, may not deny or preclude a permit application for permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelter in any residential or commercial zone within an urban growth area that includes or is contiguous with a city.</div><div style=\"text-indent:0.5in;\">(2) A county or city must review for compliance any permit application for permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters using an administrative process only.</div><div style=\"text-indent:0.5in;\">(3)(a) If a permit applicant is unable to site permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters due to a county or city comprehensive plan or development regulation, the applicant may seek a waiver of certain requirements from the local government to allow the siting of the facility. The permit applicant must describe any local permit processes, development standards, or permit conditions that the permit applicant asserts would deny or preclude the siting, construction, or operation of the proposed facility, including:</div><div style=\"text-indent:0.5in;\">(i) The specific local permit processes, development standards, or permit conditions that deny or preclude the siting, construction, or operation of the proposed facility;</div><div style=\"text-indent:0.5in;\">(ii) How the identified processes, standards, or permit conditions preclude the siting, construction, or operation of the proposed facility; and</div><div style=\"text-indent:0.5in;\">(iii) The minimum waiver or relief to allow the siting, construction, or operation of the proposed facility.</div><div style=\"text-indent:0.5in;\">(b) If a county or city and a permit applicant disagree about the assertions, either party may request that the department provide dispute resolution services under section 2 of this act.</div><div style=\"text-indent:0.5in;\">(4) Nothing in this section requires a city or county to approve a permit application for permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters that are located in a critical area, an area of natural hazards that generally prohibit residential development, or on agricultural, forest, or mineral lands of long-term commercial significance.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330'>43.330</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) The department shall provide services to facilitate the timely resolution of disputes between a county or a city and:</div><div style=\"text-indent:0.5in;\">(a) An applicant seeking a project permit or development agreement to site or construct permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters; or</div><div style=\"text-indent:0.5in;\">(b) A developer of permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters that alleges a zoning ordinance or development regulations adopted by the county or city either:</div><div style=\"text-indent:0.5in;\">(i) Prevents the siting, construction, or operation of housing or shelter in violation of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.130.020'>36.130.020</a>, or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(c); or</div><div style=\"text-indent:0.5in;\">(ii) Precludes the siting, construction, or operation of a facility pursuant to section 1 of this act. </div><div style=\"text-indent:0.5in;\">(2) A county, city, applicant, or developer as specified in subsection (1) of this section may request that the department provide facilitation services to resolve issues of concern with a proposed development of permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters.</div><div style=\"text-indent:0.5in;\">(3) If dispute resolution is unsuccessful, the county or city must submit the project permit application, any development agreement, any zoning ordinance and related development regulations, or any other relevant documents, including a statement of the reason for any denial, rescission, or conditions of approval, the requirements necessary to fulfill the development agreement or development regulations, or how the adopted ordinance and development regulations comply with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.130.020'>36.130.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(c), and section 1 of this act, to the department for review.</div><div style=\"text-indent:0.5in;\">(4)(a) If the department finds that the final decision on the project permit application, a development agreement, or another permitting process does not comply with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.130.020'>36.130.020</a>, or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(c), or precludes the siting, construction, or operation of a facility pursuant to section 1 of this act, the department shall reverse and vacate the noncompliant portion of the final decision and direct the county or city to take corrective administrative action within 60 days.</div><div style=\"text-indent:0.5in;\">(b) If the department finds that a zoning ordinance or development regulations adopted by the county or city prevents the siting, construction, or operation of housing or shelter in violation of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.130.020'>36.130.020</a>, or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(c), or precludes the siting, construction, or operation of a facility pursuant to section 1 of this act, the department must issue a determination of noncompliance and invalidity and return the zoning ordinance or development regulation to the county or city for corrective legislative action within 120 days.</div><div style=\"text-indent:0.5in;\">(5)(a) A final decision of the department under subsection (4) of this section is exempt from appeal under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A'>36.70A</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21C'>43.21C</a> RCW.</div><div style=\"text-indent:0.5in;\">(b) Corrective action required under subsection (4) of this section is exempt from appeal under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A'>36.70A</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21C'>43.21C</a> RCW.</div><div style=\"text-indent:0.5in;\">(6)(a) The department shall notify the state treasurer if a county or city fails to:</div><div style=\"text-indent:0.5in;\">(i) Issue a project permit application, development agreement, or another permit or process decision within 60 days of a determination of noncompliance under subsection (4)(a) of this section; or</div><div style=\"text-indent:0.5in;\">(ii) Amend its zoning ordinance and related development regulations to comply with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.130.020'>36.130.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(c), and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.200'>36.70A.200</a> within 120 days of a determination of noncompliance under subsection (4)(b) of this section.</div><div style=\"text-indent:0.5in;\">(b) Upon notification, the state treasurer shall withhold the following revenues to which a county or city is entitled: (i) The motor vehicle fuel tax, as provided in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.38'>82.38</a> RCW; (ii) the transportation improvement account, as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=47.26.084'>47.26.084</a>; (iii) the rural arterial trust account, as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.79.150'>36.79.150</a>; (iv) the sales and use tax, as provided in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14'>82.14</a> RCW; (v) the liquor profit tax, as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=66.08.190'>66.08.190</a>; and (vi) the liquor excise tax, as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08.170'>82.08.170</a>.</div><div style=\"text-indent:0.5in;\">(c) The state treasurer shall resume distributions of revenues withheld under (b) of this subsection when the county or city issues the project permit application or amends its zoning ordinance and related development regulations.</div><div style=\"text-indent:0.5in;\">(7) An applicant submitting a project permit application, development agreement, or other documents for permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters may submit a copy of the project permit application, development agreement, or other documents to the department. An applicant also may request a review of any denial, rescission, or conditions for approval by a county or city.</div><div style=\"text-indent:0.5in;\">(8) The department may adopt any rules necessary to implement this section.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a> and 2021 c 254 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text --><span style=\"text-decoration:underline;\">(1)</span> A city shall not prohibit transitional housing or permanent supportive housing in any zones in which residential dwelling units or hotels are allowed. Effective September 30, 2021, a city shall not prohibit indoor emergency shelters and indoor emergency housing in any zones in which hotels are allowed, except in such cities that have adopted an ordinance authorizing indoor emergency shelters and indoor emergency housing in a majority of zones within a one-mile proximity to transit. Reasonable occupancy, spacing, and intensity of use requirements may be imposed by ordinance on permanent supportive housing, transitional housing, indoor emergency housing, and indoor emergency shelters to protect public health and safety. Any such requirements on occupancy, spacing, and intensity of use may not prevent the siting of a sufficient number of permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters necessary to accommodate each city's projected need for such housing and shelter under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(a)(ii).</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2) A city may not approve a permit application for transitional housing, permanent supportive housing, indoor emergency housing, or indoor emergency shelters in an area zoned for industrial use.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3) A city must process a permit application for transitional housing, permanent supportive housing, indoor emergency housing, or indoor emergency shelters pursuant to administrative design review as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.030'>36.70A.030</a>.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a> and 2021 c 254 s 3 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text --><span style=\"text-decoration:underline;\">(1)</span> A code city shall not prohibit transitional housing or permanent supportive housing in any zones in which residential dwelling units or hotels are allowed. Effective September 30, 2021, a code city shall not prohibit indoor emergency shelters and indoor emergency housing in any zones in which hotels are allowed, except in such cities that have adopted an ordinance authorizing indoor emergency shelters and indoor emergency housing in a majority of zones within a one-mile proximity to transit. Reasonable occupancy, spacing, and intensity of use requirements may be imposed by ordinance on permanent supportive housing, transitional housing, indoor emergency housing, and indoor emergency shelters to protect public health and safety. Any such requirements on occupancy, spacing, and intensity of use may not prevent the siting of a sufficient number of permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters necessary to accommodate each code city's projected need for such housing and shelter under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(a)(ii).</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2) A code city may not approve a permit application for transitional housing, permanent supportive housing, indoor emergency housing, or indoor emergency shelters in an area zoned for industrial use.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3) A code city must process a permit application for transitional housing, permanent supportive housing, indoor emergency housing, or indoor emergency shelters pursuant to administrative design review as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.030'>36.70A.030</a>.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-01-31T16:17:32.527Z",
        "text": "<h3>Purpose</h3>\n<p>The edits to the proposed legislature bill aim to clarify and reinforce the processes for permitting various types of housing designated for vulnerable populations, such as permanent supportive housing, transitional housing, and indoor emergency shelters. Key updates ensure that city and county regulations do not unjustly block applications for these housing types, particularly in urban growth areas. The changes focus on facilitating housing development while balancing local regulatory power with the urgent need for shelter solutions.</p>\n<h3>Key Changes</h3>\n<h4>Definition of Permit Application Scope</h4>\n<ul>\n<li>The new version specifies that permit applications for the mentioned housing types cannot be denied based on local comprehensive plans or development regulations in any residential or commercial zone within urban growth areas that include or connect with a city.</li>\n</ul>\n<h4>Permit Application Process</h4>\n<ul>\n<li>The requirement for a county or city to review permit applications strictly through an administrative process is retained but emphasized for clarity.</li>\n</ul>\n<h4>Waiver Conditions</h4>\n<ul>\n<li>Adjustments have been made to the description of processes for seeking waivers from local regulations:<ul>\n<li>The applicant must describe local conditions that deny or preclude the siting, construction, or operation of the facility.</li>\n<li>The term \"the minimum waiver or relief\" has been specified to clarify what is required to enable construction.</li></ul></li>\n</ul>\n<h4>Dispute Resolution</h4>\n<ul>\n<li>The procedures for resolving disagreements between applicants and local governments remain, but the articulation of these processes has been refined for clearer guidance.</li>\n</ul>\n<h4>Zoning Restrictions</h4>\n<ul>\n<li>New provisions now explicitly state that a city or code city cannot approve a permit in areas zoned for industrial use for the designed types of housing, ensuring these facilities are located in more appropriate zones.</li>\n</ul>\n<h4>Compliance Review &amp; Appeals</h4>\n<ul>\n<li>The timelines for counties and cities to correct noncompliance based on department findings have been updated:<ul>\n<li>The timeframe for compliance or amendment of zoning ordinances has been extended to 120 days.</li></ul></li>\n</ul>\n<p>Overall, the revisions enhance clarity about the processes local governments must follow, while introducing specific restrictions to ensure vulnerable populations have access to necessary housing options.</p>"
      }
    },
    {
      "name": "1195-S2",
      "description": "Second Substitute House Bill 1195 as Recommended by Appropriations",
      "url": {
        "ts": "2025-02-25T16:32:06.950Z",
        "text": "http://lawfilesext.leg.wa.gov/biennium/2025-26/Htm/Bills/House Bills/1195-S2.htm"
      },
      "original": {
        "ts": "2025-02-25T16:32:06.950Z",
        "text": "<!DOCTYPE html ><html><body><div>H-1633.1</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><div style=\"font-weight:bold;text-align:center;\">SECOND SUBSTITUTE HOUSE BILL 1195</div><hr style=\"margin-left:1.25in;margin-right:1.25in;height:1px;color:#333;\" /><table style=\"width:622px;margin-top:0.1in;\"><tr><td><div style=\"font-weight:bold;\">State of Washington</div></td><td><div style=\"font-weight:bold;\">69th Legislature</div></td><td><div style=\"font-weight:bold;\">2025 Regular Session</div></td></tr></table><div style=\"margin-top:0.1in;\"><span style=\"font-weight:bold;margin-right:0.25in;\">By</span><!-- field: Sponsors -->House Appropriations (originally sponsored by Representatives Peterson, Macri, Alvarado, Ryu, Berry, Ramel, Fitzgibbon, Mena, Callan, Obras, Farivar, Doglio, Gregerson, Simmons, Street, Duerr, Nance, Berg, Davis, Ormsby, and Hill)<!-- field: --></div><div style=\"margin-top:0.1in;\"><span style=\"margin-right:0.25in;\">READ FIRST TIME 02/21/25.</span></div><div style=\"text-indent:0.5in;margin-top:0.5in;\"><!-- field: CaptionsTitles -->AN ACT Relating to compliance with siting, development permit processes and standards, and requirements for permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters; amending RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a> and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A'>36.70A</a> RCW; adding a new section to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330'>43.330</a> RCW; and creating a new section.<!-- field: --></div><div style=\"margin-top:0.25in;margin-bottom:0.25in;\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF WASHINGTON:</div><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 1.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A'>36.70A</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) A local comprehensive plan or development regulations, including permit processes, development standards, or permit conditions imposed under this chapter, chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21C'>43.21C</a> RCW, or Title <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35'>35</a> or <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A'>35A</a> RCW, may not deny or preclude a permit application for permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelter in any residential or commercial zone within an urban growth area that includes or is contiguous with a city.</div><div style=\"text-indent:0.5in;\">(2) A county or city must review for compliance any permit application for permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters using an administrative process only.</div><div style=\"text-indent:0.5in;\">(3)(a) If a permit applicant is unable to site permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters due to a county or city comprehensive plan or development regulation, the applicant may seek a waiver of certain requirements from the local government to allow the siting of the facility. The permit applicant must describe any local permit processes, development standards, or permit conditions that the permit applicant asserts would deny or preclude the siting, construction, or operation of the proposed facility, including:</div><div style=\"text-indent:0.5in;\">(i) The specific local permit processes, development standards, or permit conditions that deny or preclude the siting, construction, or operation of the proposed facility;</div><div style=\"text-indent:0.5in;\">(ii) How the identified processes, standards, or permit conditions preclude the siting, construction, or operation of the proposed facility; and</div><div style=\"text-indent:0.5in;\">(iii) The minimum waiver or relief to allow the siting, construction, or operation of the proposed facility.</div><div style=\"text-indent:0.5in;\">(b) If a county or city and a permit applicant disagree about the assertions, either party may request that the department provide dispute resolution services under section 2 of this act.</div><div style=\"text-indent:0.5in;\">(4) Nothing in this section requires a city or county to approve a permit application for permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters that are located in a critical area, an area of natural hazards that generally prohibit residential development, or on agricultural, forest, or mineral lands of long-term commercial significance.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 2.  </span>A new section is added to chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.330'>43.330</a> RCW to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text -->(1) Subject to the availability of amounts appropriated for this specific purpose, the department shall provide services to facilitate the timely resolution of disputes between a county or a city and:</div><div style=\"text-indent:0.5in;\">(a) An applicant seeking a project permit or development agreement to site or construct permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters; or</div><div style=\"text-indent:0.5in;\">(b) A developer of permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters that alleges a zoning ordinance or development regulations adopted by the county or city either:</div><div style=\"text-indent:0.5in;\">(i) Prevents the siting, construction, or operation of housing or shelter in violation of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.130.020'>36.130.020</a>, or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(c); or</div><div style=\"text-indent:0.5in;\">(ii) Precludes the siting, construction, or operation of a facility pursuant to section 1 of this act. </div><div style=\"text-indent:0.5in;\">(2) A county, city, applicant, or developer as specified in subsection (1) of this section may request that the department provide facilitation services to resolve issues of concern with a proposed development of permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters.</div><div style=\"text-indent:0.5in;\">(3) If dispute resolution is unsuccessful, the county or city must submit the project permit application, any development agreement, any zoning ordinance and related development regulations, or any other relevant documents, including a statement of the reason for any denial, rescission, or conditions of approval, the requirements necessary to fulfill the development agreement or development regulations, or how the adopted ordinance and development regulations comply with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.130.020'>36.130.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(c), and section 1 of this act, to the department for review.</div><div style=\"text-indent:0.5in;\">(4)(a) If the department finds that the final decision on the project permit application, a development agreement, or another permitting process does not comply with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.130.020'>36.130.020</a>, or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(c), or precludes the siting, construction, or operation of a facility pursuant to section 1 of this act, the department shall reverse and vacate the noncompliant portion of the final decision and direct the county or city to take corrective administrative action within 60 days.</div><div style=\"text-indent:0.5in;\">(b) If the department finds that a zoning ordinance or development regulations adopted by the county or city prevents the siting, construction, or operation of housing or shelter in violation of RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.130.020'>36.130.020</a>, or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(c), or precludes the siting, construction, or operation of a facility pursuant to section 1 of this act, the department must issue a determination of noncompliance and invalidity and return the zoning ordinance or development regulation to the county or city for corrective legislative action within 120 days.</div><div style=\"text-indent:0.5in;\">(5)(a) A final decision of the department under subsection (4) of this section is exempt from appeal under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A'>36.70A</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21C'>43.21C</a> RCW.</div><div style=\"text-indent:0.5in;\">(b) Corrective action required under subsection (4) of this section is exempt from appeal under chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A'>36.70A</a> or  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=43.21C'>43.21C</a> RCW.</div><div style=\"text-indent:0.5in;\">(6)(a) The department shall notify the state treasurer if a county or city fails to:</div><div style=\"text-indent:0.5in;\">(i) Issue a project permit application, development agreement, or another permit or process decision within 60 days of a determination of noncompliance under subsection (4)(a) of this section; or</div><div style=\"text-indent:0.5in;\">(ii) Amend its zoning ordinance and related development regulations to comply with RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.130.020'>36.130.020</a>,  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(c), and  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.200'>36.70A.200</a> within 120 days of a determination of noncompliance under subsection (4)(b) of this section.</div><div style=\"text-indent:0.5in;\">(b) Upon notification, the state treasurer shall withhold the following revenues to which a county or city is entitled: (i) The motor vehicle fuel tax, as provided in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.38'>82.38</a> RCW; (ii) the transportation improvement account, as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=47.26.084'>47.26.084</a>; (iii) the rural arterial trust account, as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.79.150'>36.79.150</a>; (iv) the sales and use tax, as provided in chapter  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.14'>82.14</a> RCW; (v) the liquor profit tax, as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=66.08.190'>66.08.190</a>; and (vi) the liquor excise tax, as provided in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=82.08.170'>82.08.170</a>.</div><div style=\"text-indent:0.5in;\">(c) The state treasurer shall resume distributions of revenues withheld under (b) of this subsection when the county or city issues the project permit application or amends its zoning ordinance and related development regulations.</div><div style=\"text-indent:0.5in;\">(7) An applicant submitting a project permit application, development agreement, or other documents for permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters may submit a copy of the project permit application, development agreement, or other documents to the department. An applicant also may request a review of any denial, rescission, or conditions for approval by a county or city.</div><div style=\"text-indent:0.5in;\">(8) The department may adopt any rules necessary to implement this section.</div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 3.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35.21.683'>35.21.683</a> and 2021 c 254 s 4 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text --><span style=\"text-decoration:underline;\">(1)</span> A city shall not prohibit transitional housing or permanent supportive housing in any zones in which residential dwelling units or hotels are allowed. Effective September 30, 2021, a city shall not prohibit indoor emergency shelters and indoor emergency housing in any zones in which hotels are allowed, except in such cities that have adopted an ordinance authorizing indoor emergency shelters and indoor emergency housing in a majority of zones within a one-mile proximity to transit. Reasonable occupancy, spacing, and intensity of use requirements may be imposed by ordinance on permanent supportive housing, transitional housing, indoor emergency housing, and indoor emergency shelters to protect public health and safety. Any such requirements on occupancy, spacing, and intensity of use may not prevent the siting of a sufficient number of permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters necessary to accommodate each city's projected need for such housing and shelter under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(a)(ii).</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2) A city may not approve a permit application for transitional housing, permanent supportive housing, indoor emergency housing, or indoor emergency shelters in an area zoned for industrial use.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3) A city must process a permit application for transitional housing, permanent supportive housing, indoor emergency housing, or indoor emergency shelters pursuant to administrative design review as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.030'>36.70A.030</a>.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 4.  </span>RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=35A.21.430'>35A.21.430</a> and 2021 c 254 s 3 are each amended to read as follows:<!-- field: --></div><div style=\"text-indent:0.5in;\"><!-- field: Text --><span style=\"text-decoration:underline;\">(1)</span> A code city shall not prohibit transitional housing or permanent supportive housing in any zones in which residential dwelling units or hotels are allowed. Effective September 30, 2021, a code city shall not prohibit indoor emergency shelters and indoor emergency housing in any zones in which hotels are allowed, except in such cities that have adopted an ordinance authorizing indoor emergency shelters and indoor emergency housing in a majority of zones within a one-mile proximity to transit. Reasonable occupancy, spacing, and intensity of use requirements may be imposed by ordinance on permanent supportive housing, transitional housing, indoor emergency housing, and indoor emergency shelters to protect public health and safety. Any such requirements on occupancy, spacing, and intensity of use may not prevent the siting of a sufficient number of permanent supportive housing, transitional housing, indoor emergency housing, or indoor emergency shelters necessary to accommodate each code city's projected need for such housing and shelter under RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.070'>36.70A.070</a>(2)(a)(ii).</div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(2) A code city may not approve a permit application for transitional housing, permanent supportive housing, indoor emergency housing, or indoor emergency shelters in an area zoned for industrial use.</span></div><div style=\"text-indent:0.5in;\"><span style=\"text-decoration:underline;\">(3) A code city must process a permit application for transitional housing, permanent supportive housing, indoor emergency housing, or indoor emergency shelters pursuant to administrative design review as defined in RCW  <a href='http://app.leg.wa.gov/RCW/default.aspx?cite=36.70A.030'>36.70A.030</a>.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.25in;text-indent:0.5in;\"><!-- field: BeginningSection --><span style=\"text-decoration:underline;\">NEW SECTION.</span><span>  </span><span style=\"font-weight:bold;padding-right:0.1in;\">Sec. 5.  </span><span style=\"text-indent:0.5in;\">If specific funding for the purposes of this act, referencing this act by bill or chapter number, is not provided by June 30, 2025, in the omnibus appropriations act, this act is null and void.</span><!-- field: --></div><!-- field: --><div style=\"margin-top:0.1in;font-weight:bold;text-align:center;\">--- END ---</div></body></html>"
      },
      "summary": {
        "ts": "2025-02-25T16:32:06.950Z",
        "text": "<h3>Purpose</h3>\n<p>The edits made to the proposed legislature bill aim to clarify and strengthen the requirements related to the approval processes for permanent supportive housing, transitional housing, and emergency shelters. The main goal of the amendments is to streamline the permitting process, ensuring that local governments cannot deny applications for essential housing types based on restrictive zoning laws or regulations. The updated version introduces a new section that emphasizes the necessity for timely dispute resolutions and establishes a condition for the bill to remain valid until funding is secured by a specified date.</p>\n<h3>Key Changes</h3>\n<h4>Clarifications to Permit Approval</h4>\n<ul>\n<li>The wording was revised to specify that local plans and regulations must not preclude permit applications for housing within residential or commercial zones in urban growth areas that are linked to cities.</li>\n<li>The requirement for counties and cities to conduct compliance reviews for permit applications was clarified, ensuring only administrative processes are used.</li>\n</ul>\n<h4>Waiver Process</h4>\n<ul>\n<li>Adjusted language regarding the waiver process for applicants needing relief from local regulations to allow siting operations.</li>\n<li>The assertion that permit applicants must detail processes that deny or preclude their applications was refined for clarity.</li>\n</ul>\n<h4>Indication of Noncompliance</h4>\n<ul>\n<li>In cases of unresolved disputes over permit applications, the department’s role in reviewing and resolving these issues was emphasized.</li>\n<li>The timeframe for compliance action by counties or cities, after a determination of noncompliance, was extended from 60 to 120 days.</li>\n</ul>\n<h4>Restrictions on Approvals</h4>\n<ul>\n<li>A new stipulation was included stating that cities may not approve permits for transitional or supportive housing in areas zoned for industrial use, further protecting proper zoning for residential needs.</li>\n</ul>\n<h4>Funding Condition</h4>\n<ul>\n<li>A new section was created stating if specific funding is not secured by June 30, 2025, the act will become null and void, thereby linking the bill’s enforcement to financial appropriations.</li>\n</ul>\n<p>These changes are significant as they enhance the protection and facilitation of essential housing projects, with a focus on compliance, resolution of disputes, and local government accountability.</p>"
      }
    }
  ],
  "keywords": {
    "ts": "2025-01-08T21:48:05.827Z",
    "text": "improve housing siting development permits local governments streamline approvals waivers dispute resolution compliance enforcement inclusivity document submission"
  }
}